{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"a4d3f772-2718-5e51-8362-d3270fb0a782","frontmatter":{"country":"Mali","title":"Djenné-Djenno","date":""},"fields":{"slug":"Djenne-Djenno"},"excerpt":"Djenné-Djenno (also Jenne-Jeno) is a UNESCO World Heritage Site located in the Niger River Valley in the country of Mali. Literally translated to \"ancient Djenné\", it is the original site of both Djenné and Mali and is considered to be among the oldest urbanized centers and the best known archaeology site in sub-Saharan Africa. This archaeological site is believed to have been involved in long distance trade and possibly the domestication of African rice. The site is known to…","timeToRead":3,"html":"<p>Djenné-Djenno (also Jenne-Jeno) is a UNESCO World Heritage Site located in the Niger River Valley in the country of Mali. Literally translated to \"ancient Djenné\", it is the original site of both Djenné and Mali and is considered to be among the oldest urbanized centers and the best known archaeology site in sub-Saharan Africa. This archaeological site is believed to have been involved in long distance trade and possibly the domestication of African rice. The site is known to have been occupied from 250 B.C. to 900 A.D. The city is believed to have been abandoned and moved where the current city is located due to the spread of Islam and the building of the Great Mosque of Djenné. </p>\n<p>This first occupation of the site (which lasted from 250 B.C. to A.D. 50) is known as Phase I and is some of the earliest evidence for iron production in sub-Saharan Africa. Geomorphological data show that the region consisted mostly of swampland at that time. Groups only began permanently occupying the area after a dry episode in which annual flooding receded and decreased the size of the swamps. Faunal remains at the site from this occupation have included catfish and Nile perch but mostly cow, leading to the assumption that this first phase might be associated with hunter-gatherer or pastoral modes of subsistence. During this period there is no evidence for rice production, however it is believed that these people might have been rice producers, even though no definitive evidence has been discovered yet.</p>\n<p>Phase II is defined by a larger population and definitive evidence for the mass production of rice. The borders of the site expanded during this period (possibly covering 100,000 square meters or more), as well as the presence of permanent mud brick architecture. </p>\n<p>Phase III dates from about A.D. 300 to A.D. 900 and is believed to have an even higher population based on crowded cemeteries. The site also has evidence for a more intensive occupation through deep house deposits, possibly from multiple generations.</p>\n<p>Djenné-Djenno is famous for its terracotta figurines which depict humans and animals including snakes and horses. Throughout the site's occupations, pottery fragments are abundant. Some of the more interesting clay artifacts begin in Phase II with terra-cotta statuettes and representations of humans and animals on pottery. These statuettes are important to the understanding of Phase II because along with this art, the first evidence for large-scale rice cultivation and population rise. All of these attributes are commonly associated with complex, state-level societies. It is believed that these artifacts posed ritual function as opposed to a domestic function. Some of these clay figurines are similar to those made by modern Fulani pastoralists for children.</p>\n<p>Evidence for domestic cow, sheep and goat cultivation is present at the site. </p>\n<p>The land surrounding Djenné-Djenno lent itself to such high-yielding crops due to its mixture of highland and floodplain soils at different elevations that allowed floodwater farming of rice. Moreover, the Djenné-Djenno site lies in close proximity to dune landscape, which allows for necessary recreation needed for keeping cattle in floodplain environments. Overall, the diversified sources of food provided food security that allowed for permanent settlement in a region of volatile climate. It is believed that this food production, especially that of African rice, was one of the main contributors to population rise in the city of Djenné-Djenno and was widely exported to nearby centers (including Timbuktu).</p>\n<p>It is suspected that Djenné-Djenno grew to such a vast size as a result of regional and local trade. Archaeological evidence supports that Djenné-Djenno was part of a pre-Arab trans-Saharan trade network. Glass beads found at the site have been dated to as early as the third century BC and appear to originate from Asia to the Mediterranean Near East. Copper ornaments have also been found in early Phase II deposits, which shows these trade networks date to earlier than previously thought. These discoveries lend support to the existence of sporadic contacts between West and North Africa throughout the first millennium AD.</p>\n<p>Since there is no evidence for a fourth phase, it is expected that towards the end of Phase III the city experienced a slow decline in population and eventually a total abandonment. However, very little is known about why this decline happened, and more research is needed.</p>"}},{"node":{"id":"0dce22c3-c2b6-5915-9f0a-1da400475510","frontmatter":{"country":"Mauritania","title":"Ghana Empire","date":"700 - 1240"},"fields":{"slug":"ghana-empire"},"excerpt":"The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the…","timeToRead":2,"html":"<p>The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the area that became the Ghana Empire. By the time of the Muslim conquest of North Africa in the 7th century the camel had changed the ancient, more irregular trade routes into a trade network running from Morocco to the Niger river. The Ghana Empire grew rich from this increased trans-Saharan trade in gold and salt, allowing for larger urban centres to develop. The traffic furthermore encouraged territorial expansion to gain control over the different trade-routes.</p>\n<p>The early history of Ghana is unknown. The Neolithic site of Dhar Tichitt in this area was settled by agropastoral communities around 2000 BC. Their settlements were generally situated on the cliffs and included stone building. These are the oldest surviving archaeological settlements in West Africa and the oldest of all stone base settlements south of the Sahara. They are thought to have been built by the Soninke people and were possibly the precursor of the Ghana empire. The area was abandoned around 500 BC probably because of the onset of more arid conditions. Hundreds of rock art images have been discovered, depicting various animals and hunting scenes. Archaeologists including P.J. Munson, Augustin F.C. Holl, and S. Amblard have found some evidence that millet was farmed seasonally as early as 2000 BC.</p>\n<p> There is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century. The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. </p>\n<p>In the 11th century the Cordoban scholar Abuof travelled to the region and gave a detailed description of the kingdom. He claimed that the Ghana could \"put 200,000 men into the field, more than 40,000 of them archers\", and noted they had cavalry forces as well.</p>\n<p>The archaeological ruins at Koumbi Saleh show remanents of the Ghana Emprie. Koumbi Saleh was a Muslim town with a strong Maghreb connection. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace. The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. </p>\n<p>As the empire declined it finally became a vassal of the rising Mali Empire at some point in the 13th century. When the Gold Coast in 1957 became the first country in sub-Saharan Africa to regain its independence from colonial rule, it renamed itself in honor of the long-gone empire.</p>"}},{"node":{"id":"dbf4d78f-4a48-56df-9507-a7054143ff99","frontmatter":{"country":"Mauritania","title":"Sosso Empire","date":"1200 CE"},"fields":{"slug":"sosso-empire"},"excerpt":"The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa. The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante. Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong…","timeToRead":1,"html":"<p>The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa.</p>\n<p>The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante.</p>\n<p>Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong economic success under his rule. He is said to have used \"magic\" in order to scare his people and keep his kingdom together.</p>\n<p>The Sosso Empire succeeded the Ghana empire after the downfall of the latter. Sumanguru captured the state called Kangaba during his reign, which later became the state of Mali. Sumanguru controlled his people under a harsh rule until he was eventually overthrown by African folklore hero, Sundiata. Sundiata was exiled from his home in the empire as a child. However, he traveled the surrounding area, gathered allies and troops to fight with him, and fought Sumanguru's empire at the battle of Krina in 1235. There, Sundiata was victorious and took over the Sosso empire, effectively ending the reign of the empire.</p>\n<p>The modern Sosso people trace their history to a 12th- and 13th- century Kaniaga kingdom known as the \"Sosso\". With the fall of the Ghana Empire, the Sosso expanded into a number of its former holdings, including its capital of Koumbi Saleh. Under King Soumaoro Kanté, the Sosso briefly conquered the Mandinka kingdoms of what is now Mali. These gains were lost at the Battle of Kirina (c. 1235) when Mandinka prince Sundiata Keita led a coalition of smaller states to soundly defeat the Sosso, thus beginning the Mali Empire. Sundiata marched on to the city of Sosso itself and destroyed it, marking the kingdom's end.</p>"}},{"node":{"id":"9096e758-5fdf-5942-bcdc-eacc9fa4f3e8","frontmatter":{"country":"Mali","title":"Timbuktu","date":""},"fields":{"slug":"timbuktu-city"},"excerpt":"Timbuktu is an ancient city in Mali, situated 20 km (12 mi) north of the Niger River.  Starting out as a seasonal settlement, Timbuktu became a permanent settlement early in the 12th century. After a shift in trading routes, Timbuktu flourished from the trade in salt, gold, ivory and slaves. It became part of the Mali Empire early in the 14th century. In the first half of the 15th century, the Tuareg tribes took control of the city for a short period until the expanding…","timeToRead":3,"html":"<p>Timbuktu is an ancient city in Mali, situated 20 km (12 mi) north of the Niger River. </p>\n<p>Starting out as a seasonal settlement, Timbuktu became a permanent settlement early in the 12th century. After a shift in trading routes, Timbuktu flourished from the trade in salt, gold, ivory and slaves. It became part of the Mali Empire early in the 14th century. In the first half of the 15th century, the Tuareg tribes took control of the city for a short period until the expanding Songhai Empire absorbed the city in 1468. A Moroccan army defeated the Songhai in 1591 and made Timbuktu, rather than Gao, their capital. The invaders established a new ruling class, the Arma, who after 1612 became virtually independent of Morocco. </p>\n<p>In its Golden Age, the town's numerous Islamic scholars and extensive trading network made possible an important book trade: together with the campuses of the Sankore Madrasah, an Islamic university, this established Timbuktu as a scholarly centre in Africa. Several notable historic writers, such as Shabeni and Leo Africanus, have described Timbuktu. These stories fuelled speculation in Europe, where the city's reputation shifted from being extremely rich to being mysterious.</p>\n<p>Timbuktu was a world centre of Islamic learning from the 13th to the 17th century, especially under the Mali Empire and Askia Mohammad I's rule. The Malian government and NGOs have been working to catalog and restore the remnants of this scholarly legacy: Timbuktu's manuscripts.[71]</p>\n<p>Timbuktu's rapid economic growth in the 13th and 14th centuries drew many scholars from nearby Walata (today in Mauretania),[72] leading up to the city's golden age in the 15th and 16th centuries that proved fertile ground for scholarship of religions, arts and sciences. To the people of Timbuktu, literacy and books were symbols of wealth, power, and blessings and the acquisition of books became a primary concern for scholars.[73] An active trade in books between Timbuktu and other parts of the Islamic world and emperor Askia Mohammed's strong support led to the writing of thousands of manuscripts.[74]</p>\n<p>Knowledge was gathered in a manner similar to the early, informal European Medieval university model.[72] Lecturing was presented through a range of informal institutions called madrasahs.[75] Nowadays known as the University of Timbuktu, three madrasahs facilitated 25,000 students: Djinguereber, Sidi Yahya and Sankore.[76]</p>\n<p>These institutions were explicitly religious, as opposed to the more secular curricula of modern European universities and more similar to the medieval Europe model. However, where universities in the European sense started as associations of students and teachers, West-African education was patronized by families or lineages, with the Aqit and Bunu al-Qadi al-Hajj families being two of the most prominent in Timbuktu – these families also facilitated students is set-aside rooms in their housings.[77] Although the basis of Islamic law and its teaching were brought to Timbuktu from North Africa with the spread of Islam, Western African scholarship developed: Ahmad Baba al Massufi is regarded as the city's greatest scholar.[78]</p>\n<p>Timbuktu served in this process as a distribution centre of scholars and scholarship. Its reliance on trade meant intensive movement of scholars between the city and its extensive network of trade partners. In 1468–1469 though, many scholars left for Walata when Sunni Ali's Songhay Empire absorbed Timbuktu and again in 1591 with the Moroccan occupation.[72]</p>\n<p>Hundreds of thousands of manuscripts were collected in Timbuktu over the course of centuries: some were written in the town itself, others – including exclusive copies of the Qur'an for wealthy families – imported through the lively booktrade.</p>\n<p>Hidden in cellars or buried, hid between the mosque's mud walls and safeguarded by their patrons, many of these manuscripts survived the city's decline. They now form the collection of several libraries in Timbuktu, holding up to 700,000 manuscripts:[79] In late January 2013 it was reported that rebel forces destroyed many of the manuscripts before leaving the city.[80][81] However, there was no malicious destruction of any library or collection as most of the manuscripts were safely hidden away.[82][83][84][85] One librarian in particular, Abdel Kader Haidara, organized to have 350,000 medieval manuscripts smuggled out of Timbuktu for safekeeping.[86][87]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Timbuktu\">https://en.wikipedia.org/wiki/Timbuktu</a></p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Mali*","countries":"Mali"}}