{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"04e7b75b-08f0-541c-874b-f94b12586d46","frontmatter":{"country":"Nigeria","title":"Ugwuele-Uturu","date":""},"fields":{"slug":"ugwuele"},"excerpt":"Ugwuele is an Igbo community in Uturu, Isuikwuato Local Government Area, Abia State in Nigeria which houses a stone age site that provides evidence that humans inhabited the region as far back as 250,000 years ago. It was the largest handaxe factory in Nigeria, and possibly in the world. Anthropologists at the University of Benin discovered fossils and use of monoliths dating back to 4500 BC at Ugwelle-Uturu in the Okigwe area. There are three layers of occupation. The oldest…","timeToRead":1,"html":"<p>Ugwuele is an Igbo community in Uturu, Isuikwuato Local Government Area, Abia State in Nigeria which houses a stone age site that provides evidence that humans inhabited the region as far back as 250,000 years ago. It was the largest handaxe factory in Nigeria, and possibly in the world.</p>\n<p>Anthropologists at the University of Benin discovered fossils and use of monoliths dating back to 4500 BC at Ugwelle-Uturu in the Okigwe area.</p>\n<p>There are three layers of occupation. The oldest and lowest holds quartz flakes, small stone tools and points. Above that is a layer with hoe-like tools, polished stone axes, red ochre, bored stone and red pottery. The top level, with dates between 2935 BC and 15 AD, held grey pottery wares.</p>\n<p>Handaxes, mostly broken, accounted for four out of five of the tools, and there were also cleavers, picks and sidescrapers. Based on this mix, the site has been classified as Acheulean. It is possible that these tools were rough or unsuccessful attempts, and the successful tools were carried elsewhere to be refined further.</p>\n<p>The Ugwuele stone workshop site consists of a dolerite ridge with a virtual scree forming its northern end. Sources claimed that the Ugwuele settlement was populated by the ancestors of the lower Niger and West African peoples and they achieved a distinct Stone Age level civilization based on agriculture. These were hominids associated with Homo erectus and the earliest Homo sapiens, who are believed to be hunter-gatherers. Ugwuele experienced cultural developments, demonstrating advances in the arts and religion, which featured the worship of a God creator and intermediary spirits. The Ugwuele hand ax is also particularly notable for archaeologists since it resembled the same tool found in the Acheulean sites, which emerged in France, England, India, and North Africa.</p>"}},{"node":{"id":"acf13d4a-56c6-5206-a151-b14464be3227","frontmatter":{"country":"Nigeria","title":"Dufuna Canoe","date":"6000 BCE"},"fields":{"slug":"dufuna-canoe"},"excerpt":"Dufuna Canoe is a canoe discovered in 1987 by a Fulani cattle herdsman a few kilometers from the village of Dufuna in the Fune Local Government Area, not far from the Komadugu Gana River, in Yobe State, Nigeria. Radiocarbon dating of a sample of charcoal found near the site dates the canoe at 8500 to 8000 years old, linking the site to Lake Mega Chad. It is the oldest boat to be discovered in Africa, and the second oldest known worldwide. The canoe is currently in Damaturu…","timeToRead":1,"html":"<p>Dufuna Canoe is a canoe discovered in 1987 by a Fulani cattle herdsman a few kilometers from the village of Dufuna in the Fune Local Government Area, not far from the Komadugu Gana River, in Yobe State, Nigeria. Radiocarbon dating of a sample of charcoal found near the site dates the canoe at 8500 to 8000 years old, linking the site to Lake Mega Chad.</p>\n<p>It is the oldest boat to be discovered in Africa, and the second oldest known worldwide. The canoe is currently in Damaturu, the state capital.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Dufuna_canoe\">https://en.wikipedia.org/wiki/Dufuna_canoe</a></p>"}},{"node":{"id":"49a5a557-46bf-5764-9b78-d3c4b96ce6c9","frontmatter":{"country":"Nigeria","title":"Lejja Iron Smelting","date":"2000 BCE"},"fields":{"slug":"lejja-iron"},"excerpt":"Lejja is a community comprising 33 villages in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located about 14 Kilometers from Nsukka. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 2000 BC. The village square contains over 800 blocks of slag with an average weight of between 34 and 57 kg. Geophysical investigations have Located buried iron slag in several other locations in the…","timeToRead":1,"html":"<p>Lejja is a community comprising 33 villages in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located about 14 Kilometers from Nsukka. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 2000 BC. The village square contains over 800 blocks of slag with an average weight of between 34 and 57 kg. Geophysical investigations have Located buried iron slag in several other locations in the community.</p>"}},{"node":{"id":"03bddeb1-4203-5bad-b287-3b794beee5a4","frontmatter":{"country":"Nigeria","title":"Nok Culture","date":"1500 BCE - 500 CE"},"fields":{"slug":"nok-culture"},"excerpt":"The Nok culture is an early Iron Age population whose material remains are named after the Ham village of Nok in Kaduna State of Nigeria, where their famous terracotta sculptures were first discovered in 1928. The Nok Culture appeared in northern Nigeria around 1500 BC and vanished under unknown circumstances around 500 AD. Iron use, in smelting and forging for tools, appears in Nok culture by at least 550 BC and possibly earlier. Data from historical linguistics suggest that…","timeToRead":1,"html":"<p>The Nok culture is an early Iron Age population whose material remains are named after the Ham village of Nok in Kaduna State of Nigeria, where their famous terracotta sculptures were first discovered in 1928. The Nok Culture appeared in northern Nigeria around 1500 BC and vanished under unknown circumstances around 500 AD.</p>\n<p>Iron use, in smelting and forging for tools, appears in Nok culture by at least 550 BC and possibly earlier. Data from historical linguistics suggest that iron smelting was independently discovered in the region prior to 1000 BC. </p>\n<p>Archaeological finds include life-sized terracotta, stone tools, rock paintings and iron implements, including spear points, bracelets, and small knives.</p>\n<p>The Nok also had one of the most complex judicial systems of the time which pre-dates the western judicial system. The Nok people created classes of courts used for adjudicating cases from minor civil cases, such as family disputes and false allegations, to criminal cases such as stealing, murder and adultery. </p>"}},{"node":{"id":"0f40f951-d68c-5113-9bf3-d66a508ebd25","frontmatter":{"country":"Nigeria","title":"Opi Iron Smelting","date":"750 BCE"},"fields":{"slug":"opi-iron"},"excerpt":"Opi is a community in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located in Nsukka region. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 750 BC. Iron ore was smelted in natural draft furnaces and molten slag was drained through shallow conduits to collecting pits forming huge slag blocks weighing up to 47 kg. The operating temperatures are estimated to have varied between 1,15…","timeToRead":1,"html":"<p>Opi is a community in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located in Nsukka region. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 750 BC. Iron ore was smelted in natural draft furnaces and molten slag was drained through shallow conduits to collecting pits forming huge slag blocks weighing up to 47 kg. The operating temperatures are estimated to have varied between 1,155 and 1,450 °C.</p>"}},{"node":{"id":"0365dd95-40a8-5aaf-9ae4-15e9169a1197","frontmatter":{"country":"Chad","title":"Sao Civilisation","date":"600 BCE - 1500 CE"},"fields":{"slug":"Sao-Civilisation"},"excerpt":"The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies.  Sao artifacts show that they were skilled workers…","timeToRead":1,"html":"<p>The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies. </p>\n<p>Sao artifacts show that they were skilled workers in bronze, copper, and iron. Finds include bronze sculptures and terra cotta statues of human and animal figures, coins, funerary urns, household utensils, jewelry, highly decorated pottery, spears,  well-fired ceramic vessels, and fine personal ornaments in clay, copper, iron, alloyed copper and brass.</p>\n<p>The Sao were recorded to have dwelt in small towns that were protected by moats and earthen ramparts, suggesting that they may have functioned as city-states.</p>\n<p>Archaeological evidence shows that the Sao buried their dead. The tradition of placing a corpse in the fetal position inside of an earthenware jar was in practice from the 12-13th centuries AD.</p>\n<p>Today, several ethnic groups of Nigeria, northern Cameroon and southern Chad, but particularly the Sara, Kotoko, claim descent from the civilization of the Sao.</p>\n<p>You can read more @ <a href=\"https://en.wikipedia.org/wiki/Sao_civilisation\">https://en.wikipedia.org/wiki/Sao_civilisation</a></p>"}},{"node":{"id":"39486ca7-2352-55cc-9dd1-7b5dcdf99630","frontmatter":{"country":"Togo","title":"Ile-Ife","date":"500 BCE - 1500 CE"},"fields":{"slug":"ile-ife"},"excerpt":"Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin. From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates.  Ife was an influential centre of trade connected to extensive local and long-distance trade networks…","timeToRead":1,"html":"<p>Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin.</p>\n<p>From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates. </p>\n<p>Ife was an influential centre of trade connected to extensive local and long-distance trade networks which enabled the region to prosper.</p>\n<p>Ile-Ife is known for its naturalistic bronze, stone, copper, brass and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400. </p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns,and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>\n<p>After this period, production declined as political and economic power shifted to the nearby kingdom of Benin.</p>"}},{"node":{"id":"e05912c6-a2b6-5b47-980d-d4bff30a6e7b","frontmatter":{"country":"Nigeria","title":"Gaya","date":""},"fields":{"slug":"gaya-settl"},"excerpt":"Gaya is a Local Government Area in Kano State, Nigeria. Its headquarters are in the town of Gaya in the north of the area. Gaya is believed to be the origin of a man named Kano who first settled in the present Kano State on his search for ironstone. Gaya served as an important terminus of a migratory corridor through which there was an influx of immigrating peoples especially from Eastern Sudan, the Maghrib and the Middle East. The traditional ruler of Gaya is known as the…","timeToRead":1,"html":"<p>Gaya is a Local Government Area in Kano State, Nigeria. Its headquarters are in the town of Gaya in the north of the area.</p>\n<p>Gaya is believed to be the origin of a man named Kano who first settled in the present Kano State on his search for ironstone. Gaya served as an important terminus of a migratory corridor through which there was an influx of immigrating peoples especially from Eastern Sudan, the Maghrib and the Middle East.</p>\n<p>The traditional ruler of Gaya is known as the Sarkin Gaya. The present Sarkin Gaya, Alhaji Ibrahim Abdulkadir Gaya (born in 1930) has been on the throne since his appointment in 1990. Alhaji Ibrahim Gaya was previously the district head of Kunchi and then Minjibir. The present local government chairman is Alhaji Ahmad Abdullahi tahir.</p>"}},{"node":{"id":"774cca7d-3f10-584e-a1f1-b33788044fe8","frontmatter":{"country":"Nigeria","title":"Kano","date":""},"fields":{"slug":"kano-state"},"excerpt":"Kano is the state capital of Kano State in North West, Nigeria. It is situated in the Sahelian geographic region, south of the Sahara. Kano is the commercial nerve centre of Northern Nigeria and is the second largest city in Nigeria.  The principal inhabitants of the city are the Hausa people. However, there are many who speak Fulani language. As in most parts of northern Nigeria, the Hausa language is widely spoken in Kano. The city is the capital of the Kano Emirate.  In…","timeToRead":2,"html":"<p>Kano is the state capital of Kano State in North West, Nigeria. It is situated in the Sahelian geographic region, south of the Sahara. Kano is the commercial nerve centre of Northern Nigeria and is the second largest city in Nigeria. </p>\n<p>The principal inhabitants of the city are the Hausa people. However, there are many who speak Fulani language. As in most parts of northern Nigeria, the Hausa language is widely spoken in Kano. The city is the capital of the Kano Emirate. </p>\n<p>In the 7th century, Dala Hill, a residual hill in Kano, was the site of a hunting and gathering community that engaged in iron work; it is unknown whether these were Hausa people or speakers of Niger–Congo languages. Kano was originally known as Dala, after the hill, and was referred to as such as late as the end of the 15th century and the beginning of the 16th by Bornoan sources.</p>\n<p>The Kano Chronicle identifies Barbushe, a priest of a Dala Hill spirit, as the city's first settler. (Elizabeth Isichei notes that the description of Barbushe is similar to those of Sao people.[4]). While small chiefdoms were previously present in the area, according to the Kano Chronicle, Bagauda, a grandson of the mythical hero Bayajidda,[5] became the first king of Kano in 999, reigning until 1063.[6][7] His grandson Gijimasu (1095–1134), the third king, began building city walls at the foot of Dala Hill. His own son, Tsaraki (1136–1194), the fifth king, completed them during his reign.[7]</p>\n<p>In the 12th century Ali Yaji as King of Kano renounced his allegiance to the cult of Tsumburbura, accepted Islam and proclaimed the Sultanate that was to last until its fall in the 19th century. The reign of Yaji ensued an era of expansionism that saw Kano becoming the capital of a pseudo Habe Empire. In 1463 Muhammad Rumfa (reigned 1463- 1499) ascended the throne. During his reign, political pressure from the rising Songhai Empire forced him to take Auwa, the daughter of Askiyah the Great as his wife. She was to later become the first female Madaki of Kano. Rumfa reformed the city, expanded the Sahelian Gidan Rumfa (Emir's Palace), and played a role in the further Islamization of the city,[8] as he urged prominent residents to convert.[9] The Kano Chronicle attributes a total of twelve \"innovations\" to Rumfa.[10]</p>\n<p>According to the Kano Chronicle, the thirty-seventh Sarkin Kano (King of Kano) was Mohammed Sharef (1703–1731). His successor, Kumbari dan Sharefa (1731–1743), engaged in major battles with Sokoto.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kano\">https://en.wikipedia.org/wiki/Kano</a></p>"}},{"node":{"id":"dde5fe33-1c11-55e6-b0a3-12764fa9396c","frontmatter":{"country":"Cameroon","title":"Kanem–Bornu Empire","date":"700 - 1893 CE"},"fields":{"slug":"kanembornu"},"excerpt":"The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900. The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a…","timeToRead":2,"html":"<p>The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900.</p>\n<p>The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a capital around 700 CE under the first documented Kanembu king (mai), known as Sef of Saif. The capital of Njimi grew in power and influence under the Duguwa dynaty. Njimi dominated trans-Saharan trade in ivory and slaves between the central Sahara and Libya. </p>\n<p>The major factor that later influenced the history of the state of Kanem was the early penetration of Islam that came with North African traders, Berbers, and Arabs.</p>\n<p>By the end of the 14th century, internal struggles and external attacks had torn Kanem apart. Around 1380 the Kanem empire merged with Bornu to  become the Kanem-Bornu empire under the Sayfawa Dynasty.</p>\n<p>The Bornu Empire (1380s–1893) was a state of what is now northeastern Nigeria, in time becoming even larger than Kanem, incorporating areas that are today parts of Chad, Niger, Sudan, and Cameroon; is existed from 1380s to 1893. The early history of the Empire is mainly known from the Royal Chronicle or Girgam discovered in 1851 by the German traveller Heinrich Barth.</p>\n<p>Kanem-Bornu dominated and invaded its neighbors through its cavalry, as the empire relied heavily on the strength of its horsemen for its conquests and slave raids. Kanem-Bornu was also a major diplomatic power in the Sahara area and boasted embassies in both Morocco and the Ottoman Empire via Tripoli.</p>\n<p>The practice of recording orally the names and genealogies of the kings of Kanem seems to have existed since the 9th century. The introduction of Islam and the Arabic script codified this tradition by making it possible to write down the names of the kings. This list or chronicle of kings, the diwan or girgam, was written from the 13th or 16th century until the 19th and contained the names of 67 kings from the 9th to the 19th century. It constitutes one of the most important sources for the history of Kanem-Bornu and has been extensively used by historians of the empire.</p>"}},{"node":{"id":"34a8e3a4-123a-5f9f-8a76-c7cea4562f9f","frontmatter":{"country":"Nigeria","title":"Eredo Walls","date":"800 – 1000"},"fields":{"slug":"eredo-walls"},"excerpt":"Sungbo's Eredo is an earth wall and ditch that is 160 kilometres (99 mi) long, rises 20 metres (66 ft) in places and encloses an area 40 kilometres (25 mi) wide in north-south, with the walls flanked by trees and other vegetation, turning the ditch into a green tunnel.  According to legends of the contemporary Ijebu clan, Eredo was built in honour of a noblewoman of the Ijebu clan called Oloye Bilikisu Sungbo. According to them, the monument was built as her personal memorial…","timeToRead":1,"html":"<p>Sungbo's Eredo is an earth wall and ditch that is 160 kilometres (99 mi) long, rises 20 metres (66 ft) in places and encloses an area 40 kilometres (25 mi) wide in north-south, with the walls flanked by trees and other vegetation, turning the ditch into a green tunnel.</p>\n<p> According to legends of the contemporary Ijebu clan, Eredo was built in honour of a noblewoman of the Ijebu clan called Oloye Bilikisu Sungbo. According to them, the monument was built as her personal memorial. </p>\n<p> Sungbo's Eredo has also been connected with the legend of the Queen of Sheba which is recounted in both the Bible and Quran. </p>\n<p>The Eredo served a defensive purpose when it was built in 800–1000, a period of political confrontation and consolidation in the southern Nigerian rainforest. It was likely to have been inspired by the same process that led to the construction of similar walls and ditches throughout western Nigeria, including earthworks around Ifẹ̀, Ilesa, and the Benin Iya, a 6,500-kilometre (4,000 mi) series of connected but separate earthworks in the neighboring Edo-speaking region.</p>\n<p>It is believed that the Eredo was a means of unifying an area of diverse communities into a single kingdom. It seems that the builders of these fortifications deliberately tried to reach groundwater or clay to create a swampy bottom for the ditch. If this could be achieved in shallow depth, builders stopped, even if only at the depth of 1 meter. In some places small, conical idol statues had been placed on the bottom of the ditch. </p>\n<p> The site was added to the UNESCO World Heritage Site</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Sungbo%27s_Eredo\">https://en.wikipedia.org/wiki/Sungbo%27s_Eredo</a></p>"}},{"node":{"id":"e0b603b2-8306-50ab-a601-ca5dc0e4ad6f","frontmatter":{"country":"Nigeria","title":"Igbo-Ukwu","date":"800 CE"},"fields":{"slug":"igbo-ukwu"},"excerpt":"Igbo-Ukwu (Igbo: Great Igbo) is a town in the Nigerian state of Anambra in the southeastern part of the country. Igbo-Ukwu is notable for three archaeological sites, where excavations have found bronze artifacts from a highly sophisticated bronze metal-working culture dating to 9th century AD. The bronze artifacts were initially discovered by Isiah Anozie in 1939 while digging a well in his compound in Igbo-Ukwu, an Igbo town in Anambra State, Nigeria. As a result of three…","timeToRead":1,"html":"<p>Igbo-Ukwu (Igbo: Great Igbo) is a town in the Nigerian state of Anambra in the southeastern part of the country. Igbo-Ukwu is notable for three archaeological sites, where excavations have found bronze artifacts from a highly sophisticated bronze metal-working culture dating to 9th century AD.</p>\n<p>The bronze artifacts were initially discovered by Isiah Anozie in 1939 while digging a well in his compound in Igbo-Ukwu, an Igbo town in Anambra State, Nigeria. As a result of three archaeological sites were excavated in 1959 and 1964 by Thurstan Shaw which revealed more than 700 high quality artifacts of copper, bronze and iron, as well as about 165000 glass,carnelian and stone beads,pottery, textiles and ivory. They are the oldest bronze artifacts known in West African and were manufactured centuries before the emergence of other known bronze producing centers such as those of Ife and Benin. The bronzes include numerous ritual vessels, pendants, crowns, breastplates, staff ornaments, swords, and fly-whisk handles.</p>\n<p>The Igbo-Ukwu bronzes amazed the world with a very high level of technical and artistic proficiency and sophistication which was distinctly more advanced than contemporary bronze casting in Europe.</p>\n<p>The high technical proficiency and lack of known prototypes of the Igbo-Ukwu bronzes led to initial speculation in the academic community that they must have been created after European contact and phantom voyagers were postulated. However research and isotope analysis has established that the source of the metals is of local origin and radio carbon dating has confirmed a 9th-century date, long before the earliest contact with Europe. </p>\n<p>Some of the glass and carnelian beads have been found to be produced in Old Cairo at the workshops of Fustat thus establishing that trade contacts did exist between Igbo-Ukwu and ancient Egypt. </p>"}},{"node":{"id":"76f488b3-82a3-5686-bc07-1cd3556fd0bc","frontmatter":{"country":"Nigeria","title":"Kingdom of Nri","date":"900-1911 CE"},"fields":{"slug":"kingdom-of-nri"},"excerpt":"The Kingdom of Nri (also known as Igbo) was a medieval religio-polity within the Igbo area of Nigeria administered by a priest-king called an Eze Nri. The Eze Nri managed trade and diplomacy on behalf of the Nri people, a subgroup of the Igbo-speaking people, and possessed divine authority in religious matters. The kingdom was a haven for all those who had been rejected in their communities and also a place where slaves were set free from their bondage. Nri expanded through…","timeToRead":2,"html":"<p>The Kingdom of Nri (also known as Igbo) was a medieval religio-polity within the Igbo area of Nigeria administered by a priest-king called an Eze Nri. The Eze Nri managed trade and diplomacy on behalf of the Nri people, a subgroup of the Igbo-speaking people, and possessed divine authority in religious matters.</p>\n<p>The kingdom was a haven for all those who had been rejected in their communities and also a place where slaves were set free from their bondage. Nri expanded through converts gaining neighboring communities' allegiance, not by force. Nri's royal founder, Eri, is said to be a 'sky being' that came down to earth and then established civilization. </p>\n<p>One of the better-known remnants of the Nri civilization is manifested in the igbo ukwu artifacts. The Igbo-Ukwu bronzes amazed the world with a very high level of technical and artistic proficiency and sophistication which was distinctly more advanced than contemporary bronze casting in Europe. The bronzes of Igbo-Ukwu pay special attention to detail depicting birds, snails, chameleons, and other natural aspects of the world such as a hatching bird. Other pieces include gourds and vessels which were often given handles. The pieces are so fine that small insects were included on the surfaces of some while others have what looks like bronze wires decorated around them. None of these extra details were made separately; the bronzes were all one piece.</p>\n<p><b><i>The Grove Encyclopedia of Materials and Techniques in Art</i></b> describes them as being \"among the most inventive and technically accomplished bronzes ever made.\" Although the lost wax casting process was used to produce the bronzes, latex was probably used in Igbo-Ukwu instead of beeswax which would explain how the artists were able to produce such fine and filigrann surface detail. Some of the techniques used by the ancient smiths are not known to have been used outside Igbo-Ukwu such as the production of complex objects in stages with the different parts later fixed together by brazing or by casting linking sections to join them.</p>\n<p>The composition of the metal alloys used in the production of the bronze is unique, with an unusually high silver content and is distinct from alloys used in Europe, the Mediterranean or other African bronze centers. The origin of the metal ore used to produce the bronze has been located to old mines in Abakiliki about 100 kilometers from Igbo-Ukwu.</p>\n<p>By the late 16th century, Nri influence extended well beyond the nuclear northern Igbo region to Igbo settlements on the west bank of the Niger and communities affected by the Benin Empire. At its height, the kingdom of Nri had influence in over roughly a fourth of Igboland and beyond.</p>"}},{"node":{"id":"bd957e87-5713-5156-af54-c762674b1e0d","frontmatter":{"country":"Nigeria","title":"Kingdom of Kano","date":"999–1349"},"fields":{"slug":"kano_kngdm"},"excerpt":"The Kingdom of Kano was a Hausa kingdom in the north of what is now Northern Nigeria that dates back before 1000 AD, and lasted until the proclamation of the Sultanate of Kano by King Ali Yaji Dan Tsamiya in 1349. The kingdom was then replaced by the Sultanate of Kano, under the suzerainty of a Muslim Sultan The capital is now the modern city of Kano in Kano State. Our knowledge of the early history of Kano comes largely from the Kano Chronicle, a compilation of oral…","timeToRead":1,"html":"<p>The Kingdom of Kano was a Hausa kingdom in the north of what is now Northern Nigeria that dates back before 1000 AD, and lasted until the proclamation of the Sultanate of Kano by King Ali Yaji Dan Tsamiya in 1349. The kingdom was then replaced by the Sultanate of Kano, under the suzerainty of a Muslim Sultan The capital is now the modern city of Kano in Kano State.</p>\n<p>Our knowledge of the early history of Kano comes largely from the Kano Chronicle, a compilation of oral tradition and some older documents composed in the nineteenth century, as well as more recently conducted archaeology.</p>\n<p>In the 7th century, Dala Hill, a hill in Kano, was the site of a community that engaged in iron-working. It is unknown whether these were Hausa people or speakers of Niger–Congo languages.</p>\n<p>Kano was originally known as Dala, after the hill, and was referred to as such as late as the end of the 15th century and the beginning of the 16th by Bornoan sources. The Kano Chronicle identifies Barbushe, a priest of a Dalla Hill spirit, as the city's first settler. According to the Kano Chronicle, Bagauda, a grandson of the mythical hero Bayajidda, became the first Hausa king of Kano in 999, reigning until 1063. His grandson Gijimasu (1095–1134), the third king, began building city walls at the foot of Dalla Hill, and Gijimasu's son, Tsaraki (1136–1194), the fifth king, completed them during his reign. The Bagauda family steadily extended the kingdom through conquest of nearby communities. They established numerous sub-rulers, with titles starting with \"Dan\", of which the most important was \"Dan Iya\".</p>"}},{"node":{"id":"7d157ba5-600d-5089-8a4d-ab9428f9f745","frontmatter":{"country":"Nigeria","title":"Hausa Kingdom","date":"c. 1000 - 1400"},"fields":{"slug":"hausak"},"excerpt":"The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when…","timeToRead":2,"html":"<p>The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when the terrain was converting from woodlands to savannah. They started cultivating grains, which led to a denser peasant population. They had a common language, laws, and customs. The Hausa were known for fishing, hunting, agriculture, salt-mining, and blacksmithing. By the 14th century Kano had become the most powerful city-state.  Kano had become the base for the trans-Saharan trade in salt, cloth, leather, and grain. The Hausa oral history is reflected in the Bayajidda legend, which describes the adventures of the Baghdadi hero Bayajidda culmulating in the killing of the snake in the well of Daura and the marriage with the local queen Magajiya Daurama. According to the legend, the hero had a child with the queen, Bawo, and another child with the queen's maid-servant, Karbagari.</p>\n<p>In the 7th century, the Dala Hill in Kano was the site of a Hausa community that migrated from Gaya and engaged in iron-working.</p>\n<p>Hausa architecture (known as Tubali in the Hausa language) is a distinct sub-style among the various Sudano-Sahelian architectural styles found throughout the Sahel-geographic band stretching from Senegal and Mauritania in the West to Sudan in the east.</p>\n<p>Hausa buildings are characterized by the use of dry mud bricks in cubic structures, multi-storied buildings for the social elite, the use of parapets related to their military/fortress building past, and traditional white stucco and plaster for house fronts. At times the facades may be decorated with various abstract relief designs, sometimes painted in vivid colours to convey information about the occupant.</p>\n<p>Despite relatively constant growth from the 15th century to the 18th century, the states were vulnerable to constant war internally and externally. By the Eighteenth century they were economically and politically exhausted. Although the vast majority of its inhabitants were Muslim by the 16th century, they were attacked by Fulani jihadists from 1804 to 1808. In 1808 the Hausa Nation was finally conquered by Usuman dan Fodio and incorporated into the Hausa-Fulani Sokoto Caliphate.</p>"}},{"node":{"id":"d4dd9ea6-1c14-500d-bdef-c8400d8dec52","frontmatter":{"country":"Nigeria","title":"Kingdom of Benin","date":"1180 CE - 1897 CE"},"fields":{"slug":"kingdom-of-benin"},"excerpt":"The kingdom of Benin was a pre-colonial kingdom in what is now southern Nigeria. It began in the 900s when the Edo people settled in the rainforests of West Africa. The rulers, known as the Oba were established through hereditary succession. Under these obas Benin became a highly organized state. Its numerous craftsmen were organized into guilds, and the kingdom became famous for its ivory and wood carvers. Its brass smiths and bronze casters excelled at making naturalistic…","timeToRead":1,"html":"<p>The kingdom of Benin was a pre-colonial kingdom in what is now southern Nigeria. It began in the 900s when the Edo people settled in the rainforests of West Africa.</p>\n<p>The rulers, known as the Oba were established through hereditary succession. Under these obas Benin became a highly organized state. Its numerous craftsmen were organized into guilds, and the kingdom became famous for its ivory and wood carvers. Its brass smiths and bronze casters excelled at making naturalistic heads, bas-reliefs, and other sculptures.</p>\n<p>The Obas lived in beautiful palaces decorated with shining brass. Many of Benin’s architectural innovations began with the palace including the introduction of a shingled roof, corrugated metal sheeting and mirrored bedroom ceiling. The halls were decorated by over 800 brass plaques depicting court officials, animals, Portuguese visitors, and other subjects. Royal ancestral altars bore cast metal heads, carved ivory tusks, brass figures, wooden staffs and other decorations.</p>\n<p>They traded ivory, palm oil, pepper, and salves with the Dutch and Portuguese from the 15th through the 18th century. The Kingdom also served as a link for Europeans to trade with other African kingdoms and tribes in the interior of West Africa.</p>\n<p>The kingdom was invaded by the British army in 1897 and made part of the British Empire.</p>\n<p>Read more @ <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Benin\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Benin</a></p>"}},{"node":{"id":"21b0266b-5f5b-59d5-90b5-486c19ddb0af","frontmatter":{"country":"Nigeria","title":"City of Ife","date":""},"fields":{"slug":"ife-city"},"excerpt":"Ife (/ee-fay/, Yoruba: Ifè, also Ilé-Ifẹ̀) is an ancient Yoruba city in south-western Nigeria. According to theYoruba religion Ife was founded by the order of the Supreme God Olodumare to Obatala and then fell into the hands of his brother Oduduwa, which created turmoil between the two. Oduduwa created his own dynasty through his sons and daughters that became different rulers of many kingdoms. According to Yoruba religion, Olodumare, the Supreme God, ordered Obatala to…","timeToRead":4,"html":"<p>Ife (/ee-fay/, Yoruba: Ifè, also Ilé-Ifẹ̀) is an ancient Yoruba city in south-western Nigeria. According to theYoruba religion Ife was founded by the order of the Supreme God Olodumare to Obatala and then fell into the hands of his brother Oduduwa, which created turmoil between the two. Oduduwa created his own dynasty through his sons and daughters that became different rulers of many kingdoms.</p>\n<p>According to Yoruba religion, Olodumare, the Supreme God, ordered Obatala to create the earth, but on his way he found palm wine which he drank and became intoxicated. Therefore, the younger brother of the latter, Oduduwa, took the three items of creation from him, climbed down from the heavens on a chain and threw a handful of earth on the primordial ocean, then put a cockerel on it so that it would scatter the earth, thus creating the land on which Ile Ife would be built. Oduduwa planted a palm nut in a hole in the newly formed land and from there sprang a great tree with sixteen branches, a symbolic representation of the clans of the early Ife city-state. The usurpation of creation, by Oduduwa, gave rise to the ever-lasting conflict between him and his elder brother Obatala, which is still re-enacted in the modern era by the cult groups of the two clans during the Itapa New Year festival. On account of his creation of the world, Oduduwa became the ancestor of the first divine king of the Yoruba, while Obatala is believed to have created the first Yoruba people out of clay. The meaning of the word \"ife\" in Yoruba is \"expansion\"; \"Ile-Ife\" is therefore in reference to the myth of origin as \"The Land of Expansion\".</p>\n<p>Oduduwa had sons, daughters, and a grandson, who went on to found their own kingdoms and empires, namely Ila Orangun, Owu, Ketu, Sabe, Popo and Oyo. Oranmiyan, Oduduwa's last born, was one of his father's principal ministers and overseer of the nascent Edo empire after Oduduwa granted the plea of the Edo people for his governance. When Oranmiyan decided to go back to Ile Ife, after a period of service in Benin, he left behind a child named Eweka that he had in the interim with an indigenous princess. The young boy went on to become the first legitimate ruler of the second Edo dynasty that has ruled what is now Benin from that day to this. Oranmiyan later went on to found the Oyo Empire that stretched at its height from the western banks of the river Niger to the Eastern banks of the river Volta. It would serve as one of the most powerful of Africa's medieval states, prior to its collapse in the 19th century.</p>\n<p>The Oòni (or king) of Ife is a descendant of the godking Oduduwa, and is counted first among the Yoruba kings. He is traditionally considered the 401st spirit (Orisha), the only one that speaks. In fact, the royal dynasty of Ife traces its origin back to the founding of the city more than ten thousand years before the birth of Jesus Christ. The present ruler is Adeyeye Ogunwusi, styled His Imperial Majesty by his subjects. The Ooni ascended his throne in 2015. Following the formation of the Yoruba Orisha Congress in 1986, the Ooni acquired an international status the likes of which the holders of his title hadn't had since the city's colonisation by the British. Nationally he had always been prominent amongst the Federal Republic of Nigeria's company of royal Obas, being regarded as the chief priest and custodian of the holy city of all the Yorubas. In former times, the palace of the Ooni of Ife was a structure built of authentic enameled bricks, decorated with artistic porcelain tiles and all sorts of ornaments. At present, it is a more modern series of buildings. </p>\n<p>Ife is well known as the city of 401 deities. It is said that every day of the year the traditional worshippers celebrate a festival of one of these deities. Often the festivals extend over more than one day and they involve both priestly activities in the palace and theatrical dramatisations in the rest of the kingdom. Historically the King only appeared in public during the annual Olojo festival; other important festivals here include the Itapa festival for Obatala and Obameri, the Edi festival for Moremi Ajasoro, and the Igare masqueraders.</p>\n<p>Kings and Gods were often depicted with large heads because the artists believed that the Ase was held in the head, the Ase being the inner power and energy of a person. Both historic figures of Ife and the offices associated with them are represented. One of the best documented among this is the early king Obalufon II who is said to have invented bronze casting and is honored in the form of a naturalistic copper life-size mask.</p>\n<p>The city was a settlement of substantial size between the 12th and 14th centuries, with houses featuring potsherd pavements. Ilé-Ifè is known worldwide for its ancient and naturalistic bronze, stone and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400 A.D. In the period around 1300 C.E. the artists at Ife developed a refined and naturalistic sculptural tradition in terracotta, stone and copper alloy - copper, brass, and bronze many of which appear to have been created under the patronage of King Obalufon II, the man who today is identified as the Yoruba patron deity of brass casting, weaving and regalia.  After this period, production declined as political and economic power shifted to the nearby kingdom of Benin which, like the Yoruba kingdom of Oyo, developed into a major empire.</p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns, and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>"}},{"node":{"id":"54aa8301-6bd8-5be8-93b2-4bd6ed66d2aa","frontmatter":{"country":"Benin","title":"Oyo Empire","date":"1300 - 1896 CE"},"fields":{"slug":"oyo-empire"},"excerpt":"The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry. Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local…","timeToRead":1,"html":"<p>The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry.</p>\n<p>Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local religious practitioners as well as members of African-derived religions outside of Nigeria. </p>\n<p>The heart of metropolitan Oyo was its capital at Oyo-Ile (also known as Oyo Katunga or Old Oyo or Oyo-oro). The two most important structures in Oyo-Ile were the 'Afin,' or palace of the Oba, and his market. The palace was at the center of the city close to the Oba's market called 'Oja-Oba'. Around the capital was a tall earthen wall for defense with 17 gates. </p>\n<p>In the second half of the 18th century, dynastic intrigues, palace coups, and failed military campaigns began to weaken the Oyo Empire. It became a protectorate of Great Britain in 1888 before further fragmenting into warring factions. The Oyo state ceased to exist as any sort of power in 1896.</p>\n<p>read more @ <a href=\"https://en.wikipedia.org/wiki/Oyo_Empire\">https://en.wikipedia.org/wiki/Oyo_Empire</a></p>"}},{"node":{"id":"1f395cd2-1b1e-5672-af41-42f202fd0de3","frontmatter":{"country":"Nigeria","title":"Kingdom of Owo","date":"1400 - 1600"},"fields":{"slug":"owo-kngdm"},"excerpt":"Owo is a city in Ondo State of Nigeria. Between 1400 and 1600 AD, it was the capital of a Yoruba city-state.  In their oral tradition, Owo traces its origins back to the ancient city of Ile-Ife, the cradle of Yoruba culture. Oral tradition also claims that the founders were the sons of the Yoruba deity Odudua, who was the first ruler of Ile-Ife. The early art-historical and archaeological records reinforce these strong affiliations with Ife culture. Owo was able to maintain…","timeToRead":2,"html":"<p>Owo is a city in Ondo State of Nigeria. Between 1400 and 1600 AD, it was the capital of a Yoruba city-state. </p>\n<p>In their oral tradition, Owo traces its origins back to the ancient city of Ile-Ife, the cradle of Yoruba culture. Oral tradition also claims that the founders were the sons of the Yoruba deity Odudua, who was the first ruler of Ile-Ife. The early art-historical and archaeological records reinforce these strong affiliations with Ife culture. Owo was able to maintain virtual independence from the neighboring kingdom of Benin, but was on occasion required to give tribute. The transmission of courtly culture flowed in both directions between the Benin and the Owo kingdoms. The skill of Owo's ivory carvers was also appreciated at the court of Benin. During the seventeenth and eighteenth centuries, Benin's rulers increasingly utilized insignia made from ivory, and imported Owo's art objects and recruited its artisans for their own royal workshops. There were other notable artworks that can be evidently supported.</p>\n<p>Owo came under British rule in 1893. After Nigeria declared independence in 1960, it was part of the Western Region until 1967 when it became part of the Western State. Owo and its indigenes played significant roles in the politics of the first Republic in Nigeria. In 1976, it became part of the newly created Ondo State.</p>\n<p>Owo has the largest palace (Aghofen) in Africa which was declared a national monument by the federal government. The Olowo Palace had as many as 100 courtyards (Ugha). Each courtyard had a specific function and was dedicated to a particular deity. The largest, said to have been twice the size of an American football field, was used for public assemblies and festivals. Some courtyards were paved with quartz pebbles or broken pottery. Pillars supporting the veranda roofs were carved with statues of the king mounted on a horse or shown with his senior wife. The present Olowo is Oba Folagbade Olateru Olagbegi III.</p>\n<p>The present-day city is an agricultural center involved in the growing and trade of yams, cassava, maize, okra, peppers, cocoa, and cotton. There are, however, other meaningful commercial activities in the town, including but not limited to: timber and sawmilling, Soya bean processing plants and blockmaking industries. The town is dotted with branches of some of the foremost banks like, First Bank Plc, Wema Bank Plc, Skye Bank Plc, Enterprise Bank Ltd. (formerly Omega Bank Plc), etc. The city is now witnessing a dramatic change due to expansion of its road network, particularly dualization of the main road beginning from Emure junction up to Iyere exit. A new ultra-modern market is now open in Owo.</p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}},{"node":{"id":"25925760-ed7b-551f-b6d5-625bdc8e49a8","frontmatter":{"country":"Chad","title":"Kotoko kingdom","date":""},"fields":{"slug":"kotoko_kngdm"},"excerpt":"The Kotoko kingdom was an African monarchy in what is today northern Cameroon and Nigeria, and southwestern Chad. Its inhabitants and their modern descendants are known as the Kotoko people. The rise of Kotoko coincided with the decline of the Sao civilisation in northern Cameroon. A king headed the nascent state, which came to assimilate several smaller kingdoms. Among these were Kousséri, Logone-Birni, Makari, and Mara. Kotoko spread to parts of what is today northern…","timeToRead":1,"html":"<p>The Kotoko kingdom was an African monarchy in what is today northern Cameroon and Nigeria, and southwestern Chad. Its inhabitants and their modern descendants are known as the Kotoko people.</p>\n<p>The rise of Kotoko coincided with the decline of the Sao civilisation in northern Cameroon. A king headed the nascent state, which came to assimilate several smaller kingdoms. Among these were Kousséri, Logone-Birni, Makari, and Mara. Kotoko spread to parts of what is today northern Cameroon and Nigeria, and southwestern Chad by the mid-15th century. Logone-Birni emerged as the most influential of Kotoko's client kingdoms.</p>\n<p>The Kanem Empire brought northern Kotoko into its sphere of influence early on. Through the actions of missionaries and conquerors, most of northern Kotoko had converted to Islam by the 19th century. That same century, Kotoko itself was completely subsumed into the Bornu Empire, and Islam continued to spread. The Bornu rulers divided the territory into northern and southern halves, which allowed Logone-Birni in the south to maintain some degree of autonomy under its paramount chief. Logone-Birni was divided into provinces headed by sub-chiefs.</p>\n<p>Kotoko, along with the rest of Bornu, was split among European powers during Africa's colonial period. In modern times, there has been some conflict between the Kotoko and the Shuwa Arabs.\"</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Nigeria*","countries":"Nigeria"}}