{"data":{"markdownRemark":{"html":"<p>Manyikeni is a Mozambican archaeological site, around 52 km west of the coastal city of Vilanculos. The archaeological site dates from the twelfth to seventeenth century. It is believed to be part of the Great Zimbabwe tradition of architecture, distinguished by mortarless stone walls, and part of the famous Mwenu Mutapa’s Kingdom.[1] The central stone enclosure complex is built in this tradition, and the find of a Zimbabwe-style iron gong at the site also suggests cultural ties.</p>\n<p>The site today is covered by the Cenchrus ciliaris grass, commonly found in Zimbabwe but not in Mozambique. Berger suggests that this may indicate the grass was introduced along with cattle from Zimbabwe. The site is located 350 km from Great Zimbabwe, the capital of a large, pre-colonial empire active from at least the 11th through the 14th centuries. Barker (1978) has suggested that only the ruling elite at Manyikeni consumed beef, as cattle bones have been found only in the central part of the site. The lower classes who lived at the periphery of the site ate meat from sheep and goats. The presence of a large number of glass beads and seashells at the site have led to speculation that the settlement traded extensively with the ancient coastal settlement of Chibuene.</p>\n<p>The most distinguishing feature of the site is the stone enclosure reflecting that of the Great Zimbabwe tradition. This enclosure measures 20 meters in diameter with a height of 50 cm, making it much smaller in size than the enclosure of Great Zimbabwe.[3] The stone enclosure was constructed without mortar in a similar fashion to Great Zimbabwe, further emphasizing its association with this tradition. Construction was undertaken with the use of limestone, differing from other Great Zimbabwe associated sites that used granite. This was due to the higher availability of limestone in the surrounding region which follows the pattern of other periphery sites of the Great Zimbabwe tradition that utilized resources from the surrounding region, rather than importation of granite for the construction of the stone enclosures. Great Zimbabwe stone enclosure construction was affected by the given location of the site with the availability of stone determining the size of the stone enclosure of the particular site. Granite was the most malleable construction material used by the Great Zimbabwe tradition, but as for limestone at Manyikeni, this material was much more difficult to shape into building blocks.[4] As a result, the use of limestone was partly responsible for the much smaller size of the stone enclosure at the site.</p>\n<p>This site was added to the UNESCO World Heritage Tentative List on September 15, 1997 in the cultural category.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Manyikeni\">https://en.wikipedia.org/wiki/Manyikeni</a></p>","fields":{"slug":"manyikeni-city"},"frontmatter":{"title":"Manyikeni","img":[{"name":"","desc":""}],"vid":[{"url":"https://www.youtube.com/embed/FOSguYWzbJ4"}],"url":[{"id":1,"url":"https://whc.unesco.org/en/tentativelists/919/","title":"Manyikeni and Chibuene","desc":""},{"id":1,"url":"","title":"","desc":""},{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 23). Manyikeni. In Wikipedia, The Free Encyclopedia. Retrieved 22:29, March 19, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Manyikeni&oldid=879784828"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"manyikeni-city","imgs":"*manyikeni-city*"}}