{"data":{"markdownRemark":{"html":"<p>Djenné-Djenno (also Jenne-Jeno) is a UNESCO World Heritage Site located in the Niger River Valley in the country of Mali. Literally translated to \"ancient Djenné\", it is the original site of both Djenné and Mali and is considered to be among the oldest urbanized centers and the best known archaeology site in sub-Saharan Africa. This archaeological site is believed to have been involved in long distance trade and possibly the domestication of African rice. The site is known to have been occupied from 250 B.C. to 900 A.D. The city is believed to have been abandoned and moved where the current city is located due to the spread of Islam and the building of the Great Mosque of Djenné. </p>\n<p>This first occupation of the site (which lasted from 250 B.C. to A.D. 50) is known as Phase I and is some of the earliest evidence for iron production in sub-Saharan Africa. Geomorphological data show that the region consisted mostly of swampland at that time. Groups only began permanently occupying the area after a dry episode in which annual flooding receded and decreased the size of the swamps. Faunal remains at the site from this occupation have included catfish and Nile perch but mostly cow, leading to the assumption that this first phase might be associated with hunter-gatherer or pastoral modes of subsistence. During this period there is no evidence for rice production, however it is believed that these people might have been rice producers, even though no definitive evidence has been discovered yet.</p>\n<p>Phase II is defined by a larger population and definitive evidence for the mass production of rice. The borders of the site expanded during this period (possibly covering 100,000 square meters or more), as well as the presence of permanent mud brick architecture. </p>\n<p>Phase III dates from about A.D. 300 to A.D. 900 and is believed to have an even higher population based on crowded cemeteries. The site also has evidence for a more intensive occupation through deep house deposits, possibly from multiple generations.</p>\n<p>Djenné-Djenno is famous for its terracotta figurines which depict humans and animals including snakes and horses. Throughout the site's occupations, pottery fragments are abundant. Some of the more interesting clay artifacts begin in Phase II with terra-cotta statuettes and representations of humans and animals on pottery. These statuettes are important to the understanding of Phase II because along with this art, the first evidence for large-scale rice cultivation and population rise. All of these attributes are commonly associated with complex, state-level societies. It is believed that these artifacts posed ritual function as opposed to a domestic function. Some of these clay figurines are similar to those made by modern Fulani pastoralists for children.</p>\n<p>Evidence for domestic cow, sheep and goat cultivation is present at the site. </p>\n<p>The land surrounding Djenné-Djenno lent itself to such high-yielding crops due to its mixture of highland and floodplain soils at different elevations that allowed floodwater farming of rice. Moreover, the Djenné-Djenno site lies in close proximity to dune landscape, which allows for necessary recreation needed for keeping cattle in floodplain environments. Overall, the diversified sources of food provided food security that allowed for permanent settlement in a region of volatile climate. It is believed that this food production, especially that of African rice, was one of the main contributors to population rise in the city of Djenné-Djenno and was widely exported to nearby centers (including Timbuktu).</p>\n<p>It is suspected that Djenné-Djenno grew to such a vast size as a result of regional and local trade. Archaeological evidence supports that Djenné-Djenno was part of a pre-Arab trans-Saharan trade network. Glass beads found at the site have been dated to as early as the third century BC and appear to originate from Asia to the Mediterranean Near East. Copper ornaments have also been found in early Phase II deposits, which shows these trade networks date to earlier than previously thought. These discoveries lend support to the existence of sporadic contacts between West and North Africa throughout the first millennium AD.</p>\n<p>Since there is no evidence for a fourth phase, it is expected that towards the end of Phase III the city experienced a slow decline in population and eventually a total abandonment. However, very little is known about why this decline happened, and more research is needed.</p>","fields":{"slug":"Djenne-Djenno"},"frontmatter":{"title":"Djenné-Djenno","img":[{"name":"","desc":""}],"vid":[{"url":"https://www.youtube.com/embed/9YW3FwYEiK8"},{"url":"https://www.youtube.com/embed/Xpby9lYF-Mo"}],"url":[{"id":1,"url":"","title":"Djenné-Djeno Archaeological Site","desc":"Djenné-Djeno’s many archaeological and cultural artifacts reveal a complex society dating from 250 B.C. It is among the best-known archeology sites in sub-Saharan Africa and the oldest urbanized centers. Less than two miles (a mere three kilometers) southeast of the modern village of Djenné, Djenné-Djeno was abandoned by the sixteenth century, and remained undiscovered until the 1970s. "},{"id":2,"url":"https://whc.unesco.org/en/list/116","title":"Old Towns of Djenné","desc":"Inhabited since 250 B.C., Djenné became a market centre and an important link in the trans-Saharan gold trade. In the 15th and 16th centuries, it was one of the centres for the propagation of Islam. Its traditional houses, of which nearly 2,000 have survived, are built on hillocks (toguere) as protection from the seasonal floods."},{"id":3,"url":"https://www.worldatlas.com/articles/djenne-djenno-of-ancient-mali.html","title":"Djenné-Djenno Of Ancient Mali","desc":"One of the earliest urbanized civilizations in sub-Saharan Africa formed around Djenné-Djenno in what is now Mali."},{"id":4,"url":"https://www.khanacademy.org/humanities/art-africa/west-africa/mali1/a/seated-figure-djenn-peoples","title":"Seated Figure (Djenné peoples)","desc":"In this region of Mali, the ancient city of Jenne-jeno (“Old Jenne”) flourished as a center for agriculture, trade, and art from the middle of the first millennium until about 1600. The terracotta figures associated with this civilization represent men and women, singular and in pairs, in a variety of attire and poses, including sitting, kneeling, and on horseback. The diversity of imagery and the skill with which they were modeled reveal the rich sculptural heritage of a sophisticated urban culture."},{"id":5,"url":"https://www.khanacademy.org/humanities/art-africa/west-africa/mali1/v/lost-history-the-terracotta-sculpture-of-djenn-djenno","title":"Lost History: the terracotta sculpture of Djenné Djenno","desc":""},{"id":6,"url":"https://www.khanacademy.org/humanities/art-africa/west-africa/mali1/a/great-mosque-of-djenne","title":"Great Mosque of Djenné","desc":"As one of the wonders of Africa, and one of the most unique religious buildings in the world, the Great Mosque of Djenné, in present-day Mali, is also the greatest achievement of Sudano-Sahelian architecture (Sudano-Sahelian refers to the Sudanian and Sahel grassland of West Africa). It is also the largest mud-built structure in the world. We experience its monumentality from afar as it dwarfs the city of Djenné. Imagine arriving at the towering mosque from the neighborhoods of low-rise adobe houses that comprise the city."},{"id":7,"url":"https://africa.uima.uiowa.edu/peoples/show/Djenn%C3%A9","title":"Djenné Art And Life","desc":""},{"id":8,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 30). Djenné-Djenno. In Wikipedia, The Free Encyclopedia. Retrieved 19:20, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Djenn%C3%A9-Djenno&oldid=880947544"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"Djenne-Djenno","imgs":"*Djenne-Djenno*"}}