{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"03bddeb1-4203-5bad-b287-3b794beee5a4","frontmatter":{"country":"Nigeria","title":"Nok Culture","date":"1500 BCE - 500 CE"},"fields":{"slug":"nok-culture"},"excerpt":"The Nok culture is an early Iron Age population whose material remains are named after the Ham village of Nok in Kaduna State of Nigeria, where their famous terracotta sculptures were first discovered in 1928. The Nok Culture appeared in northern Nigeria around 1500 BC and vanished under unknown circumstances around 500 AD. Iron use, in smelting and forging for tools, appears in Nok culture by at least 550 BC and possibly earlier. Data from historical linguistics suggest that…","timeToRead":1,"html":"<p>The Nok culture is an early Iron Age population whose material remains are named after the Ham village of Nok in Kaduna State of Nigeria, where their famous terracotta sculptures were first discovered in 1928. The Nok Culture appeared in northern Nigeria around 1500 BC and vanished under unknown circumstances around 500 AD.</p>\n<p>Iron use, in smelting and forging for tools, appears in Nok culture by at least 550 BC and possibly earlier. Data from historical linguistics suggest that iron smelting was independently discovered in the region prior to 1000 BC. </p>\n<p>Archaeological finds include life-sized terracotta, stone tools, rock paintings and iron implements, including spear points, bracelets, and small knives.</p>\n<p>The Nok also had one of the most complex judicial systems of the time which pre-dates the western judicial system. The Nok people created classes of courts used for adjudicating cases from minor civil cases, such as family disputes and false allegations, to criminal cases such as stealing, murder and adultery. </p>"}},{"node":{"id":"0365dd95-40a8-5aaf-9ae4-15e9169a1197","frontmatter":{"country":"Chad","title":"Sao Civilisation","date":"600 BCE - 1500 CE"},"fields":{"slug":"Sao-Civilisation"},"excerpt":"The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies.  Sao artifacts show that they were skilled workers…","timeToRead":1,"html":"<p>The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies. </p>\n<p>Sao artifacts show that they were skilled workers in bronze, copper, and iron. Finds include bronze sculptures and terra cotta statues of human and animal figures, coins, funerary urns, household utensils, jewelry, highly decorated pottery, spears,  well-fired ceramic vessels, and fine personal ornaments in clay, copper, iron, alloyed copper and brass.</p>\n<p>The Sao were recorded to have dwelt in small towns that were protected by moats and earthen ramparts, suggesting that they may have functioned as city-states.</p>\n<p>Archaeological evidence shows that the Sao buried their dead. The tradition of placing a corpse in the fetal position inside of an earthenware jar was in practice from the 12-13th centuries AD.</p>\n<p>Today, several ethnic groups of Nigeria, northern Cameroon and southern Chad, but particularly the Sara, Kotoko, claim descent from the civilization of the Sao.</p>\n<p>You can read more @ <a href=\"https://en.wikipedia.org/wiki/Sao_civilisation\">https://en.wikipedia.org/wiki/Sao_civilisation</a></p>"}},{"node":{"id":"39486ca7-2352-55cc-9dd1-7b5dcdf99630","frontmatter":{"country":"Togo","title":"Ile-Ife","date":"500 BCE - 1500 CE"},"fields":{"slug":"ile-ife"},"excerpt":"Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin. From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates.  Ife was an influential centre of trade connected to extensive local and long-distance trade networks…","timeToRead":1,"html":"<p>Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin.</p>\n<p>From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates. </p>\n<p>Ife was an influential centre of trade connected to extensive local and long-distance trade networks which enabled the region to prosper.</p>\n<p>Ile-Ife is known for its naturalistic bronze, stone, copper, brass and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400. </p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns,and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>\n<p>After this period, production declined as political and economic power shifted to the nearby kingdom of Benin.</p>"}},{"node":{"id":"76f488b3-82a3-5686-bc07-1cd3556fd0bc","frontmatter":{"country":"Nigeria","title":"Kingdom of Nri","date":"900-1911 CE"},"fields":{"slug":"kingdom-of-nri"},"excerpt":"The Kingdom of Nri (also known as Igbo) was a medieval religio-polity within the Igbo area of Nigeria administered by a priest-king called an Eze Nri. The Eze Nri managed trade and diplomacy on behalf of the Nri people, a subgroup of the Igbo-speaking people, and possessed divine authority in religious matters. The kingdom was a haven for all those who had been rejected in their communities and also a place where slaves were set free from their bondage. Nri expanded through…","timeToRead":2,"html":"<p>The Kingdom of Nri (also known as Igbo) was a medieval religio-polity within the Igbo area of Nigeria administered by a priest-king called an Eze Nri. The Eze Nri managed trade and diplomacy on behalf of the Nri people, a subgroup of the Igbo-speaking people, and possessed divine authority in religious matters.</p>\n<p>The kingdom was a haven for all those who had been rejected in their communities and also a place where slaves were set free from their bondage. Nri expanded through converts gaining neighboring communities' allegiance, not by force. Nri's royal founder, Eri, is said to be a 'sky being' that came down to earth and then established civilization. </p>\n<p>One of the better-known remnants of the Nri civilization is manifested in the igbo ukwu artifacts. The Igbo-Ukwu bronzes amazed the world with a very high level of technical and artistic proficiency and sophistication which was distinctly more advanced than contemporary bronze casting in Europe. The bronzes of Igbo-Ukwu pay special attention to detail depicting birds, snails, chameleons, and other natural aspects of the world such as a hatching bird. Other pieces include gourds and vessels which were often given handles. The pieces are so fine that small insects were included on the surfaces of some while others have what looks like bronze wires decorated around them. None of these extra details were made separately; the bronzes were all one piece.</p>\n<p><b><i>The Grove Encyclopedia of Materials and Techniques in Art</i></b> describes them as being \"among the most inventive and technically accomplished bronzes ever made.\" Although the lost wax casting process was used to produce the bronzes, latex was probably used in Igbo-Ukwu instead of beeswax which would explain how the artists were able to produce such fine and filigrann surface detail. Some of the techniques used by the ancient smiths are not known to have been used outside Igbo-Ukwu such as the production of complex objects in stages with the different parts later fixed together by brazing or by casting linking sections to join them.</p>\n<p>The composition of the metal alloys used in the production of the bronze is unique, with an unusually high silver content and is distinct from alloys used in Europe, the Mediterranean or other African bronze centers. The origin of the metal ore used to produce the bronze has been located to old mines in Abakiliki about 100 kilometers from Igbo-Ukwu.</p>\n<p>By the late 16th century, Nri influence extended well beyond the nuclear northern Igbo region to Igbo settlements on the west bank of the Niger and communities affected by the Benin Empire. At its height, the kingdom of Nri had influence in over roughly a fourth of Igboland and beyond.</p>"}},{"node":{"id":"7d157ba5-600d-5089-8a4d-ab9428f9f745","frontmatter":{"country":"Nigeria","title":"Hausa Kingdom","date":"c. 1000 - 1400"},"fields":{"slug":"hausak"},"excerpt":"The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when…","timeToRead":2,"html":"<p>The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when the terrain was converting from woodlands to savannah. They started cultivating grains, which led to a denser peasant population. They had a common language, laws, and customs. The Hausa were known for fishing, hunting, agriculture, salt-mining, and blacksmithing. By the 14th century Kano had become the most powerful city-state.  Kano had become the base for the trans-Saharan trade in salt, cloth, leather, and grain. The Hausa oral history is reflected in the Bayajidda legend, which describes the adventures of the Baghdadi hero Bayajidda culmulating in the killing of the snake in the well of Daura and the marriage with the local queen Magajiya Daurama. According to the legend, the hero had a child with the queen, Bawo, and another child with the queen's maid-servant, Karbagari.</p>\n<p>In the 7th century, the Dala Hill in Kano was the site of a Hausa community that migrated from Gaya and engaged in iron-working.</p>\n<p>Hausa architecture (known as Tubali in the Hausa language) is a distinct sub-style among the various Sudano-Sahelian architectural styles found throughout the Sahel-geographic band stretching from Senegal and Mauritania in the West to Sudan in the east.</p>\n<p>Hausa buildings are characterized by the use of dry mud bricks in cubic structures, multi-storied buildings for the social elite, the use of parapets related to their military/fortress building past, and traditional white stucco and plaster for house fronts. At times the facades may be decorated with various abstract relief designs, sometimes painted in vivid colours to convey information about the occupant.</p>\n<p>Despite relatively constant growth from the 15th century to the 18th century, the states were vulnerable to constant war internally and externally. By the Eighteenth century they were economically and politically exhausted. Although the vast majority of its inhabitants were Muslim by the 16th century, they were attacked by Fulani jihadists from 1804 to 1808. In 1808 the Hausa Nation was finally conquered by Usuman dan Fodio and incorporated into the Hausa-Fulani Sokoto Caliphate.</p>"}},{"node":{"id":"ce011360-72cd-52d8-a244-4f48540d9514","frontmatter":{"country":"NA","title":"Benin Art","date":"1440 CE - 1897 CE"},"fields":{"slug":"kingdom-of-benin-Art"},"excerpt":"Benin art is the art from the  Kingdom of Benin or Edo Empire (1440–1897) , a pre-colonial African state located in what is now known as the South-South region of Nigeria. Primarily made of cast bronze and carved ivory, Benin art was produced mainly for the court of the Oba of Benin - a divine ruler for whom the craftsmen produced a range of ceremonially significant objects. The full complexity of these works can be appreciated only through the awareness and consideration of…","timeToRead":1,"html":"<p>Benin art is the art from the <a href=\"kingdom-of-benin/\">Kingdom of Benin or Edo Empire (1440–1897)</a>, a pre-colonial African state located in what is now known as the South-South region of Nigeria. Primarily made of cast bronze and carved ivory, Benin art was produced mainly for the court of the Oba of Benin - a divine ruler for whom the craftsmen produced a range of ceremonially significant objects. The full complexity of these works can be appreciated only through the awareness and consideration of two complementary cultural perceptions of the art of Benin: the Western appreciation of them primarily as works of art, and their understanding in Benin as historical documents and as mnemonic devices to reconstruct history, or as ritual objects. This original significance is of great import in Benin.</p>\n<p> Bellow are cast brass plaques from Benin City (the \"Benin Bronzes\"), which were probably cast in the 16th century to decorate the Oba's Palace. British Museum, London. Acquired by the British Punitive Expedition in 1897.</p>"}},{"node":{"id":"4a410b2b-8c73-5528-9e41-fca7ef2b6806","frontmatter":{"country":"DRC","title":"Luba Empire","date":"1585 - 1889"},"fields":{"slug":"luba-empire"},"excerpt":"The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo. The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments.  The economy was based on a tribute system where nobles monopolized trade of…","timeToRead":1,"html":"<p>The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo.</p>\n<p>The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments. </p>\n<p>The economy was based on a tribute system where nobles monopolized trade of salt, copper, and iron ore.</p>\n<p>The Luba Kingdom kept official \"men of memory\" who were part of a group called the Mbudye. They were responsible for maintaining the oral histories associated with kings.</p>\n<p>The arts were held in high esteem. A carver trained in blacksmithing and woodcarving held relatively high status. The important role of woman in the creation myths and political society resulted in many objects of prestige being decorated with female figures. Free-verse poetry was chanted or recited sometimes with instrumental accompaniment, by both men and women.</p>\n<p>The empire began to decline when European colonists (particularly Belgians) began raiding the empire for slaves. In 1889 the empire was split in two by a succession dispute, ending the empire as a unified state. </p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Luba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Luba</a></p>"}},{"node":{"id":"f646cbc4-fbf2-550c-af21-3dd013a4bd58","frontmatter":{"country":"Benin","title":"Kingdom of Dahomey","date":"1600 - 1904 CE"},"fields":{"slug":"dahomey"},"excerpt":"The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military.  Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey.  Common art…","timeToRead":1,"html":"<p>The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military. </p>\n<p>Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey. </p>\n<p>Common art forms included wood and ivory carving, metalwork (including silver, iron and brass, appliqué cloth, and clay bas-reliefs. Much of the art work revolved around the royalty. Each of the palaces at the Royal Palaces of Abomey contained elaborate bas-reliefs (noundidė in Fon) providing a record of the king's accomplishments. Each king had his own palace within the palace complex and within the outer walls of their personal palace was a series of clay reliefs designed specific to that king. These were not solely designed for royalty and chiefs, temples, and other important buildings had similar reliefs. In addition to the royal depictions in the reliefs, royal members were depicted in power sculptures known as bocio, which incorporated mixed materials (including metal, wood, beads, cloth, fur, feathers, and bone) onto a base forming a standing figure. The bocio are religiously designed to include different forces together to unlock powerful forces. In addition, the cloth appliqué of Dahomey depicted royalty often in similar zoomorphic representation and dealt with matters similar to the reliefs, often the kings leading during warfare. Dahomey also had a distinctive tradition of casting small brass figures of animals or people, which were worn as jewellery or displayed in the homes of the relatively well-off. </p>\n<p>The Dahomey Amazons or Mino, which means \"our mothers,\" were a Fon all-female military regiment. They were rigorously trained and given uniforms. The women's army consisted of a number of regiments: huntresses, riflewomen, reapers, archers, and gunners. Each regiment had different uniforms, weapons and commanders. In the latter period, the Dahomean female warriors were armed with Winchester rifles, clubs and knives. Units were under female command. </p>\n<p>Dahomey had a unique form of West African Vodun that linked together preexisting animist traditions with vodun practices. </p>\n<p>The country was annexed into the French colonial empire in 1984.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Metallurgy*","types":"Kingdoms,Arts,Metallurgy,gov"}}