{"data":{"markdownRemark":{"html":"<p>Great Ardra was a coastal West African kingdom in what is now southern Benin. It was named for its capital, the modern Allada, which was also the main city and major port of the realm.</p>\n<p>The city and kingdom were supposedly founded by a group of Aja migrants in the 12th or 13th century. Its kings \"ruled with the consent of the elders of the people\". The state reached the peak of its power in the 16th and early 17th centuries, when it was an important source of slaves for the Atlantic trade. </p>\n<p>Allada was in 1600 the most prominent of Aja states, bordering the nearby Oyo Empire, to which the King of Allada was vassal and tributary. Although it was an inland kingdom, Allada maintained control of some sea ports such as Offra, Jaquin and Whydah, thus making Allada important in the growing slave trade business, which also granted Allada the economic means to pay its duties to Oyo. Between 1640 and 1690, about 125,000 slaves were sold from Allada, peaking at about 55,000 during the 1680s alone.</p>\n<p>Slaves used to be captured from enemy tribes and passed on to European slavers bound for the Americas, the route which by repute the father of Toussaint L'Ouverture, the famous general that started the Haitian revolution that lead Jean-Jacques Dessaline to liberate Haiti, had taken. </p>\n<p>Originally a part of the Allada Kingdom, the city of Abomey went on to become capital of a new kingdom, the Kingdom of Dahomey, which grew strong enough to challenge the nearby Oyo Kingdom, with Dahomey finally vanquishing it and establishing itself as the main Kingdom in the region.</p>\n<p>By the late 1690s, the growth of Dahomey had severely restricted Allada's supply of slaves from the north, while simultaneously Whydah surpassed Allada as a primary source of slaves from West Africa. This greatly weakened Allada's comparative power in the region.[3] In 1724, the Kingdom of Dahomey invaded the Kingdom of Allada; in three days, the King of Dahomey's troops slaughtered thousands of Allada's warriors and citizens. More than 8000 of Allada's population were taken as prisoners and sold into slavery in the New World.[6]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Great_Ardra\">https://en.wikipedia.org/wiki/Great_Ardra</a></p>","fields":{"slug":"great-ardra"},"frontmatter":{"title":"Great Ardra","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"https://en.wikipedia.org/wiki/Allada","title":"Allada","desc":"Allada is a town, arrondissement, and commune, located in the Atlantique Department of Benin.The current town of Allada corresponds to Great Ardra (also called Grand Ardra, or Arda), which was the capital of a Fon kingdom also called Allada (the Allada kingdom), which existed from around the 13th or 14th century (date of the initial settlements by Aja people, reorganized as a kingdom c. 1600) until 1724, when it fell to the armies of neighbour Kingdom of Dahomey."}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, August 24). Great Ardra. In Wikipedia, The Free Encyclopedia. Retrieved 18:41, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Great_Ardra&oldid=856389814"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"great-ardra","imgs":"*great-ardra*"}}