{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"effc9b89-9fcb-5895-b8a7-3c3e12ef8609","frontmatter":{"country":"Zimbabwe","title":"Bumbusi National Monument","date":""},"fields":{"slug":"bumbusi-city"},"excerpt":"Bumbusi is a Zimbabwean archaeological site, surrounded by Hwange National Park, in Western Zimbabwe. It is not often visited because of its remote location and low tourist profile. The remains on the site resemble those of other archaeological sites in the Great Zimbabwe tradition. The Bumbusi National Monument consists of colossal stone walls, boulders, platforms and the ruins of dwellings. Its main structures date from the eighteenth and nineteenth century. Excavations in…","timeToRead":1,"html":"<p>Bumbusi is a Zimbabwean archaeological site, surrounded by Hwange National Park, in Western Zimbabwe. It is not often visited because of its remote location and low tourist profile. The remains on the site resemble those of other archaeological sites in the Great Zimbabwe tradition. The Bumbusi National Monument consists of colossal stone walls, boulders, platforms and the ruins of dwellings. Its main structures date from the eighteenth and nineteenth century. Excavations in 2000 revealed the floors of eighteen original dwellings. </p>\n<p>The site was declared a National Monument in 1946. In 2008 it was listed in the World Monuments Watch List of 100 of Most Endangered Sites by the World Monuments Fund because of the threats posed to the sandstone walls by wild animals from the surrounding nature reserve.[1]</p>"}},{"node":{"id":"8743a1d7-2dc7-57fa-a8aa-116a601e08c8","frontmatter":{"country":"Zimbabwe","title":"Great Zimbabwe","date":""},"fields":{"slug":"great-zimb"},"excerpt":"Great Zimbabwe is a city, now in ruins, in the south-eastern hills of Zimbabwe near Lake Mutirikwe and the town of Masvingo. It was the capital of the Kingdom of Zimbabwe during the country's Late Iron Age. Construction on the monument began in the 11th century and continued until the 15th century. 1  The edifices were erected by the ancestral Shona. 2  The stone city spans an area of 7.22 square kilometres (1,780 acres) which, at its peak, could have housed up to 18,00…","timeToRead":3,"html":"<p>Great Zimbabwe is a city, now in ruins, in the south-eastern hills of Zimbabwe near Lake Mutirikwe and the town of Masvingo. It was the capital of the Kingdom of Zimbabwe during the country's Late Iron Age. Construction on the monument began in the 11th century and continued until the 15th century.[1][2] The edifices were erected by the ancestral Shona.[2] The stone city spans an area of 7.22 square kilometres (1,780 acres) which, at its peak, could have housed up to 18,000 people. It is recognised as a World Heritage site by UNESCO.</p>\n<p>Great Zimbabwe is believed to have served as a royal palace for the local monarch. As such, it would have been used as the seat of political power. Among the edifice's most prominent features were its walls, some of which were over five metres high. They were constructed without mortar (dry stone). Eventually, the city was abandoned and fell into ruin.</p>\n<p>The word great distinguishes the site from the many hundreds of small ruins, now known as \"zimbabwes\", spread across the Zimbabwe Highveld.[5] There are 200 such sites in southern Africa, such as Bumbusi in Zimbabwe and Manyikeni in Mozambique, with monumental, mortarless walls; Great Zimbabwe is the largest of these.[6]</p>\n<p>Construction of the stone buildings started in the 11th century and continued for over 300 years.[2] The ruins at Great Zimbabwe are some of the oldest and largest structures located in Southern Africa, and are the second oldest after nearby Mapungubwe in South Africa. Its most formidable edifice, commonly referred to as the Great Enclosure, has walls as high as 11 m (36 ft) extending approximately 250 m (820 ft), making it the largest ancient structure south of the Sahara Desert. Its growth has been linked to the decline of Mapungubwe from around 1300, due to climatic change[13] or the greater availability of gold in the hinterland of Great Zimbabwe.[14]</p>\n<p>In 1531, Vicente Pegado, Captain of the Portuguese Garrison of Sofala, described Zimbabwe thus:</p>\n<p>“\tAmong the gold mines of the inland plains between the Limpopo and Zambezi rivers there is a fortress built of stones of marvelous size, and there appears to be no mortar joining them.... This edifice is almost surrounded by hills, upon which are others resembling it in the fashioning of stone and the absence of mortar, and one of them is a tower more than 12 fathoms [22 m] high. The natives of the country call these edifices Symbaoe, which according to their language signifies court.[7]\t”\nThe ruins form three distinct architectural groups. They are known as the Hill Complex, the Valley Complex and the Great Enclosure. The Hill Complex is the oldest, and was occupied from the ninth to thirteenth centuries. The Great Enclosure was occupied from the thirteenth to fifteenth centuries, and the Valley Complex from the fourteenth to sixteenth centuries.[6] Notable features of the Hill Complex include the Eastern Enclosure, in which it is thought the Zimbabwe Birds stood, a high balcony enclosure overlooking the Eastern Enclosure, and a huge boulder in a shape similar to that of the Zimbabwe Bird.[17] The Great Enclosure is composed of an inner wall, encircling a series of structures and a younger outer wall. The Conical Tower, 5.5 m (18 ft) in diameter and 9 m (30 ft) high, was constructed between the two walls.[18] The Valley Complex is divided into the Upper and Lower Valley Ruins, with different periods of occupation.[6]</p>\n<p>The most important artefacts recovered from the Monument are the eight Zimbabwe Birds. These were carved from a micaceous schist (soapstone) on the tops of monoliths the height of a person.[20] Slots in a platform in the Eastern Enclosure of the Hill Complex appear designed to hold the monoliths with the Zimbabwe birds, but as they were not found in situ it cannot be determined which monolith and bird were where.[21] Other artefacts include soapstone figurines (one of which is in the British Museum[22]), pottery, iron gongs, elaborately worked ivory, iron and copper wire, iron hoes, bronze spearheads, copper ingots and crucibles, and gold beads, bracelets, pendants and sheaths.[23][24] Glass beads and porcelain from China and Persia[25] among other foreign artefacts were also found, attesting the international trade linkages of the Kingdom. In the extensive stone ruins of the great city, which still remain today, include eight, monolithic birds carved in soapstone. It is though that they represent the bateleur eagle- a good omen, protective spirit and messenger of the gods in Shona culture.[26]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Great_Zimbabwe\">https://en.wikipedia.org/wiki/Great_Zimbabwe</a></p>"}},{"node":{"id":"83220d7f-a94d-510a-b883-b432be9c0974","frontmatter":{"country":"Botswana","title":"Kingdom of Mapungubwe","date":"1075–1220"},"fields":{"slug":"mapungubwe"},"excerpt":"The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The…","timeToRead":1,"html":"<p>The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The Kingdom of Mapungubwe lasted about 80 years, and at its height its population was about 5000 people. The Mapungubwe Collection is a museum collection of artifacts found at the archaeological site and is housed in the Mapungubwe Museum in Pretoria.</p>\n<p>Spatial organisation in the kingdom of Mapungubwe involved the use of stone walls to demarcate important areas for the first time. There was a stone-walled residence likely occupied by the principal councillor. Stone and wood were used together. There would have also been a wooden palisade surrounding Mapungubwe Hill. Most of the capital's population would have lived inside the western wall.</p>"}},{"node":{"id":"18972033-bc47-5b0f-ba6f-a0913ec6d3bc","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Zimbabwe","date":"1220–1450"},"fields":{"slug":"zimbabwe-kngdm"},"excerpt":" The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom.   The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.  The Kingdom of…","timeToRead":1,"html":"<p> The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom. </p>\n<p> The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.</p>\n<p> The Kingdom of Zimbabwe controlled the ivory and gold trade from the interior to the southeastern coast of Africa. Asian and Arabic goods could be found in abundance in the kingdom. Economic domestication, which had been crucial to the earlier proto-Shona states, was also practiced. The Great Zimbabwe people mined minerals like gold, copper and iron. </p>\n<p> The end of the kingdom resulted in a fragmenting of proto-Shona power. Two bases emerged along a north-south axis. In the north, the Kingdom of Mutapa carried on and even improved upon Zimbabwe's administrative structure. It did not carry on the stone-masonry tradition to the extent of its predecessor. In the south, the Kingdom of Butua was established as a smaller, but nearly identical, version of Zimbabwe. Both states were eventually absorbed into the largest and most powerful of the Kalanga states, the Rozwi Empire.</p>\n<p> Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Zimbabwe\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Zimbabwe</a></p>"}},{"node":{"id":"7926ea1b-b761-5e67-a997-9eac84f70bff","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Mutapa","date":"1430–1760"},"fields":{"slug":"mutapa_kngdm"},"excerpt":"The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .  According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the…","timeToRead":2,"html":"<p>The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .</p>\n<p> According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the salf the prince decided to stay and founded the kingdom of Mwenemutapa. His Kingdom flourished while Great Zimbabwe fell into ruin .</p>\n<p> Mutota's successor, Mwenemutapa Matope, extended this new kingdom into an empire encompassing most of the lands between Tavara and the Indian Ocean. This empire had achieved uniting a number of different peoples in Southern Africa by building strong, well-trained armies and encouraging states to join voluntarily, offering membership in the Great council of the Empire to any who joined without resistance .</p>\n<p> The Mutapa Empire became very wealthy by mining gold deposites in its rivers and exploiting copper from Chidzurgwe and ivory from the middle Zambezi. They traded gold, copper, iron, and ivory with Arabs and Portuguese who became the dominant foreign players.</p>\n<p> Archeological evidence has uncovered indegenous methods of mettalurgy consisting of iron production remains at Baranda and copper-based objects at Chenguruve Hill and Muchekayawa Hill.</p>\n<p> The Portuguese tried to conquer the Mutapa Empire in the 1500s. They were unsuccessful but left the kingdom severly weakened . </p>\n<p> References:\n[1] <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Mutapa\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Mutapa</a>\n[2] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\n[3] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\"</p>"}},{"node":{"id":"d3343fe3-f755-5a44-8580-f4a82c47d928","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Butua","date":"c. 1450 - 1683"},"fields":{"slug":"butua-kngdm"},"excerpt":"The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512. The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone…","timeToRead":1,"html":"<p>The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512.</p>\n<p>The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone city of Khami. Its people were ancestors of the Bakalanga. In 1683, the kingdom was conquered by the Rozwi Empire.</p>\n<p>The BakaLanga  at Khami developed both the stone building techniques and the pottery styles found at Great Zimbabwe. Masons continued to refine Great Zimbabwe’s tradition of building precise stone walls. The BakaLanga are thought to have built Khami, Lusvingo, Mapungugwe and other ruins scattered across western Zimbabwe and east Botswana. </p>\n<p>Several artefacts such as ritual drinking pots, iron and bronze weapons, copper objects and ivory divining pieces are also found at Khami.</p>"}},{"node":{"id":"9e939f2c-b87b-5619-a710-2fadc275afbd","frontmatter":{"country":"Zimbabwe","title":"Khami","date":""},"fields":{"slug":"khami-city"},"excerpt":"Khami (also written as Khame, Kame or Kami) is a ruined city located 22 kilometres west of Bulawayo, in Zimbabwe. It was once the capital of the Kalanga Kingdom of Butwa of the Tolwa dynasty. It is now a national monument, and became a UNESCO World Heritage Site in 1986. The settlement that we see today was a development of the architectural form that emerged at Great Zimbabwe in the 13th century AD and a local Leopard's Kopje culture that built platforms of rough walling on…","timeToRead":2,"html":"<p>Khami (also written as Khame, Kame or Kami) is a ruined city located 22 kilometres west of Bulawayo, in Zimbabwe. It was once the capital of the Kalanga Kingdom of Butwa of the Tolwa dynasty. It is now a national monument, and became a UNESCO World Heritage Site in 1986.</p>\n<p>The settlement that we see today was a development of the architectural form that emerged at Great Zimbabwe in the 13th century AD and a local Leopard's Kopje culture that built platforms of rough walling on which houses would be constructed. </p>\n<p>The site of Khami reveals seven built-up areas occupied by the royal family with open areas in the valley occupied by the commoners. The complex comprises circular, sometimes terraced, artificial platforms encased by dry stone walls. The beautifully decorated 6m-high by 68m-long retaining wall of the precipice platform bears a checkerboard design along its entire length. The platforms, rising 2–7m above the ground, carried dhaka (clay) huts and courtyards where those of lower status lived. The remnants of cattle kraals and huts for ordinary people can be seen below the Hill Complex. The ruins include a royal enclosure or Hill Complex, which had to be on higher ground than other buildings, stone walls and hut platforms, and also a Christian cross believed to have been placed by a contemporary missionary. There are also ruins on the eastern side of the Khami River. Other platforms are believed to have been cattle kraals and a retaining wall with a chequered pattern. Recent excavations (2000–2006) have revealed that the walls of the western parts of the Hill Complex were all decorated in chequer, herringbone, cord, as well as variegated stone blocks.</p>\n<p>Khami marks an innovation that recognised the environment in which was built. The area around Khami, being riverine, is hot and had problems with malaria. The stone found at Khami (laminar granite) was different from that found in other areas of Zimbabwe (biotite). With a mixture of dolerite, this stone was harder to quarry and produced shapeless building stone. It can be estimated that over 60% of the stone produced at these quarries would not be of building quality. The building blocks thus needed to be shaped, but even then the stones were not suitable for building free-standing dry stone walls. The builders thus made an innovation and produced retaining walls instead. Secondly, building platforms made the houses cooler than those in the open areas below. It also eliminated the problem of malaria for the lucky royals who stayed in the built-up areas. </p>\n<p>The walls are gravity retaining walls built without mortar. Unlike at Great Zimbabwe, some of the walls at Khami have foundations built with huge blocks which would have been lifted by at least four people. </p>\n<p>Excavations have revealed well-planned buildings especially at the Hill Complex, which was occupied by the king. The complex was first built up by creating terraces of rough walling. These stable walls were then covered up by quality walling of dressed stone blocks. Each terrace was highly decorated with either a checkerboard pattern, herringbone, or a cord pattern. The terraces leaned inwards so that gravity would not cause collapses. The terraces that were created by leaning inwards had wooden poles probably for the guards to hold on to as they walked along the high and steep walls.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Khami\">https://en.wikipedia.org/wiki/Khami</a></p>"}},{"node":{"id":"0be24e90-a947-5e5e-88e6-238f665386c1","frontmatter":{"country":"Zimbabwe","title":"The Rozvi Empire","date":"1660–1866"},"fields":{"slug":"rozvi_empire"},"excerpt":"The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers. The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in…","timeToRead":1,"html":"<p>The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers.</p>\n<p>The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in the eastern highlands.</p>\n<p>The Rozvi chiefs revived the tradition of building in stone and constructed impressive cities, now known as 'zimbabwes', throughout the southwest. Polychrome pottery was also emblematic of its culture. The Rozvi empire had many economic branches but agriculture was its backbone. They planted crops such as sorghum and millet and the state depended heavily on subsistence farming. Livestock was also another important agricultural branch. They kept animals such as sheep, goats, cattle and chickens; those with many livestock were considered rich and were accorded very high economic status within the society. Trade was another important economic activity and the Rozvi practiced both internal and external trade. From foreign traders they obtained imported goods such as guns, salt, beads and sea shells; in return they bartered ivory, copper and gold. Mining was another major branch and was done by males. The warriors were armed with spears, bows and arrows when they raided others or defended their state.</p>\n<p>Its warriors were known to be violent; this earned them the name rozvi, meaning plunders or destroyers. They became the most powerful fighting force in the whole of Zimbabwe.</p>\n<p>Records from the Portuguese show that the Rozvi were sophisticated military strategists. They were noted for using the cow-horn formation years before the great Zulu leader Shaka adopted it in the 19th century. Armed with spears, bows and arrows, the aggressive Rozvi took over the Zimbabwe plateau.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Rozwi_Empire\">https://en.wikipedia.org/wiki/Rozwi_Empire</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Zimbabwe*","countries":"Zimbabwe"}}