{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"59a5d3be-e0bc-5835-b823-97d4649d836b","frontmatter":{"country":"Sudan","title":"A-Group culture","date":"3800 BCE - 3100 BCE"},"fields":{"slug":"a-groupc"},"excerpt":"The A-Group culture was an ancient civilization that flourished between the First and Second Cataracts of the Nile in Nubia. It lasted from c. 3800 BC to c. 3100 BC. The A-Group makers maintained commercial ties with the Ancient Egyptians. They traded commodities like incense, ebony and ivory, which were gathered from the southern riverine area. They also bartered carnelian from the Western Desert as well as gold mined from the Eastern Desert in exchange for Egyptian products…","timeToRead":2,"html":"<p>The A-Group culture was an ancient civilization that flourished between the First and Second Cataracts of the Nile in Nubia. It lasted from c. 3800 BC to c. 3100 BC.</p>\n<p>The A-Group makers maintained commercial ties with the Ancient Egyptians. They traded commodities like incense, ebony and ivory, which were gathered from the southern riverine area. They also bartered carnelian from the Western Desert as well as gold mined from the Eastern Desert in exchange for Egyptian products, olive oil and other items from the Mediterranean basin.</p>\n<p>The A-Group makers left behind a number of cemeteries, with each necropolis containing around fifty graves. Most of what is known about this culture has been gleaned from these tombs, over 3,000 of which have been excavated. The burials are of two kinds: a more common oval pit, and a similar pit featuring a lateral funerary niche. Skeletons found within these graves were observed to be physically akin to their peers in Upper Egypt. The specimens typically had straight hair of a black or dark brown hue. On average, the men were 169.9 cm in height and the women stood around 155.5 cm. Some individuals were wrapped in leather and positioned on reed mats. </p>\n<p>All of the tombs contained various burial items, including personal ornaments, utensils and ceramics. Copper and gold artefacts initially appeared in graves of the Middle A Group, which are dated from ca. 3600–3300 cal BC (Killick 2014a). These are associated with Naqada pottery and other items of Egyptian provenance, suggesting that they too were imported. </p>\n<p>Dental trait analysis of A-Group fossils found that they were closely related to Afroasiatic-speaking populations inhabiting Northeast Africa and the Maghreb. </p>\n<p>Among the ancient populations, the A-Group people were nearest to the Kerma culture bearers and Kush populations in Upper Nubia, followed by the Meroitic, X-Group and Christian period inhabitants of Lower Nubia and the Kellis population in the Dakhla Oasis, as well as C-Group and Pharaonic era skeletons excavated in Lower Nubia and ancient Egyptians (Naqada,Badari, Hierakonpolis, Abydos and Kharga in Upper Egypt; Hawara in Lower Egypt). Among the recent groups,the A-Group makers were morphologically closest to Afroasiatic-speaking populations in the Horn of Africa,followed by the Shawia and Kabyle Berber populations of Algeria as well as Bedouin groups in Morocco, Libya and Tunisia. </p>\n<p>The A-Group culture came to an end around 3100 BC, when it was destroyed, apparently by the First Dynasty rulers of Egypt.</p>"}},{"node":{"id":"914a6b38-0054-510f-a58b-5e273a7d4db7","frontmatter":{"country":"Congo","title":"Kakongo","date":"500 BCE"},"fields":{"slug":"kakongo"},"excerpt":"Kakongo was a former small kingdom located on the Atlantic coast of Central Africa, in the modern-day Republic of Congo and Cabinda, Angola. It along with its southern neighbor, Ngoyo, and Loango, its neighbor on the north were important political commercial centers during the seventeenth through nineteenth centuries. The people speak a dialect of the Kikongo language and thus may be considered a part of the Bakongo ethnicity. The earliest history of Kakongo is unknown, and…","timeToRead":2,"html":"<p>Kakongo was a former small kingdom located on the Atlantic coast of Central Africa, in the modern-day Republic of Congo and Cabinda, Angola. It along with its southern neighbor, Ngoyo, and Loango, its neighbor on the north were important political commercial centers during the seventeenth through nineteenth centuries. The people speak a dialect of the Kikongo language and thus may be considered a part of the Bakongo ethnicity.</p>\n<p>The earliest history of Kakongo is unknown, and oral traditions collected in the region in the nineteenth and twentieth centuries do not do much to elucidate the earliest history of the country. In its present state, archaeology can only attest that the region was already in the Iron Age by the fifth century BC, and that complex societies were emerging in the general vicinity by the early centuries CE.</p>\n<p>The kingdom is first mentioned in the titles of the King of Kongo Afonso I in 1535, in which he notes that he was king over this region, as well as a number of others located along the north bank of the Congo River. This title has led historians to believe that Kakongo was once part of a federation of states that included Kongo and that may have formed as early as the late fourteenth century.</p>\n<p>Kakongo was, however, an independent state for all intents and purposes from the sixteenth century onward. Portuguese merchants, interested in the trade in copper, ivory, and slaves began to establish factories in Kakongo in the 1620s and Dutch and English merchants also visited the kingdom during the seventeenth century. Its capital was called Kinguele,and was an inland town.</p>\n<p>Kakongo became a very important commercial center in the eighteenth century, regularly visited by ships from England, France, the Netherlands, and Portugal. Its port of Cabinda was a major hub and lay in a protected bay. Slaves dominated the exports of the country, though most were simply transhipped from areas further south, both in the Kingdom of Kongo and the eastern provinces of Angola (such as Matamba). In 1775, French missionaries sought to convert the kingdom, along with its neighbors, to Christianity, hoping to reap the fruit of its long association with the neighboring, Christian, Kingdom of Kongo. The mission was largely unsuccessful, but did make contact with a community of Christians from Kongo's province of Soyo living at the town of Manguenzo in the interior. The mission was ultimately abandoned, however.</p>"}},{"node":{"id":"1e9612d7-3881-561c-ab4e-5cad44963392","frontmatter":{"country":"Eritrea","title":"Kingdom of Aksum","date":"c. 100 AD – c. 940 AD"},"fields":{"slug":"aksum-kngdm"},"excerpt":"The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the…","timeToRead":1,"html":"<p>The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the proto-Aksumite Iron Age period around the 4th century BC to achieve prominence by the 1st century AD. Aksum became a major player on the commercial route between the Roman Empire and Ancient India. The Aksumite rulers facilitated trade by minting their own Aksumite currency, with the state establishing its hegemony over the declining Kingdom of Kush. It also regularly entered the politics of the kingdoms on the Arabian Peninsula and eventually extended its rule over the region with the conquest of the Himyarite Kingdom. The Manichaei prophet Mani (died 274 AD) regarded Axum as one of the four great powers of his time, the others being Persia, Rome, and China.</p>\n<p>The Aksumites erected a number of monumental stelae, which served a religious purpose in pre-Christian times. One of these granite columns is the largest such structure in the world, at 90 feet.</p>\n<p>Under Ezana (fl. 320–360) Aksum adopted Christianity. In the 7th century, early Muslims from Mecca sought refuge from Quraysh persecution by travelling to the kingdom, a journey known in Islamic history as the First Hijra.</p>\n<p>The kingdom's ancient capital, also called Axum, is now a town in Tigray Region (northern Ethiopia). The Kingdom used the name \"Ethiopia\" as early as the 4th century.</p>\n<p>Tradition claims Axum as the alleged resting place of the Ark of the Covenant and the purported home of the Queen of Sheba.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Aksum\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Aksum</a></p>"}},{"node":{"id":"c07a2d68-e942-5a7e-a945-9f531d0c8451","frontmatter":{"country":"DRC","title":"Upemba Depression Settlements","date":"400 CE"},"fields":{"slug":"upemba"},"excerpt":"The Upemba Depression (or Kamalondo Depression) is a large marshy bowl area (depression) in the Democratic Republic of the Congo comprising some fifty lakes, including Lake Upemba (530 km²) and Lake Kisale (300 km²). In an earlier era, the area was probably occupied by one large lake. The area includes many archaeological sites and is on the tentative list for UNESCO world heritage site. Chronology based on more than 55 radiocarbon datings and thermoluminescence shows periods…","timeToRead":1,"html":"<p>The Upemba Depression (or Kamalondo Depression) is a large marshy bowl area (depression) in the Democratic Republic of the Congo comprising some fifty lakes, including Lake Upemba (530 km²) and Lake Kisale (300 km²). In an earlier era, the area was probably occupied by one large lake.</p>\n<p>The area includes many archaeological sites and is on the tentative list for UNESCO world heritage site. Chronology based on more than 55 radiocarbon datings and thermoluminescence shows periods of occupation since the Stone Age. This Upemba depression has delivered the largest known cemetery in the sub-Saharan Africa.</p>\n<p>Archaeological research shows that the Upemba depression had been occupied continuously since at least the 5th century AD by the Luba people's ancestors, who settled in the Upemba Depression near Lake Upemba. In the marshes of the Upemba Depression, large scale cooperation was necessary to build and maintain dikes and drainage ditches. This kind of communal cooperation also made possible the construction of dams to stock fish during the long dry season. </p>\n<p>By the 6th century, fishing people lived on lakeshores, worked iron, and traded in salt, palm oil, and dried fish. They used these products to trade for copper, charcoal (for iron smelting), glass beads, iron and cowrie shells from the Indian Ocean. They began trading dried fish to the inhabitants of the adjacent forest regions.</p>\n<p>Several distinct societies developed out of the Upemba culture prior to the genesis of the Luba. Each of these societies based the foundation of their society on that of the one which preceded it (much in the way that many aspects of Roman culture were borrowed from the Greeks). The 5th century saw this societal evolution develop in the area around present day Kamilamba at the Kabambasee, which was followed and replaced by a number of other cultures which were based around the cities of Sanga and Katango.</p>\n<p>By the 10th century, the people of Upemba had diversified their economy, combining fishing, farming and metal-working. Metal-workers relied on traders to bring them the copper and charcoal that they needed in smelting. Traders exported salt and iron items, and imported glass beads and cowry shells from the distant Indian Ocean. The people of Upemba are considered the origin of the Kingdom of Luba (1585-1889). </p>"}},{"node":{"id":"837192d5-e633-5822-8fb2-4904c6d73b6d","frontmatter":{"country":"Sudan","title":"Alodia","date":"400 CE"},"fields":{"slug":"alodia-kngdm"},"excerpt":"Alodia, also known as Alwa (Greek: Aρογα, Aroua; Arabic:Alwa) was a medieval Nubian kingdom in what is now central and southern Sudan. Its capital was the city of Soba located near modern-day Khartoum at the confluence of the Blue and White Nile. Founded some time after the fall of the ancient kingdom of Kush in around 350, Alodia is first mentioned in historical records in 569. It converted to Coptic Christianity in 580, the last of the three Nubian kingdoms to convert, the…","timeToRead":2,"html":"<p>Alodia, also known as Alwa (Greek: Aρογα, Aroua; Arabic:Alwa) was a medieval Nubian kingdom in what is now central and southern Sudan. Its capital was the city of Soba located near modern-day Khartoum at the confluence of the Blue and White Nile.</p>\n<p>Founded some time after the fall of the ancient kingdom of Kush in around 350, Alodia is first mentioned in historical records in 569. It converted to Coptic Christianity in 580, the last of the three Nubian kingdoms to convert, the other two being Nobadia and Makuria. It possibly reached its peak during the 9th–12th centuries when it is recorded to have controlled much of central and southern Sudan, exceeding its northern neighbor, Makuria, with which it maintained close dynastic ties, in size, power and economic prosperity. This wide, multicultural empire was ruled by a powerful king and provincial governors appointed by him. The capital Soba, being described as a town of \"extensive dwellings and churches full of gold and gardens\", prospored as a trading hub with goods arriving from Makuria, the Middle East, western Africa, India and even China. Nubian and Greek literacy flourished.</p>\n<p>Based on archaeological evidence it has been suggested that Alodia's capital Soba underwent its peak of development between the 9th to 12th centuries. Monumental structures, have been unearthed in the capital Soba.  The discoveries include several churches, a palace, cemeteries and numerous small finds.</p>\n<p>In the mid 10th century, Alodia was visited by the traveller and historian Ibn Hawqal, resulting in the most comprehensive known account of the kingdom. He describes the geography and people of Alodia in considerable detail, giving the impression of a large, polyethnic state. He also notes its prosperity, having an \"uninterrupted chain of villages and a continuous strip of cultivated lands\".</p>\n<p>From the 12th and especially the 13th century Alodia was declining possibly because of invasions from the south, droughts and a shift of trade routes. The 14th century saw the arrival of both the plague and bedouin tribes migrating into the upper Nile valley. By around 1500 Soba had fallen to either Arabs or the Funj, likely marking the end of Alodia, although some Sudanese oral traditions claimed that it survived in the form of the kingdom of Fazughli within the Ethiopian-Sudanese borderlands.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Alodia\">https://en.wikipedia.org/wiki/Alodia</a></p>"}},{"node":{"id":"90e80b0f-48f8-56f1-9215-115deca43cae","frontmatter":{"country":"Botswana","title":"Toutswe Hill Farming Culture","date":"600-700 CE and 1200-1300 CE"},"fields":{"slug":"toutswe_settl"},"excerpt":"Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years.  Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated…","timeToRead":1,"html":"<p>Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years. </p>\n<p>Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated stock, respectively.  The hill was part of the formation of early states in Southern Africa with cattle  keeping as major source of economy. This was supplemented by goats, sheep and foraging as well as hunting of wild animals. The Toutswe people were also hunting westwards into the Kalahari and trading eastwards with the Limpopo. East coast shells, used as trade currency, were already being traded as far west as Tsodilo by 700AD.</p>\n<p>The site was situated in the center of a broader cultural area in Eastern Botswana and shares many commonalities with other archaeological sites of this region, in both ceramic production styles and also timeframes inhabited. Large structures were observed that contained vitrified remains of animal dung, leading to the theory that these were animal enclosures and that Toutswemogala Hill was thus a major center of animal husbandry in the region. However, agriculture also played a vital role in the longevity of Toutswemogala Hill's extended occupation, as many grain storage structures have also been found on the site. Many different stratified layers of housing floors further signal continuous occupation over hundreds of years.</p>\n<p>The remaining features of Toutswe settlement include house-floors, large heaps of vitrified cow-dung and burials while the outstanding structure is the stone wall. There are large traits of centaurs ciliaris, a type of grass which has come to be associated with cattle-keeping settlements in South, Central Africa. This site was added to the UNESCO World Heritage Tentative List on July 21, 1999 in the Cultural category.</p>"}},{"node":{"id":"aa62c08d-f6ce-531c-a3be-457f6caaa262","frontmatter":{"country":"Tanzania","title":"Kilwa Kisiwani","date":"700 CE. - 1400 CE"},"fields":{"slug":"kilwa-kswni"},"excerpt":"Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to…","timeToRead":1,"html":"<p>Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to the Great Mosque of Kilwa, which was made of coral stones—the largest mosque of its kind. Kilwa Kisiwani has been designated by UNESCO as a World Heritage Site. </p>\n<p>Trade connections with the Arabian Peninsula as well as India and China influenced the growth and development of Kilwa, and, though there are Islamic words and customs that have been adapted to the culture, the origins are African. </p>\n<p>Among Kilwa's exports were spices, tortoiseshell, coconut oil, ivory, and aromatic gums, as well as gold. For approximately 500 years, Kilwa was minting coins. This lasted from about A.D 1100-1600 and the coins have been found across the region, including Great Zimbabwe.</p>\n<p>Evidence of growth in wealth can be seen with the appearance of stone buildings around the 13th century CE, before which all of the buildings were wattle-and-daub. The wealthy enjoyed indoor plumbing in their stone homes and the poor lived in mud huts with thatched roofs. The scholar Ibn Battuta recorded his visit to the city around 1331, and commented favorably on the generosity, humility, and religion of its ruler, Sultan al-Hasan ibn Sulaiman. Ibn Battuta also describes how the sultan would go into the interior and raid the people taking slaves and other forms of wealth.</p>\n<p>In the early 16th century the Portuguese took control of the island after besieging it. It remained in Portuguese hands until 1512.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kilwa_Kisiwani\">https://en.wikipedia.org/wiki/Kilwa_Kisiwani</a></p>"}},{"node":{"id":"0dce22c3-c2b6-5915-9f0a-1da400475510","frontmatter":{"country":"Mauritania","title":"Ghana Empire","date":"700 - 1240"},"fields":{"slug":"ghana-empire"},"excerpt":"The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the…","timeToRead":2,"html":"<p>The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the area that became the Ghana Empire. By the time of the Muslim conquest of North Africa in the 7th century the camel had changed the ancient, more irregular trade routes into a trade network running from Morocco to the Niger river. The Ghana Empire grew rich from this increased trans-Saharan trade in gold and salt, allowing for larger urban centres to develop. The traffic furthermore encouraged territorial expansion to gain control over the different trade-routes.</p>\n<p>The early history of Ghana is unknown. The Neolithic site of Dhar Tichitt in this area was settled by agropastoral communities around 2000 BC. Their settlements were generally situated on the cliffs and included stone building. These are the oldest surviving archaeological settlements in West Africa and the oldest of all stone base settlements south of the Sahara. They are thought to have been built by the Soninke people and were possibly the precursor of the Ghana empire. The area was abandoned around 500 BC probably because of the onset of more arid conditions. Hundreds of rock art images have been discovered, depicting various animals and hunting scenes. Archaeologists including P.J. Munson, Augustin F.C. Holl, and S. Amblard have found some evidence that millet was farmed seasonally as early as 2000 BC.</p>\n<p> There is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century. The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. </p>\n<p>In the 11th century the Cordoban scholar Abuof travelled to the region and gave a detailed description of the kingdom. He claimed that the Ghana could \"put 200,000 men into the field, more than 40,000 of them archers\", and noted they had cavalry forces as well.</p>\n<p>The archaeological ruins at Koumbi Saleh show remanents of the Ghana Emprie. Koumbi Saleh was a Muslim town with a strong Maghreb connection. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace. The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. </p>\n<p>As the empire declined it finally became a vassal of the rising Mali Empire at some point in the 13th century. When the Gold Coast in 1957 became the first country in sub-Saharan Africa to regain its independence from colonial rule, it renamed itself in honor of the long-gone empire.</p>"}},{"node":{"id":"da4cc0ad-7606-5209-a40b-a47522fbbef7","frontmatter":{"country":"Benin","title":"Great Ardra","date":"1100 AD - 1724 AD"},"fields":{"slug":"great-ardra"},"excerpt":"Great Ardra was a coastal West African kingdom in what is now southern Benin. It was named for its capital, the modern Allada, which was also the main city and major port of the realm. The city and kingdom were supposedly founded by a group of Aja migrants in the 12th or 13th century. Its kings \"ruled with the consent of the elders of the people\". The state reached the peak of its power in the 16th and early 17th centuries, when it was an important source of slaves for the…","timeToRead":2,"html":"<p>Great Ardra was a coastal West African kingdom in what is now southern Benin. It was named for its capital, the modern Allada, which was also the main city and major port of the realm.</p>\n<p>The city and kingdom were supposedly founded by a group of Aja migrants in the 12th or 13th century. Its kings \"ruled with the consent of the elders of the people\". The state reached the peak of its power in the 16th and early 17th centuries, when it was an important source of slaves for the Atlantic trade. </p>\n<p>Allada was in 1600 the most prominent of Aja states, bordering the nearby Oyo Empire, to which the King of Allada was vassal and tributary. Although it was an inland kingdom, Allada maintained control of some sea ports such as Offra, Jaquin and Whydah, thus making Allada important in the growing slave trade business, which also granted Allada the economic means to pay its duties to Oyo. Between 1640 and 1690, about 125,000 slaves were sold from Allada, peaking at about 55,000 during the 1680s alone.</p>\n<p>Slaves used to be captured from enemy tribes and passed on to European slavers bound for the Americas, the route which by repute the father of Toussaint L'Ouverture, the famous general that started the Haitian revolution that lead Jean-Jacques Dessaline to liberate Haiti, had taken. </p>\n<p>Originally a part of the Allada Kingdom, the city of Abomey went on to become capital of a new kingdom, the Kingdom of Dahomey, which grew strong enough to challenge the nearby Oyo Kingdom, with Dahomey finally vanquishing it and establishing itself as the main Kingdom in the region.</p>\n<p>By the late 1690s, the growth of Dahomey had severely restricted Allada's supply of slaves from the north, while simultaneously Whydah surpassed Allada as a primary source of slaves from West Africa. This greatly weakened Allada's comparative power in the region.[3] In 1724, the Kingdom of Dahomey invaded the Kingdom of Allada; in three days, the King of Dahomey's troops slaughtered thousands of Allada's warriors and citizens. More than 8000 of Allada's population were taken as prisoners and sold into slavery in the New World.[6]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Great_Ardra\">https://en.wikipedia.org/wiki/Great_Ardra</a></p>"}},{"node":{"id":"6bcac854-a9ee-51f7-bf62-8ae11e6f540c","frontmatter":{"country":"Tanzania","title":"Songo Mnara","date":""},"fields":{"slug":"songo-mnara"},"excerpt":"Songo Mnara is a stone town on the Swahili Coast in southern Tanzania which was occupied from the 14th to 16th centuries. Songo Mnara has been recognized as a UNESCO World Heritage Site. In total, archaeologists have found six mosques, four cemeteries, and two dozen house blocks along with three enclosed open spaces on the island. Songo Mnara was constructed from rough-coral and mortar. This stonetown was built as one of many trade towns on the Indian Ocean. Archaeologists…","timeToRead":1,"html":"<p>Songo Mnara is a stone town on the Swahili Coast in southern Tanzania which was occupied from the 14th to 16th centuries. Songo Mnara has been recognized as a UNESCO World Heritage Site. In total, archaeologists have found six mosques, four cemeteries, and two dozen house blocks along with three enclosed open spaces on the island. Songo Mnara was constructed from rough-coral and mortar. This stonetown was built as one of many trade towns on the Indian Ocean.</p>\n<p>Archaeologists have been analyzing the layout of stone towns on the Swahili coast, mainly focusing on the relationship of the mosques and houses, in order to understand the role of the Swahili coast in Islamic culture, the functions of specific towns, and the complex economic and ritual process of land ownership. Open spaces in towns were used for both functional purposes for social organization. Cemeteries are found both inside and outside the town walls. The layout of Songo Mnara is typical of stone towns along the Swahili coast, though its wall is a unique feature.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Songo_Mnara\">https://en.wikipedia.org/wiki/Songo_Mnara</a></p>"}},{"node":{"id":"18972033-bc47-5b0f-ba6f-a0913ec6d3bc","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Zimbabwe","date":"1220–1450"},"fields":{"slug":"zimbabwe-kngdm"},"excerpt":" The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom.   The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.  The Kingdom of…","timeToRead":1,"html":"<p> The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom. </p>\n<p> The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.</p>\n<p> The Kingdom of Zimbabwe controlled the ivory and gold trade from the interior to the southeastern coast of Africa. Asian and Arabic goods could be found in abundance in the kingdom. Economic domestication, which had been crucial to the earlier proto-Shona states, was also practiced. The Great Zimbabwe people mined minerals like gold, copper and iron. </p>\n<p> The end of the kingdom resulted in a fragmenting of proto-Shona power. Two bases emerged along a north-south axis. In the north, the Kingdom of Mutapa carried on and even improved upon Zimbabwe's administrative structure. It did not carry on the stone-masonry tradition to the extent of its predecessor. In the south, the Kingdom of Butua was established as a smaller, but nearly identical, version of Zimbabwe. Both states were eventually absorbed into the largest and most powerful of the Kalanga states, the Rozwi Empire.</p>\n<p> Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Zimbabwe\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Zimbabwe</a></p>"}},{"node":{"id":"132a82cd-eaf8-5f90-8611-801384fd46a6","frontmatter":{"country":"Congo","title":"Kingdom of Kongo","date":"1390–1914"},"fields":{"slug":"Kongo_kgdm"},"excerpt":"The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon. The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola. By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an…","timeToRead":1,"html":"<p>The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon.</p>\n<p>The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola.</p>\n<p>By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an extensive trading network. Apart from natural resources and ivory, the country manufactured and traded copperware, ferrous metal goods, raffia cloth, and pottery. The Kongo people spoke in the Kikongo language. The eastern regions, especially that part known as the Seven Kingdoms of Kongo dia Nlaza (or in Kikongo Mumbwadi or \"the Seven\"), were particularly famous for the production of cloth.</p>\n<p>The Kingdom of Kongo became a major source of slaves for Portuguese traders and other European powers. The Cantino Atlas of 1502 mentions Kongo as a source of slaves for the island of São Tomé. Slavery had existed in Kongo long before the arrival of the Portuguese.</p>\n<p>In 1888, what was left of the Kingdom of Kongo was made a vassal state to Portugal, and in the early 1900s it was formally integrated into the Portuguese colony in Angola</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Kongo\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Kongo</a>\n<a href=\"https://www.sahistory.org.za/article/kingdom-kongo-1390-1914\">https://www.sahistory.org.za/article/kingdom-kongo-1390-1914</a></p>"}},{"node":{"id":"0a98d7e6-8373-5814-9f9c-064a9d642cd2","frontmatter":{"country":"Ghana","title":"Kingdom of Dagbon","date":"1400 - 1888"},"fields":{"slug":"dagbon"},"excerpt":"The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century.  The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself. Oral…","timeToRead":1,"html":"<p>The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century. </p>\n<p>The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself.</p>\n<p>Oral histories of the kingdom tell that it was founded by a warrior named Tohazie, who arrived in present-day northern Ghana in the 15th century with his cavalry men from east of Lake Chad, stopping in Zamfara, present-day northern Nigeria, and in the Mali Empire, before settling in northern Ghana. These histories tell of numerous conflicts with neighbouring peoples throughout this early period until the early 18th century, when the capital of the kingdom was moved to the city of Yendi. Around this time, Islam arrived to the kingdom, and a period of peace and increased trade with neighbouring kingdoms began.</p>\n<p>In 1888 the Kingdom of Dagbon was partitioned between the German and British empires, and in 1899 this split became organised into the territories of German Togoland and the Gold Coast. Following World War I, eastern Dagbon became part of British Togoland. The Gold Coast achieved independence in 1957 as Ghana. Since Ghana's independence in 1957, the kingdom has been limited to a traditional, customary role.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Dagbon\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Dagbon</a></p>"}},{"node":{"id":"d3343fe3-f755-5a44-8580-f4a82c47d928","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Butua","date":"c. 1450 - 1683"},"fields":{"slug":"butua-kngdm"},"excerpt":"The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512. The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone…","timeToRead":1,"html":"<p>The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512.</p>\n<p>The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone city of Khami. Its people were ancestors of the Bakalanga. In 1683, the kingdom was conquered by the Rozwi Empire.</p>\n<p>The BakaLanga  at Khami developed both the stone building techniques and the pottery styles found at Great Zimbabwe. Masons continued to refine Great Zimbabwe’s tradition of building precise stone walls. The BakaLanga are thought to have built Khami, Lusvingo, Mapungugwe and other ruins scattered across western Zimbabwe and east Botswana. </p>\n<p>Several artefacts such as ritual drinking pots, iron and bronze weapons, copper objects and ivory divining pieces are also found at Khami.</p>"}},{"node":{"id":"d9f3614c-c6ef-54e3-8662-ccdd2dc4f4a1","frontmatter":{"country":"Angola","title":"Kingdom of Loango","date":"c. 1550–c. 1883"},"fields":{"slug":"loango_kgdm"},"excerpt":"The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River. Loango exported copper to the European market, and was a major producer and exporter of cloth. The…","timeToRead":2,"html":"<p>The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River.</p>\n<p>Loango exported copper to the European market, and was a major producer and exporter of cloth.</p>\n<p>The origins of the kingdom are obscure. Dutch visitors recorded the first traditional account of the kingdom's origin in the 1630s or '40s. In their account as reported by the geographer Olfert Dapper, the region where Loango would be constructed was populated by a number of small polities including Mayumba, Kilongo, Piri and Wansi, \"each with their own leader who made war on each other\". He recorded that the founder of Loango, who boasted hailing from the district in Nzari in the small coastal kingdom of Kakongo, itself a vassal of Kongo, triumphed over all his rivals through the skillful use of alliances to defeat those who opposed him, particularly Wansa, Kilongo and Piri, the latter two of which required two wars to subdue. Once this had been effected, however, a range of more northern regions, including Docke and Sette submitted voluntarily. Having succeeded in the conquest, the new king moved northward and after having founded settlements in a variety of places, eventually built his capital in Buali in the province of Piri (from which the ethnic name \"Muvili\" eventually derived).</p>\n<p>The kings of Loango had absolute and even divine power. In the seventeenth century, the king appointed a number of provincial governors to office, choosing them from among his own family. </p>\n<p>In the seventeenth century, Vili merchants were traveling some distance from their homeland in search of commercial opportunities. Among the earliest noted were voyages to copper mines in Mindouli and the territory of \"Bukkameale\" (perhaps the Niari Valley) where copper could be obtained. Early Dutch commercial records indicate that Loango exported considerable copper to the European market during this period. Loango was a major producer and exporter of cloth, both to the interior and to the Portuguese in Luanda, where thousands of meters of Loango cloth were imported in the early seventeenth century.</p>\n<p>In the late seventeenth century and beyond, Vili merchants also engaged in the slave trade. Loango did not export many slaves in the earlier part of its contact with European merchants, but eventually the country did export slaves in considerable quantities. In addition to buying and selling slaves, the Vili became involved in local industry, specializing in smithing.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Loango\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Loango</a></p>"}},{"node":{"id":"4a410b2b-8c73-5528-9e41-fca7ef2b6806","frontmatter":{"country":"DRC","title":"Luba Empire","date":"1585 - 1889"},"fields":{"slug":"luba-empire"},"excerpt":"The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo. The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments.  The economy was based on a tribute system where nobles monopolized trade of…","timeToRead":1,"html":"<p>The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo.</p>\n<p>The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments. </p>\n<p>The economy was based on a tribute system where nobles monopolized trade of salt, copper, and iron ore.</p>\n<p>The Luba Kingdom kept official \"men of memory\" who were part of a group called the Mbudye. They were responsible for maintaining the oral histories associated with kings.</p>\n<p>The arts were held in high esteem. A carver trained in blacksmithing and woodcarving held relatively high status. The important role of woman in the creation myths and political society resulted in many objects of prestige being decorated with female figures. Free-verse poetry was chanted or recited sometimes with instrumental accompaniment, by both men and women.</p>\n<p>The empire began to decline when European colonists (particularly Belgians) began raiding the empire for slaves. In 1889 the empire was split in two by a succession dispute, ending the empire as a unified state. </p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Luba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Luba</a></p>"}},{"node":{"id":"0be24e90-a947-5e5e-88e6-238f665386c1","frontmatter":{"country":"Zimbabwe","title":"The Rozvi Empire","date":"1660–1866"},"fields":{"slug":"rozvi_empire"},"excerpt":"The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers. The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in…","timeToRead":1,"html":"<p>The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers.</p>\n<p>The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in the eastern highlands.</p>\n<p>The Rozvi chiefs revived the tradition of building in stone and constructed impressive cities, now known as 'zimbabwes', throughout the southwest. Polychrome pottery was also emblematic of its culture. The Rozvi empire had many economic branches but agriculture was its backbone. They planted crops such as sorghum and millet and the state depended heavily on subsistence farming. Livestock was also another important agricultural branch. They kept animals such as sheep, goats, cattle and chickens; those with many livestock were considered rich and were accorded very high economic status within the society. Trade was another important economic activity and the Rozvi practiced both internal and external trade. From foreign traders they obtained imported goods such as guns, salt, beads and sea shells; in return they bartered ivory, copper and gold. Mining was another major branch and was done by males. The warriors were armed with spears, bows and arrows when they raided others or defended their state.</p>\n<p>Its warriors were known to be violent; this earned them the name rozvi, meaning plunders or destroyers. They became the most powerful fighting force in the whole of Zimbabwe.</p>\n<p>Records from the Portuguese show that the Rozvi were sophisticated military strategists. They were noted for using the cow-horn formation years before the great Zulu leader Shaka adopted it in the 19th century. Armed with spears, bows and arrows, the aggressive Rozvi took over the Zimbabwe plateau.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Rozwi_Empire\">https://en.wikipedia.org/wiki/Rozwi_Empire</a></p>"}},{"node":{"id":"5e002034-bdf8-5b65-9a7b-e458c53383ce","frontmatter":{"country":"Gabon","title":"Kingdom of Orungu","date":"c. 1700–1927"},"fields":{"slug":"orungu_kngdm"},"excerpt":"The Kingdom of Orungu (c. 1700–1927) (Portuguese: Reino da Orungu, French: Royaume d'Orungu) was a small, pre-colonial state of what is now Gabon in Central Africa. Through its control of the slave trade in the 18th and 19th centuries, it was able to become the most powerful of the trading centers that developed in Gabon during that period.","timeToRead":1,"html":"<p>The Kingdom of Orungu (c. 1700–1927) (Portuguese: Reino da Orungu, French: Royaume d'Orungu) was a small, pre-colonial state of what is now Gabon in Central Africa. Through its control of the slave trade in the 18th and 19th centuries, it was able to become the most powerful of the trading centers that developed in Gabon during that period.</p>"}},{"node":{"id":"bb713a3b-009b-5513-bcc7-1c54afb0f4da","frontmatter":{"country":"Zambia","title":"Kazembe","date":"1740"},"fields":{"slug":"kazembe"},"excerpt":"Kazembe is a traditional kingdom in modern-day Zambia, Southeastern Congo. For more than 250 years, Kazembe has been an influential kingdom or chieftainship of the Kiluba-Chibemba, speaking the Swahili language (a Bantu language with Arabic superstratum) or the language of the Eastern Luba-Lunda people of south-central Africa(also known as the Luba, Luunda, Eastern Luba-Lunda, and Luba-Lunda-Kazembe). Its position on trade routes in a well-watered, relatively fertile and well…","timeToRead":1,"html":"<p>Kazembe is a traditional kingdom in modern-day Zambia, Southeastern Congo. For more than 250 years, Kazembe has been an influential kingdom or chieftainship of the Kiluba-Chibemba, speaking the Swahili language (a Bantu language with Arabic superstratum) or the language of the Eastern Luba-Lunda people of south-central Africa(also known as the Luba, Luunda, Eastern Luba-Lunda, and Luba-Lunda-Kazembe). Its position on trade routes in a well-watered, relatively fertile and well-populated area of forestry, fishery and agricultural resources drew expeditions by traders and explorers (such as Scottish missionary David Livingstone) who called it variously Kasembe, Cazembe and Casembe.</p>\n<p>Known by the title Mwata or Mulopwe, now equivalent to 'Paramount Chief', the chieftainship with its annual Mutomboko festival stands out in the Luapula Valley and Lake Mweru in present-day Zambia, though its history in colonial times is an example of how Europeans divided traditional kingdoms and tribes without regard to the consequences.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Trade*","types":"Kingdoms,Trade,Military"}}