{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"bdfe748d-04a2-5b6a-9a42-248e70b73ae0","frontmatter":{"country":"CAR","title":"Bouar Megaliths","date":"c. 3500–2700 BC"},"fields":{"slug":"bouar-mglth"},"excerpt":"Bouar is a market town in the western Central African Republic. The Bouar Megaliths in the western region of the country indicate an advanced level of habitation dating back to the very late Neolithic Era (c. 3500-2700 BC). About seventy groups of megaliths lie in the town and to its north and east. The Bouar Megaliths were added to the UNESCO World Heritage Tentative List on April 11, 2006 in the Cultural category.","timeToRead":1,"html":"<p>Bouar is a market town in the western Central African Republic.</p>\n<p>The Bouar Megaliths in the western region of the country indicate an advanced level of habitation dating back to the very late Neolithic Era (c. 3500-2700 BC). About seventy groups of megaliths lie in the town and to its north and east. The Bouar Megaliths were added to the UNESCO World Heritage Tentative List on April 11, 2006 in the Cultural category.</p>"}},{"node":{"id":"01cb910e-4dac-5b86-a01c-9567fd5aed06","frontmatter":{"country":"South Africa","title":"Lydenburg Heads","date":"490 CE"},"fields":{"slug":"lydenburg-heads"},"excerpt":"The Lydenburg Heads refer to seven terracotta heads that were discovered in association with other pottery artefacts in Lydenburg, Mpumalanga, South Africa. They are among the oldest known African Iron Age artworks from below the equator. Other artefacts found in association with these heads include ceramic vessels, iron and copper beads, and bone fragments. Charcoal associated with the heads was radiocarbon dated, and this relative dating technique places these artefacts and…","timeToRead":1,"html":"<p>The Lydenburg Heads refer to seven terracotta heads that were discovered in association with other pottery artefacts in Lydenburg, Mpumalanga, South Africa. They are among the oldest known African Iron Age artworks from below the equator. Other artefacts found in association with these heads include ceramic vessels, iron and copper beads, and bone fragments. Charcoal associated with the heads was radiocarbon dated, and this relative dating technique places these artefacts and the site at around 1410 BP (approximately 500 A.D.), which constitutes one of the earliest dates for an Iron Age settlement in South Africa.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Lydenburg_heads\">https://en.wikipedia.org/wiki/Lydenburg_heads</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Artworks*","types":"Artworks"}}