{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"106e1d6c-59fa-5a53-b3da-bf8a1d32240c","frontmatter":{"country":"Sudan","title":"Nubian Dynasty","date":"744 BCE–656 BCE"},"fields":{"slug":"nubian-dyn"},"excerpt":"The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion. The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in…","timeToRead":3,"html":"<p>The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion.</p>\n<p>The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in part or all of Ancient Egypt from 744–656 BC.</p>\n<p>The dynasty began with Kashta's invasion of Upper Egypt and culminated in several years of both successful and unsuccessful wars with the Mesopotamia-based Neo-Assyrian Empire. The 25th Dynasty's reunification of Lower Egypt, Upper Egypt, and Kush created the largest Egyptian empire since the New Kingdom. They assimilated into society by reaffirming Ancient Egyptian religious traditions, temples, and artistic forms, while introducing some unique aspects of Kushite culture. It was during the 25th dynasty that the Nile valley saw the first widespread construction of pyramids (many in what is now Sudan) since the Middle Kingdom.</p>\n<p>The twenty-fifth dynasty originated in Kush, which is presently in Northern Sudan. The city-state of Napata was the spiritual capital and it was from there that Piye (spelled Piankhi or Piankhy in older works) invaded and took control of Egypt. Piye personally led the attack on Egypt and recorded his victory in a lengthy hieroglyphic filled stele called the \"Stele of Victory\". Piye revived one of the greatest features of the Old and Middle Kingdoms, pyramid construction. An energetic builder, he constructed the oldest known pyramid at the royal burial site of El-Kurru and expanded the Temple of Amun at Jebel Barkal.</p>\n<p>Piye made various unsuccessful attempts to extend Egyptian influence in the Near East, then controlled from Mesopotamia by the Semitic Assyrian Empire. In 720 BC he sent an army in support of a rebellion against Assyria in Philistia and Gaza, however Piye was defeated by Sargon II, and the rebellion failed.</p>\n<p>Shebitku was the second king of the Twenty-fifth Dynasty of Egypt who ruled from 714 BC-705 BC. Shebitku conquered the entire Nile Valley, including Upper and Lower Egypt, around 712 BC. </p>\n<p>Neferkare Shabaka (or Shabako) was the third Kushite pharaoh of the Twenty-fifth Dynasty of Egypt, who reigned from 705–690 BC. Shabaka restored the great Egyptian monuments and returned Egypt to a theocratic monarchy by becoming the first priest of Amon. In addition, Shabaka is known for creating a well-preserved example of Memphite theology by inscribing an old religious papyrus into the Shabaka Stone. Shabaka supported an uprising against the Assyrians in the Israelite city of Ashdod, however he and his allies were defeated by Sargon II.</p>\n<p>Taharqa was a Nubian king that ruled over Egypt after the Kushite invasion. He ruled as Pharaoh from Memphis, but constructed great works throughout the Nile Valley, including works at Jebel Barkal, Kawa, and Karnak. At Karnak, the Sacred Lake structures, the kiosk in the first court, and the colonnades at the temple entrance are all owed to Taharqa and Mentuemhet. Taharqa built the largest pyramid in the Nubian region at Nuri (near El-Kurru).</p>\n<p>King Esarhaddon, tired of attempts by Egypt to meddle in the Assyrian Empire, began an invasion of Egypt in 671 BC. Taharqa was defeated, and Egypt conquered by Esarhaddon. Taharqa fled to his Nubian homeland. Esarhaddon describes \"installing local kings (i.e. rulers and governors) Nubians/Kushites I deported from Egypt, leaving not one left to do homage to me\". The Assyrian conquest ended the Nubian invasion that was in the 25th dynasty in Egypt.</p>\n<p>His successor, Tantamani, also made a failed attempt to regain Egypt from the Assyrian Empire. He invaded Egypt and defeated Necho, a native Egyptian prince and vassal ruler of Ashurbanipal, taking Thebes in the process. The Assyrians, based in the north, then sent a large army southwards. Tantamani was routed and fled back to Nubia, and the Assyrian army sacked Thebes to such an extent that it never truly recovered. A native Egyptian ruler, Psamtik I, was placed on the throne, as a vassal of Ashurbanipal of Assyria; he was the first ruler of the Twenty-Sixth Dynasty. In 656 BC, Psamtik I peacefully took control of rebellious Thebes and effectively unified all of Egypt, though it remained subject to Assyria until the Assyrian Empire began to tear itself apart with a brutal series of internal civil wars in the 620s BC. Tantamani and the Nubians were never again to pose a threat to either Assyria or Egypt. However, upon his death, Tantamani was buried with full honours in the royal cemetery of El-Kurru, upstream from the Kushite capital of Napata.</p>\n<p>The Twenty-fifth Dynasty ruled for a little more than one hundred years. The successors of the Twenty-fifth Dynasty settled back in their Nubian homeland, where they established a kingdom at Napata (656–590 BC), then, later, at Meroë (590 BC – 4th century AD).</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Twenty-fifth_Dynasty_of_Egypt\">https://en.wikipedia.org/wiki/Twenty-fifth<em>Dynasty</em>of_Egypt</a></p>"}},{"node":{"id":"b0b9d4d5-ca3e-5fd3-91e4-b3908b2386f7","frontmatter":{"country":"Sudan","title":"Kingdom of Makuria","date":"400 CE"},"fields":{"slug":"makuria_kngdm"},"excerpt":"Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital. By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies…","timeToRead":3,"html":"<p>Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital.</p>\n<p>By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies. Makuria was one of the few states in the world to repulse Muslim conquests led by the Rashidun Caliphate when they defeated an Arab army at the First Battle of Dongola in 642. The Arabs had taken Egypt in 641, and the jihad soon turned south. Makuria repeated the feat in 652 at the Second Battle of Dongola. Arab writers noted the Makurians' skill as archers in both battles. One of the few major defeats suffered by an Arab army in the first century of Islamic expansion, it led to an unprecedented agreement: the bakt. This treaty guaranteed peaceful relations between the two sides. The Nubians agreed to give Arab traders more privileges of trade in addition to a share in their slave trading, while the Egyptians may have been obliged to send manufactured goods south.</p>\n<p>Makuria expanded by annexing its northern neighbor Nobatia, a process which would have occurred at some point after the Sasanian conquest of Egypt, but was completed until the reign of King Merkurios. It also maintained close dynastic ties with the kingdom of Alodia to the south. The period from the 9th to 11th century saw the peak of Makuria's cultural development: new monumental buildings were erected, arts like wall paintings and finely crafted and decorated pottery flourished and Nubian grew to become the prevalent written language.</p>\n<p>One of the most important discoveries of the rushed work prior to the flooding of Lower Nubia was the Cathedral of Faras. This large building had been completely filled with sand preserving a series of magnificent paintings. Similar, but less well preserved, paintings have been found at several other sites in Makuria, including palaces and private homes, giving an overall impression of Makurian art. The style and content was heavily influenced by Byzantine art, and also showed influence from Egyptian Coptic art and from Palestine. Mainly religious in nature, it depicts many of the standard Christian scenes. Also illustrated are a number of Makurian kings and bishops, with noticeably darker skin than the Biblical figures.</p>\n<p>Women enjoyed a high social standing. The matrilineal succession gave the queen mother and the sister of the current king as forthcoming queen mother great political relevance. Women had access to education and there is evidence that, like in Byzantine Egypt, female scribes existed. Private land tenure was open to both men and women, meaning that both could own, buy and sell land. Transfers of land from mother to daughter were common. </p>\n<p>The main economic activity in Makuria was agriculture, with farmers growing several crops a year of barley, millet, and dates. One important technological advance was the saqiya, an oxen-powered water wheel, that was introduced in the Roman period and helped increase yields and population density. Settlement patterns indicate that land was divided into individual plots rather than as in a manorial system. The peasants lived in small villages composed of clustered houses of sun-dried brick.</p>\n<p>Important industries included the production of pottery, based at Faras, and weaving based at Dongola. Smaller local industries include leatherworking, metalworking, and the widespread production of baskets, mats, and sandals from palm fibre. Also important was the gold mined in the Red Sea Hills to the east of Makuria. Cattle was of great economic importance. </p>\n<p>Increased aggression from Egypt, internal discord, bedouin incursions and possibly the plague and the shift of trade routes led to the state's decline in the 13th and 14th century. Due to a civil war in 1365, the kingdom was reduced to a rump state that lost much of its southern territories, including Dongola. It had disappeared by the 1560s, when the Ottoman occupied Lower Nubia. Nubia was subsequently Islamized, while the Nubians living upstream of Al Dabbah and in Kordofan were also Arabized.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Makuria\">https://en.wikipedia.org/wiki/Makuria</a></p>"}},{"node":{"id":"3e161d4f-b5ab-5c67-ad4a-418af8d98efb","frontmatter":{"country":"Sudan","title":"kingdom of Nobatia","date":"400 CE"},"fields":{"slug":"nobatia_kgdm"},"excerpt":"Nobatia was a late antique kingdom in Lower Nubia. Together with the two other Nubian kingdoms, Makuria and Alodia, it succeeded the kingdom of Kush. After its establishment in around 400, Nobadia gradually expanded by defeating the Blemmyes in the north and incorporating the territory between the second and third Nile cataract in the south. In 543 it converted to Coptic Christianity. The kingdom of Nobatia had been founded in the former Meroitic province of Akine, which…","timeToRead":2,"html":"<p>Nobatia was a late antique kingdom in Lower Nubia. Together with the two other Nubian kingdoms, Makuria and Alodia, it succeeded the kingdom of Kush. After its establishment in around 400, Nobadia gradually expanded by defeating the Blemmyes in the north and incorporating the territory between the second and third Nile cataract in the south. In 543 it converted to Coptic Christianity.</p>\n<p>The kingdom of Nobatia had been founded in the former Meroitic province of Akine, which comprised large parts of Lower Nubia and is speculated to have been autonomous already before the ultimate fall of the Meroitic kingdom in the mid 4th century. While the Nobatae had been invited into the region from the Western Desert by the Roman Emperor Diocletian already in 297 AD, their kingdom becomes tangible only in around 400 AD. Early Nobatia is quite likely the same civilization that is known to archeologists as the Ballana culture. Eventually the Nobatae were successful in defeating the Blemmyes, and an inscription by Silko, \"Basiliskos\" of the Nobatae, claims to have driven the Blemmyes into the Eastern Desert. Around this time the Nobatian capital was established at Pakhoras (modern Faras); soon after, Nobatia converted to non-Chalcedonian Christianity.</p>\n<p>By 707, Nobatia had been annexed to its southern neighbor, Makuria. The circumstances of this merger are unknown. It is also unknown what happened to the royal Nobadian family. The merger most likely occurred before the Muslim conquest in 652, since the Arab histories speak of only one Christian state in Nubia and reached at least as far as Old Dongola. Nobatia seems to have maintained some autonomy in the new state. It was ruled by an eparch of Nobatia who was also titled the Domestikos of Pakhoras. These were originally appointed but seem to be dynastic in the later period. Some of their records have been found at Fort Ibrim, presenting a figure with a great deal of power. Nobatia՚s name is often given as al-Maris in Arabic histories. The eparchate of Nobadia remained an integral part of the kingdom of Makuria until the very end, as is confirmed by a document from 1463 mentioning an eparch named Teedderre.</p>\n<p>Archaeology from the pagan period confirms the relevance archery had for the Nubians and therefore also the Nobatians. The slightly reflexed longsbows, which are attested for Kushite mercenaries since the Middle Kingdom, were replaced by reflex composite bows during the Meroitic or post-Meroitic period, measuring around one meter and originally designed to be shot from horseback. One simple wooden self bow is known from an early Nobadian burial in Qustul. Furthermore, the archers wore thumb rings, measuring between three and four cm. Thus, Nubian archers would have employed a drawing technique very similar to the Persian and Chinese one, both of which also reliant on thumb rings.</p>\n<p>A weapon characteristic for the Nobadians was a type of short sword. It has a straight hollow-ground blade which was sharpened only on one edge and was therefore not designed to thrust, but to hack. Apart of said swords, there were also lances, some of them with large blades, as well as halberds.</p>\n<p>Nobadian warriors and their leadership made use of shields and body armour, most of it manufactured from leather.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Nobatia\">https://en.wikipedia.org/wiki/Nobatia</a></p>"}},{"node":{"id":"dde5fe33-1c11-55e6-b0a3-12764fa9396c","frontmatter":{"country":"Cameroon","title":"Kanem–Bornu Empire","date":"700 - 1893 CE"},"fields":{"slug":"kanembornu"},"excerpt":"The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900. The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a…","timeToRead":2,"html":"<p>The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900.</p>\n<p>The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a capital around 700 CE under the first documented Kanembu king (mai), known as Sef of Saif. The capital of Njimi grew in power and influence under the Duguwa dynaty. Njimi dominated trans-Saharan trade in ivory and slaves between the central Sahara and Libya. </p>\n<p>The major factor that later influenced the history of the state of Kanem was the early penetration of Islam that came with North African traders, Berbers, and Arabs.</p>\n<p>By the end of the 14th century, internal struggles and external attacks had torn Kanem apart. Around 1380 the Kanem empire merged with Bornu to  become the Kanem-Bornu empire under the Sayfawa Dynasty.</p>\n<p>The Bornu Empire (1380s–1893) was a state of what is now northeastern Nigeria, in time becoming even larger than Kanem, incorporating areas that are today parts of Chad, Niger, Sudan, and Cameroon; is existed from 1380s to 1893. The early history of the Empire is mainly known from the Royal Chronicle or Girgam discovered in 1851 by the German traveller Heinrich Barth.</p>\n<p>Kanem-Bornu dominated and invaded its neighbors through its cavalry, as the empire relied heavily on the strength of its horsemen for its conquests and slave raids. Kanem-Bornu was also a major diplomatic power in the Sahara area and boasted embassies in both Morocco and the Ottoman Empire via Tripoli.</p>\n<p>The practice of recording orally the names and genealogies of the kings of Kanem seems to have existed since the 9th century. The introduction of Islam and the Arabic script codified this tradition by making it possible to write down the names of the kings. This list or chronicle of kings, the diwan or girgam, was written from the 13th or 16th century until the 19th and contained the names of 67 kings from the 9th to the 19th century. It constitutes one of the most important sources for the history of Kanem-Bornu and has been extensively used by historians of the empire.</p>"}},{"node":{"id":"0dce22c3-c2b6-5915-9f0a-1da400475510","frontmatter":{"country":"Mauritania","title":"Ghana Empire","date":"700 - 1240"},"fields":{"slug":"ghana-empire"},"excerpt":"The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the…","timeToRead":2,"html":"<p>The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the area that became the Ghana Empire. By the time of the Muslim conquest of North Africa in the 7th century the camel had changed the ancient, more irregular trade routes into a trade network running from Morocco to the Niger river. The Ghana Empire grew rich from this increased trans-Saharan trade in gold and salt, allowing for larger urban centres to develop. The traffic furthermore encouraged territorial expansion to gain control over the different trade-routes.</p>\n<p>The early history of Ghana is unknown. The Neolithic site of Dhar Tichitt in this area was settled by agropastoral communities around 2000 BC. Their settlements were generally situated on the cliffs and included stone building. These are the oldest surviving archaeological settlements in West Africa and the oldest of all stone base settlements south of the Sahara. They are thought to have been built by the Soninke people and were possibly the precursor of the Ghana empire. The area was abandoned around 500 BC probably because of the onset of more arid conditions. Hundreds of rock art images have been discovered, depicting various animals and hunting scenes. Archaeologists including P.J. Munson, Augustin F.C. Holl, and S. Amblard have found some evidence that millet was farmed seasonally as early as 2000 BC.</p>\n<p> There is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century. The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. </p>\n<p>In the 11th century the Cordoban scholar Abuof travelled to the region and gave a detailed description of the kingdom. He claimed that the Ghana could \"put 200,000 men into the field, more than 40,000 of them archers\", and noted they had cavalry forces as well.</p>\n<p>The archaeological ruins at Koumbi Saleh show remanents of the Ghana Emprie. Koumbi Saleh was a Muslim town with a strong Maghreb connection. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace. The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. </p>\n<p>As the empire declined it finally became a vassal of the rising Mali Empire at some point in the 13th century. When the Gold Coast in 1957 became the first country in sub-Saharan Africa to regain its independence from colonial rule, it renamed itself in honor of the long-gone empire.</p>"}},{"node":{"id":"7d157ba5-600d-5089-8a4d-ab9428f9f745","frontmatter":{"country":"Nigeria","title":"Hausa Kingdom","date":"c. 1000 - 1400"},"fields":{"slug":"hausak"},"excerpt":"The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when…","timeToRead":2,"html":"<p>The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when the terrain was converting from woodlands to savannah. They started cultivating grains, which led to a denser peasant population. They had a common language, laws, and customs. The Hausa were known for fishing, hunting, agriculture, salt-mining, and blacksmithing. By the 14th century Kano had become the most powerful city-state.  Kano had become the base for the trans-Saharan trade in salt, cloth, leather, and grain. The Hausa oral history is reflected in the Bayajidda legend, which describes the adventures of the Baghdadi hero Bayajidda culmulating in the killing of the snake in the well of Daura and the marriage with the local queen Magajiya Daurama. According to the legend, the hero had a child with the queen, Bawo, and another child with the queen's maid-servant, Karbagari.</p>\n<p>In the 7th century, the Dala Hill in Kano was the site of a Hausa community that migrated from Gaya and engaged in iron-working.</p>\n<p>Hausa architecture (known as Tubali in the Hausa language) is a distinct sub-style among the various Sudano-Sahelian architectural styles found throughout the Sahel-geographic band stretching from Senegal and Mauritania in the West to Sudan in the east.</p>\n<p>Hausa buildings are characterized by the use of dry mud bricks in cubic structures, multi-storied buildings for the social elite, the use of parapets related to their military/fortress building past, and traditional white stucco and plaster for house fronts. At times the facades may be decorated with various abstract relief designs, sometimes painted in vivid colours to convey information about the occupant.</p>\n<p>Despite relatively constant growth from the 15th century to the 18th century, the states were vulnerable to constant war internally and externally. By the Eighteenth century they were economically and politically exhausted. Although the vast majority of its inhabitants were Muslim by the 16th century, they were attacked by Fulani jihadists from 1804 to 1808. In 1808 the Hausa Nation was finally conquered by Usuman dan Fodio and incorporated into the Hausa-Fulani Sokoto Caliphate.</p>"}},{"node":{"id":"bf1aa301-1249-5cd6-a85e-8fd18a28dbca","frontmatter":{"country":"Burkina Faso","title":"Mossi Kingdoms","date":"11th century–1896"},"fields":{"slug":"mossi _kngdm"},"excerpt":"The Mossi Kingdoms, sometimes referred to as the Mossi Empire, were a number of different powerful kingdoms in modern-day Burkina Faso which dominated the region of the upper Volta river for hundreds of years. The kingdoms were founded when warriors from the Mamprusi area, in modern-day Ghana moved into the area and intermarried with local people. Centralization of the political and military powers of the kingdoms begin in the 13th century and led to conflicts between the…","timeToRead":1,"html":"<p>The Mossi Kingdoms, sometimes referred to as the Mossi Empire, were a number of different powerful kingdoms in modern-day Burkina Faso which dominated the region of the upper Volta river for hundreds of years. The kingdoms were founded when warriors from the Mamprusi area, in modern-day Ghana moved into the area and intermarried with local people. Centralization of the political and military powers of the kingdoms begin in the 13th century and led to conflicts between the Mossi kingdoms and many of the other powerful states in the region. In 1896, the French took over the kingdoms and created the French Upper Volta which largely used the Mossi administrative structure for many decades in governing the colony.</p>\n<p>The Mossi kingdoms were organized around five different kingdoms: Ouagadougou, Tenkodogo, Fada N'gourma, and Zondoma (later replaced by Yatenga) and Boussouma. However, there were as many as 19 additional lesser Mossi kingdoms which retained connection to one of the four main kingdoms. Each of these retained significant domestic autonomy and independence but shared kinship, military, and ritualistic bonds with one another. Each kingdom had similar domestic structures with kings, ministers, and other officials and a high degree of centralization of administrative functions. There were prominent rivalries between the different kingdoms, namely between Yatenga and Ouagadougou. Ouagadougou was often considered the primary Mossi kingdom ruled by Moro Naba, but was not the capital of the Mossi kingdoms as each retained autonomy.</p>"}},{"node":{"id":"dbf4d78f-4a48-56df-9507-a7054143ff99","frontmatter":{"country":"Mauritania","title":"Sosso Empire","date":"1200 CE"},"fields":{"slug":"sosso-empire"},"excerpt":"The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa. The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante. Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong…","timeToRead":1,"html":"<p>The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa.</p>\n<p>The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante.</p>\n<p>Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong economic success under his rule. He is said to have used \"magic\" in order to scare his people and keep his kingdom together.</p>\n<p>The Sosso Empire succeeded the Ghana empire after the downfall of the latter. Sumanguru captured the state called Kangaba during his reign, which later became the state of Mali. Sumanguru controlled his people under a harsh rule until he was eventually overthrown by African folklore hero, Sundiata. Sundiata was exiled from his home in the empire as a child. However, he traveled the surrounding area, gathered allies and troops to fight with him, and fought Sumanguru's empire at the battle of Krina in 1235. There, Sundiata was victorious and took over the Sosso empire, effectively ending the reign of the empire.</p>\n<p>The modern Sosso people trace their history to a 12th- and 13th- century Kaniaga kingdom known as the \"Sosso\". With the fall of the Ghana Empire, the Sosso expanded into a number of its former holdings, including its capital of Koumbi Saleh. Under King Soumaoro Kanté, the Sosso briefly conquered the Mandinka kingdoms of what is now Mali. These gains were lost at the Battle of Kirina (c. 1235) when Mandinka prince Sundiata Keita led a coalition of smaller states to soundly defeat the Sosso, thus beginning the Mali Empire. Sundiata marched on to the city of Sosso itself and destroyed it, marking the kingdom's end.</p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"1bab275e-708b-5bbf-9628-d001702141e7","frontmatter":{"country":"Ethiopia","title":"Ethiopian Empire: The Solomonic Dynasty","date":"1270 - 1974"},"fields":{"slug":"ethi-empire"},"excerpt":"The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg. The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim…","timeToRead":1,"html":"<p>The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg.</p>\n<p>The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim patrilineal descent from the biblical King Solomon and the Queen of Sheba. Tradition asserts that the Queen gave birth to Menelik I after her biblically described visit to Solomon in Jerusalem. </p>\n<p>In 1270, the Zagwe dynasty of Ethiopia was overthrown by Yekuno Amlak, who claimed descent from Solomon and reinitiated the Solomonic era of Ethiopia. The eponymously named Solomonic dynasty was founded and ruled by the Abyssinians, from whom Abyssinia gets its name. The Abyssinians reigned with only a few interruptions from 1270  until 1974, which ended by a coup d'état and deposition of the emperor Haile Selassie. This dynasty governed large parts of Ethiopia through much of its modern history. During this time, the empire conquered and annexed various kingdoms into its realm. The dynasty also successfully fought off Italian, Ottoman and Egyptian forces and made fruitful contacts with some European powers.</p>"}},{"node":{"id":"859f8cc6-d20a-5faf-b2eb-b1925ae1fdbd","frontmatter":{"country":"Uganda","title":"Buganda","date":"14th century"},"fields":{"slug":"buganda"},"excerpt":"Before the arrival of Europeans in the region, Buganda was an expanding, \"embryonic empire\". It built fleets of war canoes from the 1840s to take control of Lake Victoria and the surrounding regions, and subjugated several weaker peoples. These subject peoples were then exploited for cheap labor.","timeToRead":1,"html":"<p>Before the arrival of Europeans in the region, Buganda was an expanding, \"embryonic empire\". It built fleets of war canoes from the 1840s to take control of Lake Victoria and the surrounding regions, and subjugated several weaker peoples. These subject peoples were then exploited for cheap labor.</p>"}},{"node":{"id":"54aa8301-6bd8-5be8-93b2-4bd6ed66d2aa","frontmatter":{"country":"Benin","title":"Oyo Empire","date":"1300 - 1896 CE"},"fields":{"slug":"oyo-empire"},"excerpt":"The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry. Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local…","timeToRead":1,"html":"<p>The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry.</p>\n<p>Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local religious practitioners as well as members of African-derived religions outside of Nigeria. </p>\n<p>The heart of metropolitan Oyo was its capital at Oyo-Ile (also known as Oyo Katunga or Old Oyo or Oyo-oro). The two most important structures in Oyo-Ile were the 'Afin,' or palace of the Oba, and his market. The palace was at the center of the city close to the Oba's market called 'Oja-Oba'. Around the capital was a tall earthen wall for defense with 17 gates. </p>\n<p>In the second half of the 18th century, dynastic intrigues, palace coups, and failed military campaigns began to weaken the Oyo Empire. It became a protectorate of Great Britain in 1888 before further fragmenting into warring factions. The Oyo state ceased to exist as any sort of power in 1896.</p>\n<p>read more @ <a href=\"https://en.wikipedia.org/wiki/Oyo_Empire\">https://en.wikipedia.org/wiki/Oyo_Empire</a></p>"}},{"node":{"id":"bce41964-bea0-5055-a045-73bff11fb210","frontmatter":{"country":"Senegal","title":"Serer Kingdoms","date":"1333 - 1969"},"fields":{"slug":"serer-kingdoms"},"excerpt":"The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves. The prehistoric and ancient…","timeToRead":2,"html":"<p>The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves.</p>\n<p>The prehistoric and ancient history of the Serer people of modern-day Senegambia has been extensively studied and documented over the years. Much of it comes from archaeological discoveries and Serer tradition rooted in the Serer religion.</p>\n<p>In Charles Becker’s paper titled \"Vestiges historiques, trémoins matériels du passé clans les pays Sereer\", two types of Serer relics were noted: \"the non-material remains which are cultural in nature\" and \"material remains, which are many revealed through products or artefacts.\" The historical vestiges of Serer country in modern-day Senegambia, the diversity of Serer culture manifested across dialects, family and social organisation which reflect different historical territories were observed.</p>\n<p>Although many Serer artefacts remain unknown, unlisted and preserved despite the efforts in the 1960s and 1970s to collect, archive and document them all, many material relics were found in different Serer countries, most of which refer to the past origins of Serer families, villages and Serer Kingdoms. Some of these Serer relics included gold, silver and metals.</p>\n<p>Serer kingdoms included the Kingdom of Sine (late 14th century) and the Kingdom of Saloum (1494–1969). </p>\n<p>The economic base of Sine was agriculture and fishing. Millet and other crops were grown. Sine was very reluctant to grow groundnut for the French market, in spite of French colonial directives. The Serer religion was deeply rooted in conservatism and their religious philosophy of preserving the ecosystem affected groundnut production in Sine. The Kingdom of Sine  was less susceptible to hunger and indebtedness, a legacy which continued right up to the last king of Sine - Maad a Sinig Mahecor Joof. It was very common for people from other states to migrate to the Serer kingdoms of Sine and Saloum in search of a better life. </p>\n<p>Saloum, just like its sister kingdom (the Kingdom of Sine), is known for its many ancient burial mounds or \"tumuli\" containing the graves of kings and others. The kingdom has numerous mysterious stone circles whose functions and history were unknown until recently. Saloum is more cosmopolitan and multi-religious.</p>\n<p>Although the Kingdom won some major battles against the French, it was later defeated. However, like the Kingdom of Sine, the royal dynasty survived up to 1969, when the last king of Saloum, Fode N'Gouye Joof had died. His year of death corresponded with the death of Maad a Sinig Mahecor Joof, who was king of Sine. These two kings were the last Serer kings and the last kings of the Senegambia. After their deaths, both Kingdoms were incorporated into the new Republic of independent Senegal which gained its independence in 1960. </p>\n<p>In addition to these twin Serer kingdoms, the Serers also ruled in the Wolof kingdoms such as Jolof, Waalo, Cayor and Baol. </p>\n<p>The Kingdom of Baol was originally an old Serer Kingdom ruled by the Serer paternal dynasties such as Joof family, the Njie family, etc. and the Wagadou maternal dynasty prior to the Battle of Danki in 1549. The Faal (var: Fall) paternal dynasty of Cayor and Baol that ruled after 1549 following the Battle of Danki were originally Black Moors (Naari Kajoor). Baol was famous for its horses. It has special breeds, which were faster and stronger than most of the horses on the plain. Baol citizens are good riders.</p>"}},{"node":{"id":"b2c49dc7-4e53-5ab4-a788-364e32375782","frontmatter":{"country":"Senegal","title":"Jolof Empire","date":"1350 - 1549"},"fields":{"slug":"jolof-empire"},"excerpt":"The Jolof Empire (French: Djolof or Diolof), also known as the Wolof or Wollof Empire, was a West African state that ruled parts of Senegal from 1350 to 1549. Following the 1549 battle of Danki, its vassal states were fully or de facto independent; in this period it is known as the Jolof Kingdom.  The Portuguese arrived in the Jolof Empire between 1444 and 1510, leaving detailed accounts of a very advanced political system. There was a developed hierarchical system involving…","timeToRead":1,"html":"<p>The Jolof Empire (French: Djolof or Diolof), also known as the Wolof or Wollof Empire, was a West African state that ruled parts of Senegal from 1350 to 1549. Following the 1549 battle of Danki, its vassal states were fully or de facto independent; in this period it is known as the Jolof Kingdom. </p>\n<p>The Portuguese arrived in the Jolof Empire between 1444 and 1510, leaving detailed accounts of a very advanced political system. There was a developed hierarchical system involving different classes of royal and non-royal nobles, free men, occupational castes and slaves. Occupational castes included blacksmiths, jewellers, tanners, tailors, musicians and griots. Smiths were important to the society for their ability to make weapons of war as well as their trusted status for mediating disputes fairly. Griots (storytellers) were employed by every important family as chroniclers and advisors, without whom much of early Jolof history would be unknown. Jolof's nobility were nominally animists, but some combined this with Islam. However, Islam had not dominated Wolof society until about the 19th century.</p>\n<p>In the early 16th century, the Jolof Empire was capable of fielding 100,000 infantry and 10,000 cavalry.</p>\n<p>The Jolof Empire was largely conquered by the imamate of Futa Jallon in 1875 and its territories fully incorporated into French West Africa by 1890.</p>"}},{"node":{"id":"0a98d7e6-8373-5814-9f9c-064a9d642cd2","frontmatter":{"country":"Ghana","title":"Kingdom of Dagbon","date":"1400 - 1888"},"fields":{"slug":"dagbon"},"excerpt":"The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century.  The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself. Oral…","timeToRead":1,"html":"<p>The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century. </p>\n<p>The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself.</p>\n<p>Oral histories of the kingdom tell that it was founded by a warrior named Tohazie, who arrived in present-day northern Ghana in the 15th century with his cavalry men from east of Lake Chad, stopping in Zamfara, present-day northern Nigeria, and in the Mali Empire, before settling in northern Ghana. These histories tell of numerous conflicts with neighbouring peoples throughout this early period until the early 18th century, when the capital of the kingdom was moved to the city of Yendi. Around this time, Islam arrived to the kingdom, and a period of peace and increased trade with neighbouring kingdoms began.</p>\n<p>In 1888 the Kingdom of Dagbon was partitioned between the German and British empires, and in 1899 this split became organised into the territories of German Togoland and the Gold Coast. Following World War I, eastern Dagbon became part of British Togoland. The Gold Coast achieved independence in 1957 as Ghana. Since Ghana's independence in 1957, the kingdom has been limited to a traditional, customary role.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Dagbon\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Dagbon</a></p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}},{"node":{"id":"d9b462bb-83e0-586a-bb99-00a4329277ec","frontmatter":{"country":"Ghana","title":"Kingdom of Akwamuc","date":"c. 1480 - 1734"},"fields":{"slug":"akwamuc"},"excerpt":"Akwamu (also called Akuambo) was a state set up by Akan people (in present-day Ghana) that flourished in the 17th and 18th centuries. The name was also applied to its people. Originally emigrating from Bono state, the Akan founders settled in Twifo-Heman. The Akwamu led an expansionist empire in the 17th and 18th centuries. At the peak of their empire, the Akan created an influential culture that has contributed to at least three countries in West Africa. Akwamus are the…","timeToRead":1,"html":"<p>Akwamu (also called Akuambo) was a state set up by Akan people (in present-day Ghana) that flourished in the 17th and 18th centuries. The name was also applied to its people. Originally emigrating from Bono state, the Akan founders settled in Twifo-Heman. The Akwamu led an expansionist empire in the 17th and 18th centuries. At the peak of their empire, the Akan created an influential culture that has contributed to at least three countries in West Africa.</p>\n<p>Akwamus are the Abrade (Aduana) Clan of Akan tribe. According to the oral traditions, they originated from ancient Ghana. They migrated from the north, they went through Egypt and settled in Nubia (Sudan). Around 500 AD (5th century), due to the pressure exerted on Nubia by Axumite kingdom of Ethiopia, Nubia was shattered, and they moved to the west and established small trading kingdoms which later grew and became wealthy and powerful state. By 750 AD, the kingdom had become the ancient Ghana Empire. The Empire lasted from 750 AD to 1200 AD and collapsed as a result of the introduction of Islam in the Western Sudan, and the zeal of the Muslims to impose their religion, their ancestors left for Kong (i.e. present day Ivory Coast). From Kong they moved to Wam. From Wam they moved to Bono Manso, then to Dormaa (these are both on present day Brong-Ahafo region). The movement from Kong was necessitated by the desire of the people to find suitable Savannah conditions since they were not used to Forest life. Around the 14th century, they moved from Dormaa south and went eastwards to Twifo-Hemang, North West Cape Coast. The move was commercially motivated and settled at the Twifo-Heman forest in the later part of the 16th century. </p>\n<p>At the peak of their power, the Akwamu state encompassed much of the eastern part of the present-day Ghana. It is traditionally thought that between 1677 and 1681, the Akwamu state conquered the states of Ladoku, Agona and the fort of Whydah, as well as the Ewe people of the Ho region. The Akwamu also conquered the Ga people and occupied the old Ga Kingdom.</p>\n<p>read more: <a href=\"https://en.wikipedia.org/wiki/Akwamu\">https://en.wikipedia.org/wiki/Akwamu</a></p>"}},{"node":{"id":"027f70e0-d909-5d21-878b-0d323986d7f4","frontmatter":{"country":"Cameroon","title":"Mandara Kingdom","date":"1500 CE"},"fields":{"slug":"mandara"},"excerpt":"The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants. Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain. For the kingdom's first…","timeToRead":2,"html":"<p>The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants.</p>\n<p>Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain.</p>\n<p>For the kingdom's first century of history, its rulers warred with neighbouring groups in an effort to expand their territories. After conquering the Dulo (or Duolo)and establishing the capital at Dulo c. 1580, the dynasty of Sankre, a war leader, began. When the Dulo made an attempt to seize the throne, the Bornu kingdom supported the claim of Aldawa Nanda, a member of Sankre's house. Emperor Idris Alaoma of Borno personally installed Nanda as king in 1614. Bornu thus attained an influential position over Mandara.</p>\n<p>Mai Bukar Aji, the 25th king, made Mandara a sultanate c. 1715, which it would remain for nearly two hundred years. Muslim visitors converted Bukar to Islam, and the Islamicisation of the kingdom would continue for most of the next century. The kingdom experienced a golden age of sorts under Bukar and his successor, Bukar Guiana (1773-1828). Around 1781, the Mandara defeated the kingdom of Borno in a major battle, further expanding their control in the region. At the peak of her power at the turn of the century, Mandara received tribute from some 15 chiefdoms. However, the kingdom faced a setback in 1809, when Modibo Adama, a Fulani disciple of Usman dan Fodio, led a jihad against Mandara. Adama briefly seized Dulo, though the Mandara counterattack soon drove him from the kingdom's borders. Adama's defeat prompted Borno to ally with Mandara once again against the Fulani invaders.</p>\n<p>Upon the death of ruler Bukai Dgjiama, Mandara's non-Muslim tributaries rose up, and the Fulani attacked once more. By 1850, Borno could not pass up the opportunity to attack the weakened kingdom. This renewed conflict began to sap the kingdom's strength, paving the way for the invasion of Muhammad Ahmad's forces in the 1880s. In 1895 or 1896, Muhammad Ahmad's army destroyed Dulo, marking a further decline in Mandara power. However, the kingdom continued to exist,repelling continual Fulani raids until it finally fell to them in 1893.</p>\n<p>English explorer Dixon Denham accompanied a slave-raiding expedition from Borno into the Mandara kingdom in February 1823; though he barely escaped with his life following the raiders' defeat, he brought back one of the first European accounts of the kingdom. In 1902, the kingdom was conquered by Germany,passing then to France in 1918. In 1960, the Mandara kingdom became a part of newly independent Cameroon.</p>"}},{"node":{"id":"2907dc1e-09d7-5d00-b821-1d9b3b7419e9","frontmatter":{"country":"Angola","title":"Kingdom of Ndongo","date":"16nth century"},"fields":{"slug":"ndongo_kndgm"},"excerpt":"The Kingdom of Ndongo, formerly known as Dongo or Angola, was an early-modern African state located in what is now Angola. The Kingdom of Ndongo is first recorded in the sixteenth century. It was one of a number of vassal states to Kongo, though Ndongo was the most powerful of these with a king called the Ngola. The Kimbundu-speaking region was known as the land of Mbundu, and according to late sixteenth-century accounts, it was divided into 736 small political units ruled by…","timeToRead":2,"html":"<p>The Kingdom of Ndongo, formerly known as Dongo or Angola, was an early-modern African state located in what is now Angola.</p>\n<p>The Kingdom of Ndongo is first recorded in the sixteenth century. It was one of a number of vassal states to Kongo, though Ndongo was the most powerful of these with a king called the Ngola.</p>\n<p>The Kimbundu-speaking region was known as the land of Mbundu, and according to late sixteenth-century accounts, it was divided into 736 small political units ruled by sobas. These sobas and their territories (called murinda) were compact groupings of villages (senzala or libatas, probably following the Kikongo term divata) surrounding a small central town (mbanza).</p>\n<p>These political units were often grouped into larger units called kanda and sometimes provinces. Larger kingdoms may have emerged in earlier times, but in the sixteenth century most of these regions had been united by the rulers of Ndongo. Ndongo's capital city was called Kabasa, located on the highlands near modern-day N'dalatando. This was a large town, holding as many as 50,000 people in its densely populated district.</p>\n<p>The king of Ndongo and the leaders of the various provinces ruled with a council of powerful nobles, the macota, and had an administration headed by the tendala, a judicial figure, and the ngolambole, a military leader. In Ndongo itself, the ruler had an even larger group of bureaucrats, including a quartermaster called kilunda and another similar official called the mwene kudya.</p>\n<p>Social structure was anchored on the ana murinda (\"children of the murinda\") or free commoners. In addition to the commoners, there were two servile groups  – the ijiko (sing., kijiko), unfree commoners who were permanently attached to the land as serfs, and the abika (sing., mubika) or salable slaves.</p>\n<p>In 1579, Portuguese merchants who had settled in Kongo, led by Francisco Barbuda, advised Njinga Ndambi Kilombo kia Kasenda that Portugal intended to take over his country. Acting on this intelligence and advice, Njinga Ndambi tricked the Portuguese forces into an ambush and massacred them at his capital.</p>\n<p>The war that followed witnessed a Kongo invasion which was narrowly defeated in 1580, and a Portuguese offensive up the Kwanza river, resulting in the founding of their fort at Massangano in 1582. A number of sobas switched their allegiance to Portugal and soon many of the coastal provinces were joined to the colony. By 1590, the Portuguese decided to attack the core of Ndongo, and sent an army against Kabasa itself. Ndongo, however, had recently sealed an alliance with nearby Matamba, and the Portuguese force was crushed. Following this defeat, Ndongo made a counteroffensive, and many of the formerly pro-Portuguese sobas returned to Ndongo. But Portugal managed to retain much of the land they had gained in the earlier wars, and in 1599, Portugal and Ndongo formalized their border.</p>"}},{"node":{"id":"59285fe3-bc5e-51d4-b9fe-c23f647fe482","frontmatter":{"country":"Chad","title":"Wadai Sultanate","date":"1501–1912"},"fields":{"slug":"wadai-sult"},"excerpt":"The Wadai Sultanate (Arabic:Saltanat Waday, French: royaume du Ouaddaï, Fur: Burgu or Birgu; 1501–1912) was an African sultanate located to the east of Lake Chad in present-day Chad and the Central African Republic. It emerged in the seventeenth century under the leadership of the first sultan, Abd al-Karim, who overthrew the ruling Tunjur people of the area. It occupied land previously held by the Sultanate of Darfur (in present-day Sudan) to the northeast of the Kingdom of…","timeToRead":1,"html":"<p>The Wadai Sultanate (Arabic:Saltanat Waday, French: royaume du Ouaddaï, Fur: Burgu or Birgu; 1501–1912) was an African sultanate located to the east of Lake Chad in present-day Chad and the Central African Republic. It emerged in the seventeenth century under the leadership of the first sultan, Abd al-Karim, who overthrew the ruling Tunjur people of the area. It occupied land previously held by the Sultanate of Darfur (in present-day Sudan) to the northeast of the Kingdom of Baguirmi.</p>\n<p>Prior to the 1630s, Wadai, also known as Burgu to the people of Darfur, was a pre-Islamic Tunjur kingdom, established around 1501. The Arab migrants to the area which became Wadai claimed to be descendants of the Abbasid Caliphs, specifically from Salih ibn Abdallah ibn Abbas. Yame, an Abbasid leader, settled with Arab migrants in Debba, near the future capital of Ouara (Wara).</p>\n<p>In 1635, the Maba and other small groups in the region rallied to the Islamic banner of Abd al-Karim Al Abbasi, who was descended from an Abbasid noble family, led an invasion from the east and overthrew the ruling Tunjur group, who at the time was led by a king named Daud. Abd al-Karim was the son of Yame the Abbasid. Abd al-Karim secured and centralized his power in the area by marrying the Tunjur King Daud's daughter, Meiram Aisa, and then forming other marriage pacts with local dynasties and tribes, such as the Mahamid and Beni Halba tribes. Abd al-Karim became the first Kolak (Sultan) of a dynasty that lasted until the arrival of the French.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Wadai_Empire\">https://en.wikipedia.org/wiki/Wadai_Empire</a></p>"}},{"node":{"id":"c65277a2-2ad6-58c8-94e5-f330432b663a","frontmatter":{"country":"Guinea-Bissau","title":"Kaabu Empire","date":"1537 - 1867"},"fields":{"slug":"kaabu-empire"},"excerpt":"The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an…","timeToRead":1,"html":"<p>The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an independent Empire. It's government was militaristic. The ruling class was composed of warrior-elites made rich by slaves captured in war. </p>\n<p>Mandinka oral tradition holds that Kaabu was the actual birthplace of the Mande musical instrument, known as the Kora. A kora is built from a large calabash cut in half and covered with cow skin to make a resonator, and has a notched bridge like a lute or guitar. The Kora was traditionally used by the griots as a tool for preserving history, ancient tradition, to memorize the genealogies of patron families and sing their praises, to act as conflict intermediaries between families, and to entertain.</p>\n<p>Kansala, the imperial capital of Kaabu Empire was annexed by Futa Jallon during the 19th century Fula jihads. However, Kaabu's vast independent Kingdoms across SeneGambia regions continued to thrive even after the fall of Kansala; until total incorporation of the remaining Kingdoms into the British Gambia, Portuguese and French spheres of influence during the Scramble for Africa.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kaabu\">https://en.wikipedia.org/wiki/Kaabu</a></p>"}},{"node":{"id":"d9f3614c-c6ef-54e3-8662-ccdd2dc4f4a1","frontmatter":{"country":"Angola","title":"Kingdom of Loango","date":"c. 1550–c. 1883"},"fields":{"slug":"loango_kgdm"},"excerpt":"The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River. Loango exported copper to the European market, and was a major producer and exporter of cloth. The…","timeToRead":2,"html":"<p>The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River.</p>\n<p>Loango exported copper to the European market, and was a major producer and exporter of cloth.</p>\n<p>The origins of the kingdom are obscure. Dutch visitors recorded the first traditional account of the kingdom's origin in the 1630s or '40s. In their account as reported by the geographer Olfert Dapper, the region where Loango would be constructed was populated by a number of small polities including Mayumba, Kilongo, Piri and Wansi, \"each with their own leader who made war on each other\". He recorded that the founder of Loango, who boasted hailing from the district in Nzari in the small coastal kingdom of Kakongo, itself a vassal of Kongo, triumphed over all his rivals through the skillful use of alliances to defeat those who opposed him, particularly Wansa, Kilongo and Piri, the latter two of which required two wars to subdue. Once this had been effected, however, a range of more northern regions, including Docke and Sette submitted voluntarily. Having succeeded in the conquest, the new king moved northward and after having founded settlements in a variety of places, eventually built his capital in Buali in the province of Piri (from which the ethnic name \"Muvili\" eventually derived).</p>\n<p>The kings of Loango had absolute and even divine power. In the seventeenth century, the king appointed a number of provincial governors to office, choosing them from among his own family. </p>\n<p>In the seventeenth century, Vili merchants were traveling some distance from their homeland in search of commercial opportunities. Among the earliest noted were voyages to copper mines in Mindouli and the territory of \"Bukkameale\" (perhaps the Niari Valley) where copper could be obtained. Early Dutch commercial records indicate that Loango exported considerable copper to the European market during this period. Loango was a major producer and exporter of cloth, both to the interior and to the Portuguese in Luanda, where thousands of meters of Loango cloth were imported in the early seventeenth century.</p>\n<p>In the late seventeenth century and beyond, Vili merchants also engaged in the slave trade. Loango did not export many slaves in the earlier part of its contact with European merchants, but eventually the country did export slaves in considerable quantities. In addition to buying and selling slaves, the Vili became involved in local industry, specializing in smithing.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Loango\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Loango</a></p>"}},{"node":{"id":"f646cbc4-fbf2-550c-af21-3dd013a4bd58","frontmatter":{"country":"Benin","title":"Kingdom of Dahomey","date":"1600 - 1904 CE"},"fields":{"slug":"dahomey"},"excerpt":"The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military.  Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey.  Common art…","timeToRead":1,"html":"<p>The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military. </p>\n<p>Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey. </p>\n<p>Common art forms included wood and ivory carving, metalwork (including silver, iron and brass, appliqué cloth, and clay bas-reliefs. Much of the art work revolved around the royalty. Each of the palaces at the Royal Palaces of Abomey contained elaborate bas-reliefs (noundidė in Fon) providing a record of the king's accomplishments. Each king had his own palace within the palace complex and within the outer walls of their personal palace was a series of clay reliefs designed specific to that king. These were not solely designed for royalty and chiefs, temples, and other important buildings had similar reliefs. In addition to the royal depictions in the reliefs, royal members were depicted in power sculptures known as bocio, which incorporated mixed materials (including metal, wood, beads, cloth, fur, feathers, and bone) onto a base forming a standing figure. The bocio are religiously designed to include different forces together to unlock powerful forces. In addition, the cloth appliqué of Dahomey depicted royalty often in similar zoomorphic representation and dealt with matters similar to the reliefs, often the kings leading during warfare. Dahomey also had a distinctive tradition of casting small brass figures of animals or people, which were worn as jewellery or displayed in the homes of the relatively well-off. </p>\n<p>The Dahomey Amazons or Mino, which means \"our mothers,\" were a Fon all-female military regiment. They were rigorously trained and given uniforms. The women's army consisted of a number of regiments: huntresses, riflewomen, reapers, archers, and gunners. Each regiment had different uniforms, weapons and commanders. In the latter period, the Dahomean female warriors were armed with Winchester rifles, clubs and knives. Units were under female command. </p>\n<p>Dahomey had a unique form of West African Vodun that linked together preexisting animist traditions with vodun practices. </p>\n<p>The country was annexed into the French colonial empire in 1984.</p>"}},{"node":{"id":"401d93b5-0fb1-5ac0-9c02-8a4173a0db41","frontmatter":{"country":"Angola","title":"Jaga Kingdom","date":"1620–1910"},"fields":{"slug":"jaga_kngdm"},"excerpt":"The Kasanje Kingdom, also known as the Jaga Kingdom, (1620–1910) was a pre-colonial Central African state. It was formed in 1620 by a mercenary band of Imbangala, which had deserted the Portuguese ranks. The state gets its name from the leader of the band, Kasanje, who settled his followers on the upper Kwango River. The Kasanje people were ruled by the Jaga, a king who was elected from among the three clans who founded the kingdom. The Jaga or Jagas were terms applied by the…","timeToRead":1,"html":"<p>The Kasanje Kingdom, also known as the Jaga Kingdom, (1620–1910) was a pre-colonial Central African state. It was formed in 1620 by a mercenary band of Imbangala, which had deserted the Portuguese ranks. The state gets its name from the leader of the band, Kasanje, who settled his followers on the upper Kwango River. The Kasanje people were ruled by the Jaga, a king who was elected from among the three clans who founded the kingdom.</p>\n<p>The Jaga or Jagas were terms applied by the Portuguese to invading bands of African warriors east and south of the kingdom of Kongo. The use of the phrase took on different connotations depending on where it was applied. There were two groups of people, both known as fierce warriors, who were dubbed jagas or the jaga. Unbeknownst to the Portuguese who encountered these warriors, the two groups were practically unrelated.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Kasanje_Kingdom\">https://en.wikipedia.org/wiki/Kasanje_Kingdom</a>\n<a href=\"https://en.wikipedia.org/wiki/Jaga_(Kongo\">https://en.wikipedia.org/wiki/Jaga_(Kongo</a>)</p>"}},{"node":{"id":"29c6478f-04c6-513f-91db-94a8fa536a70","frontmatter":{"country":"Angola","title":"Kingdom of Matamba","date":"1631–1744"},"fields":{"slug":"matamba"},"excerpt":"The Kingdom of Matamba (1631–1744) was a pre-colonial African state located in what is now the Baixa de Cassange region of Malanje Province of modern-day Angola. It was a powerful kingdom that long resisted Portuguese colonisation attempts and was only integrated into Angola in the late nineteenth century. The first documentary mention of the Kingdom of Matamba is a reference to it giving tribute to the King of Kongo, then Afonso I of Kongo, in 1530. In 1535 Afonso…","timeToRead":2,"html":"<p>The Kingdom of Matamba (1631–1744) was a pre-colonial African state located in what is now the Baixa de Cassange region of Malanje Province of modern-day Angola. It was a powerful kingdom that long resisted Portuguese colonisation attempts and was only integrated into Angola in the late nineteenth century.</p>\n<p>The first documentary mention of the Kingdom of Matamba is a reference to it giving tribute to the King of Kongo, then Afonso I of Kongo, in 1530. In 1535 Afonso subsequently mentioned Matamba as one of the regions over which he ruled as king in his titles. There is no further information on the kingdom's early history and modern oral traditions do not seem to illuminate this at the present state of research. However, it does not seem likely that Kongo had any more than a light and symbolic presence in Matamba, and its rulers were probably quite independent. Matamba undoubtedly had closer relations with its south southeastern neighbor Ndongo, then a powerful kingdom as well as with Kongo.</p>\n<p>During the mid-sixteenth century Matamba was ruled by an unknown queen, who received missionaries from Kongo, then a Christian kingdom, dispatched by King Diogo I (1545–1561). Though this queen received the missionaries and perhaps allowed them to preach, there is no indication that the kingdom converted to Christianity.</p>\n<p>The arrival of the Portuguese colonists under Paulo Dias de Novais in Luanda in 1575 altered the political situation as the Portuguese immediately became involved in Ndongo's affairs, and war broke out between Ndongo and Portugal in 1579. Although Matamba played a small role in the early wars, the threat of a Portuguese victory stirred the ruler of Matamaba (probably a king named Kambolo Matamba) to intervene. He sent an army to aid Ndongo against the Portuguese, and with these forces the combined armies were able to defeat and rout Portuguese forces at the Battle of the Lukala in 1590.</p>\n<p>Queen Njinga ruled in Matamba from 1631 until her death in 1663. During this time she integrated the country into her domains and thousands of her former subjects who had fled Portuguese attacks with her settled there. She made several wars against Kasanje especially in 1634-5. In 1639 she received a Portuguese peace mission which did not achieve a treaty, but did reestablish relations between her and the Portuguese. When the Dutch took over Luanda in 1641, Njinga immediately sent ambassadors to make an alliance with them. During these years, she moved her capital from Matamba to Kavanga, where she conducted operations against the Portuguese. Though Ndongo forces won a significant victory over the Portuguese in at the Battle of Kombi in 1647, nearly forcing them to abandon the country and laying siege to their inland capital of Masangano, a Portuguese relief force led by Salvador de Sá in 1648 drove out the Dutch and forced Njinga to return to Matamba. Although she maintained a symbolic capital at Kindonga, an island in the Kwanza River where she and her predecessor had ruled, the real capital was at the town of Matamba (Santa Maria de Matamba). Njinga had been baptized as Ana de Sousa while in Luanda in 1622, and in 1654 she began peace overtures to Portugal.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Matamba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Matamba</a></p>"}},{"node":{"id":"0be24e90-a947-5e5e-88e6-238f665386c1","frontmatter":{"country":"Zimbabwe","title":"The Rozvi Empire","date":"1660–1866"},"fields":{"slug":"rozvi_empire"},"excerpt":"The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers. The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in…","timeToRead":1,"html":"<p>The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers.</p>\n<p>The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in the eastern highlands.</p>\n<p>The Rozvi chiefs revived the tradition of building in stone and constructed impressive cities, now known as 'zimbabwes', throughout the southwest. Polychrome pottery was also emblematic of its culture. The Rozvi empire had many economic branches but agriculture was its backbone. They planted crops such as sorghum and millet and the state depended heavily on subsistence farming. Livestock was also another important agricultural branch. They kept animals such as sheep, goats, cattle and chickens; those with many livestock were considered rich and were accorded very high economic status within the society. Trade was another important economic activity and the Rozvi practiced both internal and external trade. From foreign traders they obtained imported goods such as guns, salt, beads and sea shells; in return they bartered ivory, copper and gold. Mining was another major branch and was done by males. The warriors were armed with spears, bows and arrows when they raided others or defended their state.</p>\n<p>Its warriors were known to be violent; this earned them the name rozvi, meaning plunders or destroyers. They became the most powerful fighting force in the whole of Zimbabwe.</p>\n<p>Records from the Portuguese show that the Rozvi were sophisticated military strategists. They were noted for using the cow-horn formation years before the great Zulu leader Shaka adopted it in the 19th century. Armed with spears, bows and arrows, the aggressive Rozvi took over the Zimbabwe plateau.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Rozwi_Empire\">https://en.wikipedia.org/wiki/Rozwi_Empire</a></p>"}},{"node":{"id":"e166bc5c-04a6-5504-b6a6-ede98d9a7678","frontmatter":{"country":"Angola","title":"Nation of Lunda ","date":"1665 - 1887"},"fields":{"slug":"lunda_nation"},"excerpt":"The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga. The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of…","timeToRead":1,"html":"<p>The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga.</p>\n<p>The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of the Luba kings, they gained political ties.</p>\n<p>The kingdom of Lunda came to an end in the nineteenth century, when it was invaded by the Chokwe, who were armed with guns. The Chokwe then established their own kingdom with their language and customs. Lunda chiefs and people continued to live in the Lunda heartland but were diminished in power.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Lunda\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Lunda</a></p>"}},{"node":{"id":"d3881984-6312-57aa-843c-9ffe75d5b5aa","frontmatter":{"country":"Ghana","title":"Ashanti Empire","date":"1670 - 1957"},"fields":{"slug":"ashanti"},"excerpt":"The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture. The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly…","timeToRead":3,"html":"<p>The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture.</p>\n<p>The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly lineage nominated the eligible males. This senior female then consulted the elders, male and female, of that line. The final candidate is then selected. That nomination is then sent to a council of elders, who represent other lineages in the town or district. The Elders then present the nomination to the assembled people. If the assembled citizens disapprove of the nominee, the process is restarted. </p>\n<p>The original palace of the Asantehene in Kumasi was burned down by the British in 1875. From European accounts, the edifice was massive and ornately built.</p>\n<p>Winwood Reade described his visit to the Ashanti Royal Palace of Kumasi in 1874: “We went to the king’s palace, which consists of many courtyards, each surrounded with alcoves and verandahs, and having two gates or doors, so that each yard was a thoroughfare . . . But the part of the palace fronting the street was a stone house, Moorish in its style . . . with a flat roof and a parapet, and suites of apartments on the first floor. It was built by Fanti masons many years ago. The rooms upstairs remind me of Wardour Street. Each was a perfect Old Curiosity Shop. Books in many languages, Bohemian glass, clocks, silver plate, old furniture, Persian rugs, Kidderminster carpets, pictures and engravings, numberless chests and coffers. A sword bearing the inscription From Queen Victoria to the King of Ashantee. A copy of the Times, 17 October 1843. With these were many specimens of Moorish and Ashanti handicraft.”</p>\n<p>Infrastructure such as road transport and communication throughout the Ashanti Kingdom was maintained via a network of well-kept roads from the Ashanti Kingdom to the Niger river and other trade cities.</p>\n<p>Plants cultivated include plantains, yams, manioc, corn, sweet potatoes, millet, beans, onions, peanuts, tomatoes, and many fruits. The Ashanti prepared the fields by burning before the onset of the rainy season and cultivated with an iron hoe. Fields are left fallow for a couple years, usually after two to four years of cultivation.</p>\n<p>The lands within the Ashanti Kingdom were also rich in river-gold, cocoa and kola nuts, and the Ashanti were soon trading with the Portuguese, the Songhai, and with the Hausa states.</p>\n<p>The Ashanti invented the Fontomfrom, an Asante talking drum, and they also invented the Akan Drum. They drummed messages to distances of over 300 kilometres (200 mi), as rapidly as a telegraph. Asante dialect (Twi) and Akan, the language of the Ashanti people is tonal and more meaning is generated by tone. The drums reproduced these tones, punctuations, and the accents of a phrase so that the cultivated ear hears the entirety of the phrase itself.</p>\n<p>The Ashanti readily heard and understood the phrases produced by these \"talking drums\". Standard phrases called for meetings of the chiefs or to arms, warned of danger, and broadcast announcements of the death of important figures. Some drums were used for proverbs and ceremonial presentations.</p>\n<p>The Ashanti armies served the empire well, supporting its long period of expansion and subsequent resistance to European colonization. Armament was primarily with firearms, but some historians hold that indigenous organization and leadership probably played a more crucial role in Ashanti successes.</p>\n<p>Slavery was historically a tradition in the Ashanti Empire, with slaves typically taken as captives from enemies in warfare. The welfare of their slaves varied from being able to acquire wealth and intermarry with the master's family to being sacrificed in funeral ceremonies. </p>\n<p>Today, the Ashanti Kingdom survives as a constitutionally protected, sub-national proto-state and traditional state in union with the Republic of Ghana.</p>"}},{"node":{"id":"4b188579-f31e-5d09-8c73-05f7792f6ce7","frontmatter":{"country":"South Africa","title":"Kingdom of Zululand","date":"1816–1897"},"fields":{"slug":"zululand"},"excerpt":"The Kingdom of Zulu , sometimes referred to as the Zulu Empire or the Kingdom of Zululand, was a monarchy in Southern Africa that extended along the coast of the Indian Ocean from the Tugela River in the south to Pongola River in the north. The kingdom grew to dominate much of what is today KwaZulu-Natal and Southern Africa. In 1879, the British Empire invaded, beginning the Anglo-Zulu War. After an initial Zulu victory at the Battle of Isandlwana in January, the British Army…","timeToRead":1,"html":"<p>The Kingdom of Zulu , sometimes referred to as the Zulu Empire or the Kingdom of Zululand, was a monarchy in Southern Africa that extended along the coast of the Indian Ocean from the Tugela River in the south to Pongola River in the north.</p>\n<p>The kingdom grew to dominate much of what is today KwaZulu-Natal and Southern Africa. In 1879, the British Empire invaded, beginning the Anglo-Zulu War. After an initial Zulu victory at the Battle of Isandlwana in January, the British Army would regroup and eventually defeated the Zulus in July in the Battle of Ulundi. The area was subsequently absorbed into the Colony of Natal and later became part of the Union of South Africa.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Military*","types":"Kingdoms,Folk,Military"}}