{"data":{"markdownRemark":{"html":"<p>Niani is a village in Guinea. It is located in the Kankan Prefecture of the Kankan Region, in the east of the country. It lies on the left bank of the Sankarani River.</p>\n<p>Niani is often considered one of the ancient capitals of the Mali Empire and the birthplace of emperor Sundiata Keita. </p>\n<p>The city had at least 100,000 inhabitants in the 14th century.[3] The emperor (mansa) and his courtiers lived in Niani, which was a centre of trade and commerce.[4] The town developed as an outlet for two main trade routes, one northward, called the 'Mande route', and one southward, known as the 'Sarakolle route'.[2]</p>\n<p>The emperor Musa I of Mali employed the Andalusian architect Ishak al-Tuedjin to build an audience chamber at Niani. It was \"square, surmounted by a cupola, which he covered with plaster and decorated with arabesques in dazzling colours.\" It was an \"admirable monument\", according to 14th century North African historian Ibn Khaldun.[5]</p>\n<p>After the Mali Empire declined during the 1600s, Niani lost its importance and became a small town again.[6]</p>\n<p>In the 1920s archaeological excavations were carried out at Niani by Vidal and Gaillard which first identified the site. In 1965 and 1968 Guinean-Polish archaeological missions were carried out. These excavations revealed that the area around Niani was once densely populated.[1] The Arab quarter and royal town have been identified, specifically the foundations of stone houses, the mihrab of a mosque and the walls around the royal town.[2] The buildings were made of bricks of beaten earth, as al-Umari wrote, adding: \"The ceilings are made of beams and reeds. They are mostly in the shape of a cupola [conical] or a camel's hump, like vaulted arches. The floors of the houses are of earth mixed with sand ... The king has a group of palaces surrounded by a circular wall.\"[2]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Niani,_Guinea\">https://en.wikipedia.org/wiki/Niani,_Guinea</a></p>","fields":{"slug":"niani-city"},"frontmatter":{"title":"Niani","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, November 9). Niani, Guinea. In Wikipedia, The Free Encyclopedia. Retrieved 23:33, March 19, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Niani,_Guinea&oldid=867954127"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"niani-city","imgs":"*niani-city*"}}