{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"3559fa7c-6bed-5896-b9a6-32736dc98850","frontmatter":{"country":"Ivory Coast","title":"Kintampo Complex ","date":"2500-1400 BCE"},"fields":{"slug":"kintampo"},"excerpt":"Kintampo complex is the period in prehistory that saw the transition to sedentism in West Africa, specifically Ghana and parts of eastern Côte d'Ivoire that began sometime between 2500-1400 BCE. Besides being a classic example of early forest dwellers in west Africa, Kintampo is significant because there is evidence of a drastic change in food production techniques due to the transition from nomadic hunter-gather lifestyles to life in stationary settlements. This change is…","timeToRead":4,"html":"<p>Kintampo complex is the period in prehistory that saw the transition to sedentism in West Africa, specifically Ghana and parts of eastern Côte d'Ivoire that began sometime between 2500-1400 BCE. Besides being a classic example of early forest dwellers in west Africa, Kintampo is significant because there is evidence of a drastic change in food production techniques due to the transition from nomadic hunter-gather lifestyles to life in stationary settlements. This change is known as sedentism and is typical of societies who have access to, or are developing systems of agriculture. Ceramic sculptures of humans and animals indicate that the Kintampo settlements were lived at by practitioners of both pastoralism and horticulture.</p>\n<p>Another notable aspect of the Kintampo complex is the creation of art and items of personal adornment. Archaeologists have found polished stone beads, bracelets and figurines in addition to typical stone tools and structures such as hand axes, and building foundations which suggests that these people had both a complex society and were well-learned in Later Stone Age technologies.</p>\n<p>When referring to topics related to Kintampo, the term complex is preferred as opposed to culture. In an archaeological research context, culture implies that every site represented in the area used the same technologies and techniques to create the same types of tools, goods, and foods, had the same beliefs and customs, and so on. In reality, the inhabitants of the region during this particular period of time did have much in common, but did differ enough from village to village that culture is not entirely accurate. Complex,or sometimes tradition on the other hand, means a group that shares many characteristics, but also acknowledges differences. The name Kintampo which is used to describe the complex comes from the Kintampo district in the Brong-Ahafo region of Ghana.</p>\n<p>The people of Kintampo lived in open-air villages composed of rectangular structures made from wattle and daub construction techniques. Some house used mud, some used clays, and many were found to have been supported by wooden poles and some had foundations of stones like granite and laterite. Rock shelters were also used as dwellings, especially to the south, near the Atlantic coast. A society can not live without a water supply, and at Kintampo there is no exception. Many settlements were situated along the White Volta river which runs all the way through Ghana, from north to south, eventually dumping into the Atlantic. Other settlements, such as the rock shelters of southwestern Ghana and southeastern Côte d'Ivoire were along near the Atlantic coast. They also kept domesticated dogs and goats and cattle.</p>\n<p>Pearl millet is a crop that is well suited to hot climates, and is thought to have been first domesticated in the area. It is speculated that the people of Kintampo may have deliberately adapted it to mature faster, to allow for quicker harvest. Its charred remains have been excavated at Kintampo and was valuable to people living in west Africa because it could be stored after harvest to be used at a later date. There is evidence of trade of foods with other people throughout the region; one item of evidence is that the millet has been found with shell beads that would have been imported from the ocean.</p>\n<p>Another important staple to the people who settled at Kintampo was the oil palm. The oil palm was used at Kintampo starting at least 4000 years ago. A very useful plant in many ways, it serves as a source of drink, food, and construction material. It was allowed to flourish in the region due to its preference for a constant warm climate and high rainfall. As a food, the oil can be extracted from the mesocarp which covers the plant, and the kernel which is also edible by itself. It is an excellent source of vitamin A, which would have helped to support a growing population. It is speculated that ceramic techniques were improved so that the nut of the oil palm could be further cooked.</p>\n<p>The cowpea, incense tree, hackberry, yams, and sorghum,are also known to have been grown. Grasses were most likely not harvested as often, as the climate makes it difficult for grasses to grow. Kintampo people also kept livestock; goats, sheep, and cattle remains have been found. Other wild animals such as monitor lizards,snails, guineafowl, vervet monkey, baboon, turtles and tortoises royal and duiker antelopes, giant pouched and cane rats were hunted as game.</p>\n<p>Numerous types of tools have been excavated at Kintampo, including polished axes crafted from calc-chlorite schist, many types and sizes of grinding stones, small, quartz microlith projectile points of various shapes and styles, and stone celts. A few harpoons have been found, but these are rare.</p>\n<p>The Kintampo culture is known for possibly the first occurrences of figurative art and objects of personal decoration in West Africa. Stone arm bands that would have been worn as decoration have been found at several Kintampo sites. At the sites of Boyase hill and Ntersero, clay figurines of animals like dogs, lizards and cows were found, though it is not well understood what their meaning might be. This is all very important to those who study the humanities, as the emergence of art and the depiction of life through art is of great interest to both art historians and archaeologists alike.</p>\n<p>The rockshelters of Kintampo appear to be abandoned by the second century BCE, and then in the early first millennium CE, iron metallurgy became the dominant technology of the region.</p>\n<p>The area became home to the Akan, who later built the Ashanti Empire in the 18th century. It was a large kingdom that used firearms traded to them by Europeans to effectively conquer neighboring territories. The Ashanti enslaved their enemies and prisoners of war and made a profit by selling them in the transatlantic slave trade.</p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"0a98d7e6-8373-5814-9f9c-064a9d642cd2","frontmatter":{"country":"Ghana","title":"Kingdom of Dagbon","date":"1400 - 1888"},"fields":{"slug":"dagbon"},"excerpt":"The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century.  The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself. Oral…","timeToRead":1,"html":"<p>The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century. </p>\n<p>The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself.</p>\n<p>Oral histories of the kingdom tell that it was founded by a warrior named Tohazie, who arrived in present-day northern Ghana in the 15th century with his cavalry men from east of Lake Chad, stopping in Zamfara, present-day northern Nigeria, and in the Mali Empire, before settling in northern Ghana. These histories tell of numerous conflicts with neighbouring peoples throughout this early period until the early 18th century, when the capital of the kingdom was moved to the city of Yendi. Around this time, Islam arrived to the kingdom, and a period of peace and increased trade with neighbouring kingdoms began.</p>\n<p>In 1888 the Kingdom of Dagbon was partitioned between the German and British empires, and in 1899 this split became organised into the territories of German Togoland and the Gold Coast. Following World War I, eastern Dagbon became part of British Togoland. The Gold Coast achieved independence in 1957 as Ghana. Since Ghana's independence in 1957, the kingdom has been limited to a traditional, customary role.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Dagbon\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Dagbon</a></p>"}},{"node":{"id":"d9b462bb-83e0-586a-bb99-00a4329277ec","frontmatter":{"country":"Ghana","title":"Kingdom of Akwamuc","date":"c. 1480 - 1734"},"fields":{"slug":"akwamuc"},"excerpt":"Akwamu (also called Akuambo) was a state set up by Akan people (in present-day Ghana) that flourished in the 17th and 18th centuries. The name was also applied to its people. Originally emigrating from Bono state, the Akan founders settled in Twifo-Heman. The Akwamu led an expansionist empire in the 17th and 18th centuries. At the peak of their empire, the Akan created an influential culture that has contributed to at least three countries in West Africa. Akwamus are the…","timeToRead":1,"html":"<p>Akwamu (also called Akuambo) was a state set up by Akan people (in present-day Ghana) that flourished in the 17th and 18th centuries. The name was also applied to its people. Originally emigrating from Bono state, the Akan founders settled in Twifo-Heman. The Akwamu led an expansionist empire in the 17th and 18th centuries. At the peak of their empire, the Akan created an influential culture that has contributed to at least three countries in West Africa.</p>\n<p>Akwamus are the Abrade (Aduana) Clan of Akan tribe. According to the oral traditions, they originated from ancient Ghana. They migrated from the north, they went through Egypt and settled in Nubia (Sudan). Around 500 AD (5th century), due to the pressure exerted on Nubia by Axumite kingdom of Ethiopia, Nubia was shattered, and they moved to the west and established small trading kingdoms which later grew and became wealthy and powerful state. By 750 AD, the kingdom had become the ancient Ghana Empire. The Empire lasted from 750 AD to 1200 AD and collapsed as a result of the introduction of Islam in the Western Sudan, and the zeal of the Muslims to impose their religion, their ancestors left for Kong (i.e. present day Ivory Coast). From Kong they moved to Wam. From Wam they moved to Bono Manso, then to Dormaa (these are both on present day Brong-Ahafo region). The movement from Kong was necessitated by the desire of the people to find suitable Savannah conditions since they were not used to Forest life. Around the 14th century, they moved from Dormaa south and went eastwards to Twifo-Hemang, North West Cape Coast. The move was commercially motivated and settled at the Twifo-Heman forest in the later part of the 16th century. </p>\n<p>At the peak of their power, the Akwamu state encompassed much of the eastern part of the present-day Ghana. It is traditionally thought that between 1677 and 1681, the Akwamu state conquered the states of Ladoku, Agona and the fort of Whydah, as well as the Ewe people of the Ho region. The Akwamu also conquered the Ga people and occupied the old Ga Kingdom.</p>\n<p>read more: <a href=\"https://en.wikipedia.org/wiki/Akwamu\">https://en.wikipedia.org/wiki/Akwamu</a></p>"}},{"node":{"id":"d3881984-6312-57aa-843c-9ffe75d5b5aa","frontmatter":{"country":"Ghana","title":"Ashanti Empire","date":"1670 - 1957"},"fields":{"slug":"ashanti"},"excerpt":"The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture. The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly…","timeToRead":3,"html":"<p>The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture.</p>\n<p>The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly lineage nominated the eligible males. This senior female then consulted the elders, male and female, of that line. The final candidate is then selected. That nomination is then sent to a council of elders, who represent other lineages in the town or district. The Elders then present the nomination to the assembled people. If the assembled citizens disapprove of the nominee, the process is restarted. </p>\n<p>The original palace of the Asantehene in Kumasi was burned down by the British in 1875. From European accounts, the edifice was massive and ornately built.</p>\n<p>Winwood Reade described his visit to the Ashanti Royal Palace of Kumasi in 1874: “We went to the king’s palace, which consists of many courtyards, each surrounded with alcoves and verandahs, and having two gates or doors, so that each yard was a thoroughfare . . . But the part of the palace fronting the street was a stone house, Moorish in its style . . . with a flat roof and a parapet, and suites of apartments on the first floor. It was built by Fanti masons many years ago. The rooms upstairs remind me of Wardour Street. Each was a perfect Old Curiosity Shop. Books in many languages, Bohemian glass, clocks, silver plate, old furniture, Persian rugs, Kidderminster carpets, pictures and engravings, numberless chests and coffers. A sword bearing the inscription From Queen Victoria to the King of Ashantee. A copy of the Times, 17 October 1843. With these were many specimens of Moorish and Ashanti handicraft.”</p>\n<p>Infrastructure such as road transport and communication throughout the Ashanti Kingdom was maintained via a network of well-kept roads from the Ashanti Kingdom to the Niger river and other trade cities.</p>\n<p>Plants cultivated include plantains, yams, manioc, corn, sweet potatoes, millet, beans, onions, peanuts, tomatoes, and many fruits. The Ashanti prepared the fields by burning before the onset of the rainy season and cultivated with an iron hoe. Fields are left fallow for a couple years, usually after two to four years of cultivation.</p>\n<p>The lands within the Ashanti Kingdom were also rich in river-gold, cocoa and kola nuts, and the Ashanti were soon trading with the Portuguese, the Songhai, and with the Hausa states.</p>\n<p>The Ashanti invented the Fontomfrom, an Asante talking drum, and they also invented the Akan Drum. They drummed messages to distances of over 300 kilometres (200 mi), as rapidly as a telegraph. Asante dialect (Twi) and Akan, the language of the Ashanti people is tonal and more meaning is generated by tone. The drums reproduced these tones, punctuations, and the accents of a phrase so that the cultivated ear hears the entirety of the phrase itself.</p>\n<p>The Ashanti readily heard and understood the phrases produced by these \"talking drums\". Standard phrases called for meetings of the chiefs or to arms, warned of danger, and broadcast announcements of the death of important figures. Some drums were used for proverbs and ceremonial presentations.</p>\n<p>The Ashanti armies served the empire well, supporting its long period of expansion and subsequent resistance to European colonization. Armament was primarily with firearms, but some historians hold that indigenous organization and leadership probably played a more crucial role in Ashanti successes.</p>\n<p>Slavery was historically a tradition in the Ashanti Empire, with slaves typically taken as captives from enemies in warfare. The welfare of their slaves varied from being able to acquire wealth and intermarry with the master's family to being sacrificed in funeral ceremonies. </p>\n<p>Today, the Ashanti Kingdom survives as a constitutionally protected, sub-national proto-state and traditional state in union with the Republic of Ghana.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Ghana*","countries":"Ghana,Togo,Ivory Coast"}}