{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"d0f3930f-f7d7-5445-8aab-0d78bde3ef5a","frontmatter":{"country":"Somalia","title":"Land of Punt","date":"2500 BCE"},"fields":{"slug":"punt-land"},"excerpt":"The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it. At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the…","timeToRead":2,"html":"<p>The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it.</p>\n<p>At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the regions located in the direction of the sunrise, to the East of Egypt. These eastern regions' resources included products used in temples, notably incense. Older literature (and current non-mainstream literature) maintained that the label \"God's Land\", when interpreted as \"Holy Land\" or \"Land of the gods/ancestors\", meant that the ancient Egyptians viewed the Land of Punt as their ancestral homeland.</p>\n<p>Analysis of mummified baboons in the British Museum has revealed the location of the land of Punt as the area between Ethiopia and Eritrea. </p>\n<p>The earliest recorded ancient Egyptian expedition to Punt was organized by Pharaoh Sahure of the Fifth Dynasty (25th century BC). However, gold from Punt is recorded as having been in Egypt as early as the time of Pharaoh Khufu of the Fourth Dynasty.</p>\n<p>Subsequently, there were more expeditions to Punt in the Sixth, Eleventh, Twelfth and Eighteenth dynasties of Egypt. In the Twelfth Dynasty, trade with Punt was celebrated in popular literature in the Tale of the Shipwrecked Sailor.</p>\n<p>In the reign of Mentuhotep III (11th dynasty, ca. 2000 BC), an officer named Hannu organized one or more voyages to Punt, but it is uncertain whether he personally traveled on these expeditions. Trading missions of the 12th dynasty pharaohs Senusret I, Amenemhat II and Amenemhat IV had also successfully navigated their way to and from the mysterious land of Punt.</p>\n<p>In the Eighteenth Dynasty of Egypt, Hatshepsut built a Red Sea fleet to facilitate trade between the head of the Gulf of Aqaba and points south as far as Punt to bring mortuary goods to Karnak in exchange for Nubian gold. Hatshepsut personally made the most famous ancient Egyptian expedition that sailed to Punt. During the reign of Queen Hatshepsut in the 15th century BC, ships regularly crossed the Red Sea in order to obtain bitumen, copper, carved amulets, naptha and other goods transported overland and down the Dead Sea to Elat at the head of the gulf of Aqaba where they were joined with frankincense and myrrh coming north both by sea and overland along trade routes through the mountains running north along the east coast of the Red Sea.</p>"}},{"node":{"id":"8bbf1d68-714f-5ee3-ae0f-a70bba08c1d1","frontmatter":{"country":"Djibouti","title":"Sultanate of Ifat","date":""},"fields":{"slug":"Ifat_sult"},"excerpt":"The Sultanate of Ifat was a medieval Muslim state in the eastern regions of the Horn of Africa between the late 13th century and early 15th century. Led by the Walashma dynasty, it was centered in ancient city of Zeila and Shewa. The kingdom ruled over parts of what are now eastern Ethiopia, Djibouti and north eastern Somalia.","timeToRead":1,"html":"<p>The Sultanate of Ifat was a medieval Muslim state in the eastern regions of the Horn of Africa between the late 13th century and early 15th century. Led by the Walashma dynasty, it was centered in ancient city of Zeila and Shewa. The kingdom ruled over parts of what are now eastern Ethiopia, Djibouti and north eastern Somalia.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Djibouti*","countries":"Djibouti,Ethiopia,Somalia"}}