{"data":{"markdownRemark":{"html":"<p>The Bafour or Bafur are a group of people inhabiting Mauritania and Western Sahara. The Bafour may have been a settled people at the time of the Neolithic Era. According to their oral tradition, they lived in the Western Sahara and gradually migrated southward. Charles Mwalimu describes them as \"African black Agriculturalists...subsequently replaced by the Berber\". Anthony Pazzanita refers to them as \"a pastoral, pre-Berber people who migrated to the area during Neolithic times\", possibly ancestors of the Imraguen.</p>\n<p>Twentieth-century historians have suggested that they may have been inhabitants of this territory in western Africa before the Islamic period. French art historian Jean Laude wrote, \"In the pre-Islamic period (before the ninth century), according to oral tradition, Mauritania was occupied by the Bafur, a population of mixed origin from whom the eastern Songhai, the central Gangara, and the western Serer are derived.\"</p>\n<p>Historian James L.A. Webb writes,</p>\n<p>\"During the more humid period from c. 1450 or 1500 to c. 1600. the lands of the central and northern Gibla came to be settled once again, this time apparently by Bafur villagers. Bafur place-names and desert traditions about the Bafur survive, but little else. The ethnic identity of the Bafur apparently was transformed in the period before the late seventeenth century and absorbed into the ethnic categories of Wolof, Berber, and Fula, and thus remains somewhat mysterious.\"</p>\n<p>They are at times referred to as the descendants of local pre-Berber peoples.</p>\n<p>According to Webb's study of oral traditions, from 1600 to 1850, in the pre-colonial period, there was a well-established commercial route between communities of the Senegambia reaching north to the Western Sahara and Mauritania. Over four centuries before that, Arabs mixed with Bafur and Berber Masufa in Wadan, in present-day Western Sahara. A group known as Idaw al-Hajj (\"sons of pilgrims\" in Hassaniya) gradually settled in trading areas of northwestern Senegal, from where they dominated the gum arabic trade, as well as shipment of grain from the Wolof region to the Bidan (white North Africans), and a slave trade of Wolof people to the Maghreb for horses for their military campaigns. As is common among trading peoples, over time intermarriage had taken place between the Idaw al-Hajj and Wolof peoples, and the northerners gradually became assimilated into the sub-Saharan African community, including the use of Wolof as their language.</p>","fields":{"slug":"bafour-ppl"},"frontmatter":{"title":"Bafour people","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"https://en.wikipedia.org/wiki/Imraguen_people","title":"Imraguen people","desc":"The Imraguen, or Imeraguen (Berber: Imragen), are an ethnic group or tribe of Mauritania and Western Sahara. They were estimated at around 5,000 individuals in the 1970s. Most members of the group live in fishing villages in the Banc d'Arguin National Park, located on the Atlantic coast of Mauritania."},{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, December 14). Kiffian culture. In Wikipedia, The Free Encyclopedia. Retrieved 22:18, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kiffian_culture&oldid=873734646"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"bafour-ppl","imgs":"*bafour-ppl*"}}