{"data":{"markdownRemark":{"html":"<p>The C-Group culture is an archaeological culture found in Lower Nubia, which dates from ca. 2400 BCE to ca. 1550 BCE.</p>\n<p>The C-Group is marked by its distinctive pottery, and for its tombs. Early C-Group tombs consisted of a simple \"stone circle\" with the body buried in a depression in the centre. The tombs later became more elaborate with the bodies being placed in a stone lined chamber, and then the addition of an extra chamber on the east: for offerings.</p>\n<p>The C-Group were farmers and semi-nomadic herders keeping large numbers of cattle in an area that is today too arid for such herding. Originally they were believed to be a peaceful people due to the lack of weapons in tombs; however, daggers, short swords and battle-axes were found in C-Group graves. Their settling around the forts built by the ancient Egyptians was seen as further evidence.</p>\n<p>Most of what is known about the C-Group peoples comes from Lower Nubia and the Dongola Reach. The northern border of the C-Group was around Kubaniek. The southern border is still uncertain, but C-Group sites have been found as far south as Eritrea.</p>\n<p>During the Egyptian Sixth Dynasty, Lower Nubia is described of consisting of a number of small states, three of which are named: Setju, Wawat, and Irjet. At this same time in Upper Nubia the Kingdom of Kerma was emerging. The exact relation between the C-Group and Kerma are uncertain, but early Kerma shows definite similarities to the C-Group culture and the Pan-Grave culture.</p>\n<p>Under the Middle Kingdom much of the C-Group lands in Lower Nubia were conquered by Egypt; after the Egyptians left, Kerma expanded north controlling the region. Starting with the conquest of Nubia by Egypt under Tuthmosis I in the late 16th century BCE, the C-Group merged with the Egyptians.</p>\n<p>Dental trait analysis of C-Group fossils found that they were closely related to other Afroasiatic-speaking populations inhabiting Northeast Africa and the Maghreb. Among the ancient populations, the C-Group people were nearest to the ancient Egyptians (Naqada, Badari, Hierakonpolis, Abydos and Kharga in Upper Egypt; Hawara in Lower Egypt) and Pharaonic era skeletons excavated in Lower Nubia, followed by the A-Group culture bearers of Lower Nubia,the Kerma and Kush populations in Upper Nubia, the Meroitic, X-Group and Christian period inhabitants of Lower Nubia, and the Kellis population in the Dakhla Oasis. Among the recent groups, the C-Group markers were morphologically closest to the Shawia and Kabyle Berber populations of Algeria as well as Bedouin groups in Morocco, Libya and Tunisia, followed by other Afroasiatic-speaking populations in the Horn of Africa. The C-Group skeletons and these ancient and recent fossils were also phenotypically distinct from those belonging to recent Negroid populations in Sub-Saharan Africa.</p>","fields":{"slug":"c-group"},"frontmatter":{"title":"C-Group culture","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 27). C-Group culture. In Wikipedia, The Free Encyclopedia. Retrieved 22:05, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=C-Group_culture&oldid=880483985"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"c-group","imgs":"*c-group*"}}