{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"0dce22c3-c2b6-5915-9f0a-1da400475510","frontmatter":{"country":"Mauritania","title":"Ghana Empire","date":"700 - 1240"},"fields":{"slug":"ghana-empire"},"excerpt":"The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the…","timeToRead":2,"html":"<p>The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the area that became the Ghana Empire. By the time of the Muslim conquest of North Africa in the 7th century the camel had changed the ancient, more irregular trade routes into a trade network running from Morocco to the Niger river. The Ghana Empire grew rich from this increased trans-Saharan trade in gold and salt, allowing for larger urban centres to develop. The traffic furthermore encouraged territorial expansion to gain control over the different trade-routes.</p>\n<p>The early history of Ghana is unknown. The Neolithic site of Dhar Tichitt in this area was settled by agropastoral communities around 2000 BC. Their settlements were generally situated on the cliffs and included stone building. These are the oldest surviving archaeological settlements in West Africa and the oldest of all stone base settlements south of the Sahara. They are thought to have been built by the Soninke people and were possibly the precursor of the Ghana empire. The area was abandoned around 500 BC probably because of the onset of more arid conditions. Hundreds of rock art images have been discovered, depicting various animals and hunting scenes. Archaeologists including P.J. Munson, Augustin F.C. Holl, and S. Amblard have found some evidence that millet was farmed seasonally as early as 2000 BC.</p>\n<p> There is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century. The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. </p>\n<p>In the 11th century the Cordoban scholar Abuof travelled to the region and gave a detailed description of the kingdom. He claimed that the Ghana could \"put 200,000 men into the field, more than 40,000 of them archers\", and noted they had cavalry forces as well.</p>\n<p>The archaeological ruins at Koumbi Saleh show remanents of the Ghana Emprie. Koumbi Saleh was a Muslim town with a strong Maghreb connection. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace. The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. </p>\n<p>As the empire declined it finally became a vassal of the rising Mali Empire at some point in the 13th century. When the Gold Coast in 1957 became the first country in sub-Saharan Africa to regain its independence from colonial rule, it renamed itself in honor of the long-gone empire.</p>"}},{"node":{"id":"4e7032bc-cff9-5ab0-ae29-2de240a70985","frontmatter":{"country":"Senegal","title":"Takrur","date":"800 - 1285"},"fields":{"slug":"takrur_state"},"excerpt":"Takrur, Tekrur or Tekrour (c. 800 – c. 1285) was an ancient state of West Africa, which flourished roughly parallel to the Ghana Empire. Takrur was the name of the capital of the state which flourished on the lower Senegal River.  Located in the Senegal valley, along the border of present-day Senegal and Mauritania, it was a trading centre, where gold from the Bambuk region, salt from the Awlil, and Sahel grain were exchanged. It was rival of the Ghana Empire and the two…","timeToRead":1,"html":"<p>Takrur, Tekrur or Tekrour (c. 800 – c. 1285) was an ancient state of West Africa, which flourished roughly parallel to the Ghana Empire. Takrur was the name of the capital of the state which flourished on the lower Senegal River. </p>\n<p>Located in the Senegal valley, along the border of present-day Senegal and Mauritania, it was a trading centre, where gold from the Bambuk region, salt from the Awlil, and Sahel grain were exchanged. It was rival of the Ghana Empire and the two states clashed from time to time with the Soninké usually winning. Despite these clashes, Takrur prospered throughout the 9th and 10th centuries.</p>\n<p>According to Levtzion, It is significant that the cotton tree and the manufacture of cloth were first reported from Takrur.</p>\n<p>The kings of Takrur eventually adopted Islam. Sometime in the 1030s during the reign of king War Jabi, the court converted to Islam.</p>\n<p>Takrur was later conquered by Mali; it was also conquered by Jolof in the 15th century.</p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"bce41964-bea0-5055-a045-73bff11fb210","frontmatter":{"country":"Senegal","title":"Serer Kingdoms","date":"1333 - 1969"},"fields":{"slug":"serer-kingdoms"},"excerpt":"The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves. The prehistoric and ancient…","timeToRead":2,"html":"<p>The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves.</p>\n<p>The prehistoric and ancient history of the Serer people of modern-day Senegambia has been extensively studied and documented over the years. Much of it comes from archaeological discoveries and Serer tradition rooted in the Serer religion.</p>\n<p>In Charles Becker’s paper titled \"Vestiges historiques, trémoins matériels du passé clans les pays Sereer\", two types of Serer relics were noted: \"the non-material remains which are cultural in nature\" and \"material remains, which are many revealed through products or artefacts.\" The historical vestiges of Serer country in modern-day Senegambia, the diversity of Serer culture manifested across dialects, family and social organisation which reflect different historical territories were observed.</p>\n<p>Although many Serer artefacts remain unknown, unlisted and preserved despite the efforts in the 1960s and 1970s to collect, archive and document them all, many material relics were found in different Serer countries, most of which refer to the past origins of Serer families, villages and Serer Kingdoms. Some of these Serer relics included gold, silver and metals.</p>\n<p>Serer kingdoms included the Kingdom of Sine (late 14th century) and the Kingdom of Saloum (1494–1969). </p>\n<p>The economic base of Sine was agriculture and fishing. Millet and other crops were grown. Sine was very reluctant to grow groundnut for the French market, in spite of French colonial directives. The Serer religion was deeply rooted in conservatism and their religious philosophy of preserving the ecosystem affected groundnut production in Sine. The Kingdom of Sine  was less susceptible to hunger and indebtedness, a legacy which continued right up to the last king of Sine - Maad a Sinig Mahecor Joof. It was very common for people from other states to migrate to the Serer kingdoms of Sine and Saloum in search of a better life. </p>\n<p>Saloum, just like its sister kingdom (the Kingdom of Sine), is known for its many ancient burial mounds or \"tumuli\" containing the graves of kings and others. The kingdom has numerous mysterious stone circles whose functions and history were unknown until recently. Saloum is more cosmopolitan and multi-religious.</p>\n<p>Although the Kingdom won some major battles against the French, it was later defeated. However, like the Kingdom of Sine, the royal dynasty survived up to 1969, when the last king of Saloum, Fode N'Gouye Joof had died. His year of death corresponded with the death of Maad a Sinig Mahecor Joof, who was king of Sine. These two kings were the last Serer kings and the last kings of the Senegambia. After their deaths, both Kingdoms were incorporated into the new Republic of independent Senegal which gained its independence in 1960. </p>\n<p>In addition to these twin Serer kingdoms, the Serers also ruled in the Wolof kingdoms such as Jolof, Waalo, Cayor and Baol. </p>\n<p>The Kingdom of Baol was originally an old Serer Kingdom ruled by the Serer paternal dynasties such as Joof family, the Njie family, etc. and the Wagadou maternal dynasty prior to the Battle of Danki in 1549. The Faal (var: Fall) paternal dynasty of Cayor and Baol that ruled after 1549 following the Battle of Danki were originally Black Moors (Naari Kajoor). Baol was famous for its horses. It has special breeds, which were faster and stronger than most of the horses on the plain. Baol citizens are good riders.</p>"}},{"node":{"id":"b2c49dc7-4e53-5ab4-a788-364e32375782","frontmatter":{"country":"Senegal","title":"Jolof Empire","date":"1350 - 1549"},"fields":{"slug":"jolof-empire"},"excerpt":"The Jolof Empire (French: Djolof or Diolof), also known as the Wolof or Wollof Empire, was a West African state that ruled parts of Senegal from 1350 to 1549. Following the 1549 battle of Danki, its vassal states were fully or de facto independent; in this period it is known as the Jolof Kingdom.  The Portuguese arrived in the Jolof Empire between 1444 and 1510, leaving detailed accounts of a very advanced political system. There was a developed hierarchical system involving…","timeToRead":1,"html":"<p>The Jolof Empire (French: Djolof or Diolof), also known as the Wolof or Wollof Empire, was a West African state that ruled parts of Senegal from 1350 to 1549. Following the 1549 battle of Danki, its vassal states were fully or de facto independent; in this period it is known as the Jolof Kingdom. </p>\n<p>The Portuguese arrived in the Jolof Empire between 1444 and 1510, leaving detailed accounts of a very advanced political system. There was a developed hierarchical system involving different classes of royal and non-royal nobles, free men, occupational castes and slaves. Occupational castes included blacksmiths, jewellers, tanners, tailors, musicians and griots. Smiths were important to the society for their ability to make weapons of war as well as their trusted status for mediating disputes fairly. Griots (storytellers) were employed by every important family as chroniclers and advisors, without whom much of early Jolof history would be unknown. Jolof's nobility were nominally animists, but some combined this with Islam. However, Islam had not dominated Wolof society until about the 19th century.</p>\n<p>In the early 16th century, the Jolof Empire was capable of fielding 100,000 infantry and 10,000 cavalry.</p>\n<p>The Jolof Empire was largely conquered by the imamate of Futa Jallon in 1875 and its territories fully incorporated into French West Africa by 1890.</p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}},{"node":{"id":"11c9476b-cd26-56e8-913b-ce4fc1f6b366","frontmatter":{"country":"Senegal","title":"Empire of Great Fulo","date":"1490 - 1776"},"fields":{"slug":"great-fulo"},"excerpt":"The Empire of Great Fulo, also known as the Denanke Kingdom or Denianke Kingdom, was a pre-Islamic Pulaar kingdom of Senegal, which dominated the Futa Tooro region. Its population dominated its neighbors through use of cavalry and fought wars against the Mali and Songhai empires. The state began as a violent migration of Fula nomads from Futa Djallon into the Gambia led by Tenguella, their first king or mansa, in 1490. His attack was directed against the remaining Atlantic…","timeToRead":1,"html":"<p>The Empire of Great Fulo, also known as the Denanke Kingdom or Denianke Kingdom, was a pre-Islamic Pulaar kingdom of Senegal, which dominated the Futa Tooro region. Its population dominated its neighbors through use of cavalry and fought wars against the Mali and Songhai empires.</p>\n<p>The state began as a violent migration of Fula nomads from Futa Djallon into the Gambia led by Tenguella, their first king or mansa, in 1490. His attack was directed against the remaining Atlantic provinces of the Mali Empire. Though without a fixed headquarters, Tenguella's following grew so large that he was referred to as the \"Great king of the Fulos\" or the \"Great Fulo\" in Portuguese documents of the same period. From the Gambia he led his forces northeast against the growing Songhai Empire where he was defeated and killed in 1512. Afterwards, power was passed to his son, Koli Tenguella.</p>\n<p>Koli Tenguella redirected the fledgling state's military away from Songhai towards the Jolof Empire with great success. The growth of the empire of Great Fulo would hasten the breakup of the Jolof state into several warring kingdoms. This was followed by attacks on Mali's bambuk goldfields, which resulted in another serious defeat for the Fula. Koli died in 1537. By then, a fixed capital had been settled in Anyam-Godo in what is today Senegal's Futa Toro region.</p>\n<p>The mangas that followed Koli Tengella were all descended from him and given the name Denyanke or Deny Kobe. The Denianke Dynasty (or Denyanke Dynasty) continued to be a major power in the region ruling as animist monarchs over an increasingly Islamic populace from the 16th century into the late 18th century. Their dynasty was overthrown through conflict with the increasingly Muslim subjects of the realm, leading to the Imamate of Futa Toro led by Abd-el-Kadr Toorodi in 1776, ushering in a near continuous era of Muslim Fula rule over the region.</p>"}},{"node":{"id":"c65277a2-2ad6-58c8-94e5-f330432b663a","frontmatter":{"country":"Guinea-Bissau","title":"Kaabu Empire","date":"1537 - 1867"},"fields":{"slug":"kaabu-empire"},"excerpt":"The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an…","timeToRead":1,"html":"<p>The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an independent Empire. It's government was militaristic. The ruling class was composed of warrior-elites made rich by slaves captured in war. </p>\n<p>Mandinka oral tradition holds that Kaabu was the actual birthplace of the Mande musical instrument, known as the Kora. A kora is built from a large calabash cut in half and covered with cow skin to make a resonator, and has a notched bridge like a lute or guitar. The Kora was traditionally used by the griots as a tool for preserving history, ancient tradition, to memorize the genealogies of patron families and sing their praises, to act as conflict intermediaries between families, and to entertain.</p>\n<p>Kansala, the imperial capital of Kaabu Empire was annexed by Futa Jallon during the 19th century Fula jihads. However, Kaabu's vast independent Kingdoms across SeneGambia regions continued to thrive even after the fall of Kansala; until total incorporation of the remaining Kingdoms into the British Gambia, Portuguese and French spheres of influence during the Scramble for Africa.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kaabu\">https://en.wikipedia.org/wiki/Kaabu</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Senegal*","countries":"Senegal,Gambia"}}