{"data":{"markdownRemark":{"html":"<p>The Upemba Depression (or Kamalondo Depression) is a large marshy bowl area (depression) in the Democratic Republic of the Congo comprising some fifty lakes, including Lake Upemba (530 km²) and Lake Kisale (300 km²). In an earlier era, the area was probably occupied by one large lake.</p>\n<p>The area includes many archaeological sites and is on the tentative list for UNESCO world heritage site. Chronology based on more than 55 radiocarbon datings and thermoluminescence shows periods of occupation since the Stone Age. This Upemba depression has delivered the largest known cemetery in the sub-Saharan Africa.</p>\n<p>Archaeological research shows that the Upemba depression had been occupied continuously since at least the 5th century AD by the Luba people's ancestors, who settled in the Upemba Depression near Lake Upemba. In the marshes of the Upemba Depression, large scale cooperation was necessary to build and maintain dikes and drainage ditches. This kind of communal cooperation also made possible the construction of dams to stock fish during the long dry season. </p>\n<p>By the 6th century, fishing people lived on lakeshores, worked iron, and traded in salt, palm oil, and dried fish. They used these products to trade for copper, charcoal (for iron smelting), glass beads, iron and cowrie shells from the Indian Ocean. They began trading dried fish to the inhabitants of the adjacent forest regions.</p>\n<p>Several distinct societies developed out of the Upemba culture prior to the genesis of the Luba. Each of these societies based the foundation of their society on that of the one which preceded it (much in the way that many aspects of Roman culture were borrowed from the Greeks). The 5th century saw this societal evolution develop in the area around present day Kamilamba at the Kabambasee, which was followed and replaced by a number of other cultures which were based around the cities of Sanga and Katango.</p>\n<p>By the 10th century, the people of Upemba had diversified their economy, combining fishing, farming and metal-working. Metal-workers relied on traders to bring them the copper and charcoal that they needed in smelting. Traders exported salt and iron items, and imported glass beads and cowry shells from the distant Indian Ocean. The people of Upemba are considered the origin of the Kingdom of Luba (1585-1889). </p>","fields":{"slug":"upemba"},"frontmatter":{"title":"Upemba Depression Settlements","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, June 29). Upemba Depression. In Wikipedia, The Free Encyclopedia. Retrieved 19:44, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Upemba_Depression&oldid=848111663"},{"id":2,"ref":"Wikipedia contributors. (2018, September 22). Kingdom of Luba. In Wikipedia, The Free Encyclopedia. Retrieved 19:45, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Luba&oldid=860686172"},{"id":3,"ref":"Wikipedia contributors. (2018, October 27). History of Katanga. In Wikipedia, The Free Encyclopedia. Retrieved 23:04, March 6, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=History_of_Katanga&oldid=865972307"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"upemba","imgs":"*upemba*"}}