{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"01e2cdc5-ca4c-5b61-8034-4d750f8f0f5b","frontmatter":{"country":"Namibia","title":"Twyfelfontein","date":"4000 BCE"},"fields":{"slug":"twyfelfontein"},"excerpt":"Twyfelfontein (Afrikaans: uncertain spring), officially known as ǀUi-ǁAis (Damara/Nama: jumping waterhole), is a site of ancient rock engravings in the Kunene Region of north-western Namibia. Twyfelfontein valley has been inhabited by Stone-age hunter-gatherers of the Wilton stone age culture group since approximately 6,000 years ago. They made most of the engravings and probably all the paintings. 2,000 to 2,500 years ago the Khoikhoi, an ethnic group related to the San…","timeToRead":1,"html":"<p>Twyfelfontein (Afrikaans: uncertain spring), officially known as ǀUi-ǁAis (Damara/Nama: jumping waterhole), is a site of ancient rock engravings in the Kunene Region of north-western Namibia.</p>\n<p>Twyfelfontein valley has been inhabited by Stone-age hunter-gatherers of the Wilton stone age culture group since approximately 6,000 years ago. They made most of the engravings and probably all the paintings. 2,000 to 2,500 years ago the Khoikhoi, an ethnic group related to the San (Bushmen), occupied the valley, then known under its Damara/Nama name ǀUi-ǁAis (jumping waterhole). The Khoikhoi also produced rock art which can clearly be distinguished from the older engravings. Both ethnic groups used it as a place of worship and a site to conduct shamanist rituals.</p>\n<p>The oldest engravings might be as old as 10,000 years. The carvings represent animals such as rhinoceroses, elephants, ostriches and giraffes as well as depictions of human and animal footprints. Some of the figures, most prominently the \"Lion Man\"—a lion with an extremely long rectangular kinked tail ending in a six-toed pugmark depict the transformation of humans into animals. This transformation and the depiction of animals together with their tracks make it likely that they were created as part of shamanist rituals. </p>\n<p>The Khoikhoi herders produced the geometric imagery, probably depicting herder groups. They are also the creators of the more worldly indentations in that area that served as grinding hollows and game boards. Some of the stones bear marks from use as gong stones; they make unusual sounds when hit.</p>\n<p>Objects from the site include a variety of stone tools made mostly from quartzite. Type and shape of these tools indicate not only the use on rock but also the prevalence of wood and leather working. Artwork such as pendants and beads from ostrich eggshell fragments have been found at several places.</p>\n<p>UNESCO approved Twyfelfontein as Namibia's first World Heritage Site in 2007.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Namibia*","countries":"Namibia"}}