{"data":{"markdownRemark":{"html":"<p>The earliest period of settlement began around 10,000 years ago when nomadic people first began to settle, farm and fish in the region. </p>\n<p>Approximately 10,000 years ago, desertification forced hunter-gatherer societies south into the Sahel regions of northern Central Africa, where some groups settled and began farming as part of the Neolithic Revolution. Initial farming of white yam progressed into millet and sorghum, and then later the domestication of African oil palm improved the groups' nutrition and allowed for expansion of the local populations. Bananas arrived in the region and added an important source of carbohydrates to the diet; they were also used in the production of alcohol. This Agricultural Revolution, combined with a \"Fish-stew Revolution\", in which fishing began to take place, and the use of boats, allowed for the transportation of goods. Products were often moved in ceramic pots, which are the first known examples of artistic expression from the region's inhabitants.</p>\n<p>The Bouar Megaliths in the western region of the country indicate an advanced level of habitation dating back to the very late Neolithic Era (c. 3500-2700 BC). Ironworking arrived in the region around 1000 BC from both Bantu cultures in what is today Nigeria and from the Nile city of Meroë, the capital of the Kingdom of Kush.</p>\n<p>During the Bantu Migrations from about 1000 BC to AD 1000, Ubangian-speaking people spread eastward from Cameroon to Sudan, Bantu-speaking people settled in the southwestern regions of the CAR, and Central Sudanic-speaking people settled along the Ubangi River in what is today Central and East CAR.</p>\n<p>Production of copper, salt, dried fish, and textiles dominated the economic trade in the Central African region.</p>\n<p>The territory of modern Central African Republic is known to have been settled from at least the 7th century on by overlapping empires, including the Kanem-Bornu, Ouaddai, Baguirmi, and Dafour groups based on the Lake Chad region and along the Upper Nile.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/History_of_the_Central_African_Republic\">https://en.wikipedia.org/wiki/History<em>of</em>the<em>Central</em>African_Republic</a></p>","fields":{"slug":"nomadic-car"},"frontmatter":{"title":"Nomadic People First  Settle","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, February 1). History of the Central African Republic. In Wikipedia, The Free Encyclopedia. Retrieved 21:32, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=History_of_the_Central_African_Republic&oldid=881305410"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"nomadic-car","imgs":"*nomadic-car*"}}