{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"90e80b0f-48f8-56f1-9215-115deca43cae","frontmatter":{"country":"Botswana","title":"Toutswe Hill Farming Culture","date":"600-700 CE and 1200-1300 CE"},"fields":{"slug":"toutswe_settl"},"excerpt":"Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years.  Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated…","timeToRead":1,"html":"<p>Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years. </p>\n<p>Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated stock, respectively.  The hill was part of the formation of early states in Southern Africa with cattle  keeping as major source of economy. This was supplemented by goats, sheep and foraging as well as hunting of wild animals. The Toutswe people were also hunting westwards into the Kalahari and trading eastwards with the Limpopo. East coast shells, used as trade currency, were already being traded as far west as Tsodilo by 700AD.</p>\n<p>The site was situated in the center of a broader cultural area in Eastern Botswana and shares many commonalities with other archaeological sites of this region, in both ceramic production styles and also timeframes inhabited. Large structures were observed that contained vitrified remains of animal dung, leading to the theory that these were animal enclosures and that Toutswemogala Hill was thus a major center of animal husbandry in the region. However, agriculture also played a vital role in the longevity of Toutswemogala Hill's extended occupation, as many grain storage structures have also been found on the site. Many different stratified layers of housing floors further signal continuous occupation over hundreds of years.</p>\n<p>The remaining features of Toutswe settlement include house-floors, large heaps of vitrified cow-dung and burials while the outstanding structure is the stone wall. There are large traits of centaurs ciliaris, a type of grass which has come to be associated with cattle-keeping settlements in South, Central Africa. This site was added to the UNESCO World Heritage Tentative List on July 21, 1999 in the Cultural category.</p>"}},{"node":{"id":"83220d7f-a94d-510a-b883-b432be9c0974","frontmatter":{"country":"Botswana","title":"Kingdom of Mapungubwe","date":"1075–1220"},"fields":{"slug":"mapungubwe"},"excerpt":"The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The…","timeToRead":1,"html":"<p>The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The Kingdom of Mapungubwe lasted about 80 years, and at its height its population was about 5000 people. The Mapungubwe Collection is a museum collection of artifacts found at the archaeological site and is housed in the Mapungubwe Museum in Pretoria.</p>\n<p>Spatial organisation in the kingdom of Mapungubwe involved the use of stone walls to demarcate important areas for the first time. There was a stone-walled residence likely occupied by the principal councillor. Stone and wood were used together. There would have also been a wooden palisade surrounding Mapungubwe Hill. Most of the capital's population would have lived inside the western wall.</p>"}},{"node":{"id":"d3343fe3-f755-5a44-8580-f4a82c47d928","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Butua","date":"c. 1450 - 1683"},"fields":{"slug":"butua-kngdm"},"excerpt":"The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512. The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone…","timeToRead":1,"html":"<p>The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512.</p>\n<p>The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone city of Khami. Its people were ancestors of the Bakalanga. In 1683, the kingdom was conquered by the Rozwi Empire.</p>\n<p>The BakaLanga  at Khami developed both the stone building techniques and the pottery styles found at Great Zimbabwe. Masons continued to refine Great Zimbabwe’s tradition of building precise stone walls. The BakaLanga are thought to have built Khami, Lusvingo, Mapungugwe and other ruins scattered across western Zimbabwe and east Botswana. </p>\n<p>Several artefacts such as ritual drinking pots, iron and bronze weapons, copper objects and ivory divining pieces are also found at Khami.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Botswana*","countries":"Botswana"}}