{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"914a6b38-0054-510f-a58b-5e273a7d4db7","frontmatter":{"country":"Congo","title":"Kakongo","date":"500 BCE"},"fields":{"slug":"kakongo"},"excerpt":"Kakongo was a former small kingdom located on the Atlantic coast of Central Africa, in the modern-day Republic of Congo and Cabinda, Angola. It along with its southern neighbor, Ngoyo, and Loango, its neighbor on the north were important political commercial centers during the seventeenth through nineteenth centuries. The people speak a dialect of the Kikongo language and thus may be considered a part of the Bakongo ethnicity. The earliest history of Kakongo is unknown, and…","timeToRead":2,"html":"<p>Kakongo was a former small kingdom located on the Atlantic coast of Central Africa, in the modern-day Republic of Congo and Cabinda, Angola. It along with its southern neighbor, Ngoyo, and Loango, its neighbor on the north were important political commercial centers during the seventeenth through nineteenth centuries. The people speak a dialect of the Kikongo language and thus may be considered a part of the Bakongo ethnicity.</p>\n<p>The earliest history of Kakongo is unknown, and oral traditions collected in the region in the nineteenth and twentieth centuries do not do much to elucidate the earliest history of the country. In its present state, archaeology can only attest that the region was already in the Iron Age by the fifth century BC, and that complex societies were emerging in the general vicinity by the early centuries CE.</p>\n<p>The kingdom is first mentioned in the titles of the King of Kongo Afonso I in 1535, in which he notes that he was king over this region, as well as a number of others located along the north bank of the Congo River. This title has led historians to believe that Kakongo was once part of a federation of states that included Kongo and that may have formed as early as the late fourteenth century.</p>\n<p>Kakongo was, however, an independent state for all intents and purposes from the sixteenth century onward. Portuguese merchants, interested in the trade in copper, ivory, and slaves began to establish factories in Kakongo in the 1620s and Dutch and English merchants also visited the kingdom during the seventeenth century. Its capital was called Kinguele,and was an inland town.</p>\n<p>Kakongo became a very important commercial center in the eighteenth century, regularly visited by ships from England, France, the Netherlands, and Portugal. Its port of Cabinda was a major hub and lay in a protected bay. Slaves dominated the exports of the country, though most were simply transhipped from areas further south, both in the Kingdom of Kongo and the eastern provinces of Angola (such as Matamba). In 1775, French missionaries sought to convert the kingdom, along with its neighbors, to Christianity, hoping to reap the fruit of its long association with the neighboring, Christian, Kingdom of Kongo. The mission was largely unsuccessful, but did make contact with a community of Christians from Kongo's province of Soyo living at the town of Manguenzo in the interior. The mission was ultimately abandoned, however.</p>"}},{"node":{"id":"132a82cd-eaf8-5f90-8611-801384fd46a6","frontmatter":{"country":"Congo","title":"Kingdom of Kongo","date":"1390–1914"},"fields":{"slug":"Kongo_kgdm"},"excerpt":"The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon. The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola. By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an…","timeToRead":1,"html":"<p>The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon.</p>\n<p>The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola.</p>\n<p>By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an extensive trading network. Apart from natural resources and ivory, the country manufactured and traded copperware, ferrous metal goods, raffia cloth, and pottery. The Kongo people spoke in the Kikongo language. The eastern regions, especially that part known as the Seven Kingdoms of Kongo dia Nlaza (or in Kikongo Mumbwadi or \"the Seven\"), were particularly famous for the production of cloth.</p>\n<p>The Kingdom of Kongo became a major source of slaves for Portuguese traders and other European powers. The Cantino Atlas of 1502 mentions Kongo as a source of slaves for the island of São Tomé. Slavery had existed in Kongo long before the arrival of the Portuguese.</p>\n<p>In 1888, what was left of the Kingdom of Kongo was made a vassal state to Portugal, and in the early 1900s it was formally integrated into the Portuguese colony in Angola</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Kongo\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Kongo</a>\n<a href=\"https://www.sahistory.org.za/article/kingdom-kongo-1390-1914\">https://www.sahistory.org.za/article/kingdom-kongo-1390-1914</a></p>"}},{"node":{"id":"d9f3614c-c6ef-54e3-8662-ccdd2dc4f4a1","frontmatter":{"country":"Angola","title":"Kingdom of Loango","date":"c. 1550–c. 1883"},"fields":{"slug":"loango_kgdm"},"excerpt":"The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River. Loango exported copper to the European market, and was a major producer and exporter of cloth. The…","timeToRead":2,"html":"<p>The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River.</p>\n<p>Loango exported copper to the European market, and was a major producer and exporter of cloth.</p>\n<p>The origins of the kingdom are obscure. Dutch visitors recorded the first traditional account of the kingdom's origin in the 1630s or '40s. In their account as reported by the geographer Olfert Dapper, the region where Loango would be constructed was populated by a number of small polities including Mayumba, Kilongo, Piri and Wansi, \"each with their own leader who made war on each other\". He recorded that the founder of Loango, who boasted hailing from the district in Nzari in the small coastal kingdom of Kakongo, itself a vassal of Kongo, triumphed over all his rivals through the skillful use of alliances to defeat those who opposed him, particularly Wansa, Kilongo and Piri, the latter two of which required two wars to subdue. Once this had been effected, however, a range of more northern regions, including Docke and Sette submitted voluntarily. Having succeeded in the conquest, the new king moved northward and after having founded settlements in a variety of places, eventually built his capital in Buali in the province of Piri (from which the ethnic name \"Muvili\" eventually derived).</p>\n<p>The kings of Loango had absolute and even divine power. In the seventeenth century, the king appointed a number of provincial governors to office, choosing them from among his own family. </p>\n<p>In the seventeenth century, Vili merchants were traveling some distance from their homeland in search of commercial opportunities. Among the earliest noted were voyages to copper mines in Mindouli and the territory of \"Bukkameale\" (perhaps the Niari Valley) where copper could be obtained. Early Dutch commercial records indicate that Loango exported considerable copper to the European market during this period. Loango was a major producer and exporter of cloth, both to the interior and to the Portuguese in Luanda, where thousands of meters of Loango cloth were imported in the early seventeenth century.</p>\n<p>In the late seventeenth century and beyond, Vili merchants also engaged in the slave trade. Loango did not export many slaves in the earlier part of its contact with European merchants, but eventually the country did export slaves in considerable quantities. In addition to buying and selling slaves, the Vili became involved in local industry, specializing in smithing.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Loango\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Loango</a></p>"}},{"node":{"id":"126fb4ba-cc2b-5ffd-8052-2fd6a532e759","frontmatter":{"country":"Congo","title":"Anziku Kingdom","date":"17th century"},"fields":{"slug":"anziku_kngdm"},"excerpt":"The Anziku Kingdom, also called the Teke Kingdom, the Tyo Kingdom or Tio Kingdom, was a pre-colonial West Central African state of modern Republic of Congo. The word Anziku comes from the KiKongo phrase \"Anziku Nziku\"  meaning \"to run\" referring to inhabitants who leave the interior to protect the border. The term was applied most famously to the Bateke, which is why the state is sometimes called the kingdom of Teke or Tiyo. Other groups within the Anziku included the Bampunu…","timeToRead":1,"html":"<p>The Anziku Kingdom, also called the Teke Kingdom, the Tyo Kingdom or Tio Kingdom, was a pre-colonial West Central African state of modern Republic of Congo.</p>\n<p>The word Anziku comes from the KiKongo phrase \"Anziku Nziku\"  meaning \"to run\" referring to inhabitants who leave the interior to protect the border. The term was applied most famously to the Bateke, which is why the state is sometimes called the kingdom of Teke or Tiyo. Other groups within the Anziku included the Bampunu and Banzabi.</p>\n<p>In the early 17th century, the Anziku population controlled the copper mines around Kongo's northeast border and may have been there specifically as a buffer. When the Anziku groups consolidated to form their own independent kingdom, Kongo proceeded to take over the mines personally. This process was complete by the 1620s. There was, however, fighting between the two states over the region throughout the 17th century.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Congo*","countries":"Congo,Angola"}}