{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"39486ca7-2352-55cc-9dd1-7b5dcdf99630","frontmatter":{"country":"Togo","title":"Ile-Ife","date":"500 BCE - 1500 CE"},"fields":{"slug":"ile-ife"},"excerpt":"Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin. From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates.  Ife was an influential centre of trade connected to extensive local and long-distance trade networks…","timeToRead":1,"html":"<p>Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin.</p>\n<p>From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates. </p>\n<p>Ife was an influential centre of trade connected to extensive local and long-distance trade networks which enabled the region to prosper.</p>\n<p>Ile-Ife is known for its naturalistic bronze, stone, copper, brass and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400. </p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns,and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>\n<p>After this period, production declined as political and economic power shifted to the nearby kingdom of Benin.</p>"}},{"node":{"id":"da4cc0ad-7606-5209-a40b-a47522fbbef7","frontmatter":{"country":"Benin","title":"Great Ardra","date":"1100 AD - 1724 AD"},"fields":{"slug":"great-ardra"},"excerpt":"Great Ardra was a coastal West African kingdom in what is now southern Benin. It was named for its capital, the modern Allada, which was also the main city and major port of the realm. The city and kingdom were supposedly founded by a group of Aja migrants in the 12th or 13th century. Its kings \"ruled with the consent of the elders of the people\". The state reached the peak of its power in the 16th and early 17th centuries, when it was an important source of slaves for the…","timeToRead":2,"html":"<p>Great Ardra was a coastal West African kingdom in what is now southern Benin. It was named for its capital, the modern Allada, which was also the main city and major port of the realm.</p>\n<p>The city and kingdom were supposedly founded by a group of Aja migrants in the 12th or 13th century. Its kings \"ruled with the consent of the elders of the people\". The state reached the peak of its power in the 16th and early 17th centuries, when it was an important source of slaves for the Atlantic trade. </p>\n<p>Allada was in 1600 the most prominent of Aja states, bordering the nearby Oyo Empire, to which the King of Allada was vassal and tributary. Although it was an inland kingdom, Allada maintained control of some sea ports such as Offra, Jaquin and Whydah, thus making Allada important in the growing slave trade business, which also granted Allada the economic means to pay its duties to Oyo. Between 1640 and 1690, about 125,000 slaves were sold from Allada, peaking at about 55,000 during the 1680s alone.</p>\n<p>Slaves used to be captured from enemy tribes and passed on to European slavers bound for the Americas, the route which by repute the father of Toussaint L'Ouverture, the famous general that started the Haitian revolution that lead Jean-Jacques Dessaline to liberate Haiti, had taken. </p>\n<p>Originally a part of the Allada Kingdom, the city of Abomey went on to become capital of a new kingdom, the Kingdom of Dahomey, which grew strong enough to challenge the nearby Oyo Kingdom, with Dahomey finally vanquishing it and establishing itself as the main Kingdom in the region.</p>\n<p>By the late 1690s, the growth of Dahomey had severely restricted Allada's supply of slaves from the north, while simultaneously Whydah surpassed Allada as a primary source of slaves from West Africa. This greatly weakened Allada's comparative power in the region.[3] In 1724, the Kingdom of Dahomey invaded the Kingdom of Allada; in three days, the King of Dahomey's troops slaughtered thousands of Allada's warriors and citizens. More than 8000 of Allada's population were taken as prisoners and sold into slavery in the New World.[6]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Great_Ardra\">https://en.wikipedia.org/wiki/Great_Ardra</a></p>"}},{"node":{"id":"54aa8301-6bd8-5be8-93b2-4bd6ed66d2aa","frontmatter":{"country":"Benin","title":"Oyo Empire","date":"1300 - 1896 CE"},"fields":{"slug":"oyo-empire"},"excerpt":"The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry. Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local…","timeToRead":1,"html":"<p>The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry.</p>\n<p>Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local religious practitioners as well as members of African-derived religions outside of Nigeria. </p>\n<p>The heart of metropolitan Oyo was its capital at Oyo-Ile (also known as Oyo Katunga or Old Oyo or Oyo-oro). The two most important structures in Oyo-Ile were the 'Afin,' or palace of the Oba, and his market. The palace was at the center of the city close to the Oba's market called 'Oja-Oba'. Around the capital was a tall earthen wall for defense with 17 gates. </p>\n<p>In the second half of the 18th century, dynastic intrigues, palace coups, and failed military campaigns began to weaken the Oyo Empire. It became a protectorate of Great Britain in 1888 before further fragmenting into warring factions. The Oyo state ceased to exist as any sort of power in 1896.</p>\n<p>read more @ <a href=\"https://en.wikipedia.org/wiki/Oyo_Empire\">https://en.wikipedia.org/wiki/Oyo_Empire</a></p>"}},{"node":{"id":"e88308ff-9aec-546f-89c4-3fb8a45db15b","frontmatter":{"country":"Benin","title":"Abomey","date":""},"fields":{"slug":"abomey-city"},"excerpt":"Abomey is a city in the Zou Department of Benin. Abomey is also the former capital of the Kingdom of Dahomey (c. 1600–1904), which would later become a French colony, then the Republic of Dahomey (1960–1975), and is the modern-day Republic of Benin. Abomey houses the Royal Palaces of Abomey, a collection of small traditional houses that were inhabited by the Kings of Dahomey from 1600 to 1900, and which were designated a World Heritage Site by UNESCO in 1985. The commune of…","timeToRead":3,"html":"<p>Abomey is a city in the Zou Department of Benin. Abomey is also the former capital of the Kingdom of Dahomey (c. 1600–1904), which would later become a French colony, then the Republic of Dahomey (1960–1975), and is the modern-day Republic of Benin.</p>\n<p>Abomey houses the Royal Palaces of Abomey, a collection of small traditional houses that were inhabited by the Kings of Dahomey from 1600 to 1900, and which were designated a World Heritage Site by UNESCO in 1985.</p>\n<p>The commune of Abomey covers an area of 142 square kilometres and as of 2012 had a population of 90,195 people.[1][2]</p>\n<p>The Royal Palaces of Abomey are 12 palaces spread over an area of 40 hectares (100 acres) at the heart of the Abomey town in Benin, formerly the capital of the West African Kingdom of Dahomey.[2][3][4] The Kingdom was founded in 1625 by the Fon people who developed it into a powerful military and commercial empire, which dominated trade with European slave traders on the Slave Coast until the late 19th century, to whom they sold their prisoners of war.[5] At its peak the palaces could accommodate for up to 8000 people.[6] The King's palace included a two-story building known as the \"cowrie house\" or akuehue.[7] Under the twelve kings who succeeded from 1625 to 1900, the kingdom established itself as one of the most powerful of the western coast of Africa.</p>\n<p>The opulent palaces built by the 12 rulers of the kingdom within the cloistered site of Abomey, functioned between 1695 and 1900, as the traditional cultural hub of the empire. The first ruler to initiate the building of palaces was King Houegbadja who had founded the city.[9]</p>\n<p>The town where the palaces were built was surrounded by a mud wall with a circumference estimated at 10 kilometres (6 mi), pierced by six gates, and protected by a ditch 1.5 m (5 ft) deep, filled with a dense growth of prickly acacia, the usual defence of West African strongholds. Within the walls were villages separated by fields, several royal palaces, a market-place and a large square containing the barracks. The average thickness of the walls was about 0.5 m (1 1⁄2 ft), which maintained cool temperatures inside the palace rooms.[13]</p>\n<p>Each palace had a distinct design to suit the whims of the kings. The Kpododji through the Honnouwa formed the first interior courtyard of the palace while the second interior courtyard Jalalahènnou was by the Logodo. The Ajalala, a unique building, which has many types of openings, is in the second courtyard; the walls have decorations of suggestive images in bas-relief. The palaces of Glèlè and Guézo, which survived the intentional fire of 1894 set by Béhanzin, were restored and they are now part of the museum.[13]</p>\n<p>The materials used for construction consisted of earth for the foundations, floors and raised structures. The wood work was made with palm, bamboo, iroko and mahogany species. Roof was made of straw and sheet-metal.[13]</p>\n<p>Bas reliefs functioned as a record book (in the absence of written documents) to record the significant events in the evolution of the Fon people and their empire, relating the military victories and power of each king and documenting the Fon people's myths, customs and rituals. However, in 1892, in defiance of French occupation, King Behanzin (1889–1894) ordered that the city and the palaces be burned. Providentially, most monuments survived the fire and many palaces have been since restored. Copper and brass plaques adorned the walls.[14]</p>\n<p>The bas-reliefs were inlaid in walls and pillars. They were made out of earth from ant-hills mixed with palm oil and dyed with vegetable and mineral pigments. They represent one of the most impressive highlights of the palaces, which are now on display in the museum and replaced by replicas.[13]</p>\n<p>Many of the objects exhibited in the museum, which were part of the religious ceremonies conducted by the kings in the past, are used even now by the royal family of Dahome in their religious rites.[15]</p>\n<p>source: <a href=\"https://en.wikipedia.org/wiki/Royal_Palaces_of_Abomey\">https://en.wikipedia.org/wiki/Royal<em>Palaces</em>of_Abomey</a>,\n<a href=\"https://en.wikipedia.org/wiki/Abomey\">https://en.wikipedia.org/wiki/Abomey</a></p>"}},{"node":{"id":"f646cbc4-fbf2-550c-af21-3dd013a4bd58","frontmatter":{"country":"Benin","title":"Kingdom of Dahomey","date":"1600 - 1904 CE"},"fields":{"slug":"dahomey"},"excerpt":"The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military.  Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey.  Common art…","timeToRead":1,"html":"<p>The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military. </p>\n<p>Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey. </p>\n<p>Common art forms included wood and ivory carving, metalwork (including silver, iron and brass, appliqué cloth, and clay bas-reliefs. Much of the art work revolved around the royalty. Each of the palaces at the Royal Palaces of Abomey contained elaborate bas-reliefs (noundidė in Fon) providing a record of the king's accomplishments. Each king had his own palace within the palace complex and within the outer walls of their personal palace was a series of clay reliefs designed specific to that king. These were not solely designed for royalty and chiefs, temples, and other important buildings had similar reliefs. In addition to the royal depictions in the reliefs, royal members were depicted in power sculptures known as bocio, which incorporated mixed materials (including metal, wood, beads, cloth, fur, feathers, and bone) onto a base forming a standing figure. The bocio are religiously designed to include different forces together to unlock powerful forces. In addition, the cloth appliqué of Dahomey depicted royalty often in similar zoomorphic representation and dealt with matters similar to the reliefs, often the kings leading during warfare. Dahomey also had a distinctive tradition of casting small brass figures of animals or people, which were worn as jewellery or displayed in the homes of the relatively well-off. </p>\n<p>The Dahomey Amazons or Mino, which means \"our mothers,\" were a Fon all-female military regiment. They were rigorously trained and given uniforms. The women's army consisted of a number of regiments: huntresses, riflewomen, reapers, archers, and gunners. Each regiment had different uniforms, weapons and commanders. In the latter period, the Dahomean female warriors were armed with Winchester rifles, clubs and knives. Units were under female command. </p>\n<p>Dahomey had a unique form of West African Vodun that linked together preexisting animist traditions with vodun practices. </p>\n<p>The country was annexed into the French colonial empire in 1984.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Benin*","countries":"Benin"}}