{"data":{"markdownRemark":{"html":"<p>Wadi Howar (Wadi Howa) is a wadi in Sudan and Chad. Originating in the Ennedi Region of Chad Wadi Howar runs through the Sudanese states of North Darfur to join the Nile north of the great bend opposite Old Dongola. Stretching over 1100 km in west-east direction across the southern fringes of the Libyan Desert, it ordinarily receives 25 mm of rainfall per year.</p>\n<p>Wadi Howar is the remnant of the ancient Yellow Nile, a tributary of the Nile during the Neolithic Subpluvial from about 9500 to 4500 years ago. At that time Savanna fauna and cattle-herders occupied this region and the southern edge of the Sahara was some 500 km further north than it is today. When the Sahara underwent Desertification between 6000 and 4000 years ago, the wadi first became a chain of freshwater lakes and marshes, as shown by Ptolemy's world map, then it became extinct about 2000 years ago.</p>\n<p>Abundant prehistoric sites certify Wadi Howar as a once ecologically favoured area of settlement and a communication route between the inner regions of Africa and the Nile Valley. The hitherto most thoroughly investigated archaeological site in the wadi is Gala Abu Ahmed.</p>\n<p>Gala Abu Ahmed is a fortress ruin in lower Wadi Howar, northern Sudan. The 120 by 180 metres (390 ft × 590 ft)facility is located 110 kilometres (68 mi) west of the Nile. The fort was discovered in 1984 by archaeologists from the University of Cologne. It dates to the Napatan phase (ca. 750-350 BC) of the Kingdom of Kush. Radiocarbon dating suggests that the fortress was already in use around 1100 BC. The function of the building is still unclear.</p>","fields":{"slug":"wadi-howar"},"frontmatter":{"title":"Wadi Howar","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"https://www.academia.edu/3789815/the_round_structures_of_Gala_Abu_Ahmed_fortress_in_lower_Wadi_Howar_Sudan","title":"The round structures of Gala Abu Ahmed fortress in lower Wadi Howar, Sudan","desc":""},{"id":2,"url":"","title":"","desc":""},{"id":3,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 18). Wadi Howar. In Wikipedia, The Free Encyclopedia. Retrieved 22:08, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Wadi_Howar&oldid=879048093"},{"id":2,"ref":"Wikipedia contributors. (2013, March 22). Gala Abu Ahmed. In Wikipedia, The Free Encyclopedia. Retrieved 22:09, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Gala_Abu_Ahmed&oldid=546378330"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"wadi-howar","imgs":"*wadi-howar*"}}