{"data":{"markdownRemark":{"html":"<p>The Kingdom of Ndongo, formerly known as Dongo or Angola, was an early-modern African state located in what is now Angola.</p>\n<p>The Kingdom of Ndongo is first recorded in the sixteenth century. It was one of a number of vassal states to Kongo, though Ndongo was the most powerful of these with a king called the Ngola.</p>\n<p>The Kimbundu-speaking region was known as the land of Mbundu, and according to late sixteenth-century accounts, it was divided into 736 small political units ruled by sobas. These sobas and their territories (called murinda) were compact groupings of villages (senzala or libatas, probably following the Kikongo term divata) surrounding a small central town (mbanza).</p>\n<p>These political units were often grouped into larger units called kanda and sometimes provinces. Larger kingdoms may have emerged in earlier times, but in the sixteenth century most of these regions had been united by the rulers of Ndongo. Ndongo's capital city was called Kabasa, located on the highlands near modern-day N'dalatando. This was a large town, holding as many as 50,000 people in its densely populated district.</p>\n<p>The king of Ndongo and the leaders of the various provinces ruled with a council of powerful nobles, the macota, and had an administration headed by the tendala, a judicial figure, and the ngolambole, a military leader. In Ndongo itself, the ruler had an even larger group of bureaucrats, including a quartermaster called kilunda and another similar official called the mwene kudya.</p>\n<p>Social structure was anchored on the ana murinda (\"children of the murinda\") or free commoners. In addition to the commoners, there were two servile groups  – the ijiko (sing., kijiko), unfree commoners who were permanently attached to the land as serfs, and the abika (sing., mubika) or salable slaves.</p>\n<p>In 1579, Portuguese merchants who had settled in Kongo, led by Francisco Barbuda, advised Njinga Ndambi Kilombo kia Kasenda that Portugal intended to take over his country. Acting on this intelligence and advice, Njinga Ndambi tricked the Portuguese forces into an ambush and massacred them at his capital.</p>\n<p>The war that followed witnessed a Kongo invasion which was narrowly defeated in 1580, and a Portuguese offensive up the Kwanza river, resulting in the founding of their fort at Massangano in 1582. A number of sobas switched their allegiance to Portugal and soon many of the coastal provinces were joined to the colony. By 1590, the Portuguese decided to attack the core of Ndongo, and sent an army against Kabasa itself. Ndongo, however, had recently sealed an alliance with nearby Matamba, and the Portuguese force was crushed. Following this defeat, Ndongo made a counteroffensive, and many of the formerly pro-Portuguese sobas returned to Ndongo. But Portugal managed to retain much of the land they had gained in the earlier wars, and in 1599, Portugal and Ndongo formalized their border.</p>","fields":{"slug":"ndongo_kndgm"},"frontmatter":{"title":"Kingdom of Ndongo","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2017, October 29). Kingdom of Ndongo. In Wikipedia, The Free Encyclopedia. Retrieved 19:59, February 2, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Ndongo&oldid=807740215"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"ndongo_kndgm","imgs":"*ndongo_kndgm*"}}