{"data":{"markdownRemark":{"html":"<p>Ife (/ee-fay/, Yoruba: Ifè, also Ilé-Ifẹ̀) is an ancient Yoruba city in south-western Nigeria. According to theYoruba religion Ife was founded by the order of the Supreme God Olodumare to Obatala and then fell into the hands of his brother Oduduwa, which created turmoil between the two. Oduduwa created his own dynasty through his sons and daughters that became different rulers of many kingdoms.</p>\n<p>According to Yoruba religion, Olodumare, the Supreme God, ordered Obatala to create the earth, but on his way he found palm wine which he drank and became intoxicated. Therefore, the younger brother of the latter, Oduduwa, took the three items of creation from him, climbed down from the heavens on a chain and threw a handful of earth on the primordial ocean, then put a cockerel on it so that it would scatter the earth, thus creating the land on which Ile Ife would be built. Oduduwa planted a palm nut in a hole in the newly formed land and from there sprang a great tree with sixteen branches, a symbolic representation of the clans of the early Ife city-state. The usurpation of creation, by Oduduwa, gave rise to the ever-lasting conflict between him and his elder brother Obatala, which is still re-enacted in the modern era by the cult groups of the two clans during the Itapa New Year festival. On account of his creation of the world, Oduduwa became the ancestor of the first divine king of the Yoruba, while Obatala is believed to have created the first Yoruba people out of clay. The meaning of the word \"ife\" in Yoruba is \"expansion\"; \"Ile-Ife\" is therefore in reference to the myth of origin as \"The Land of Expansion\".</p>\n<p>Oduduwa had sons, daughters, and a grandson, who went on to found their own kingdoms and empires, namely Ila Orangun, Owu, Ketu, Sabe, Popo and Oyo. Oranmiyan, Oduduwa's last born, was one of his father's principal ministers and overseer of the nascent Edo empire after Oduduwa granted the plea of the Edo people for his governance. When Oranmiyan decided to go back to Ile Ife, after a period of service in Benin, he left behind a child named Eweka that he had in the interim with an indigenous princess. The young boy went on to become the first legitimate ruler of the second Edo dynasty that has ruled what is now Benin from that day to this. Oranmiyan later went on to found the Oyo Empire that stretched at its height from the western banks of the river Niger to the Eastern banks of the river Volta. It would serve as one of the most powerful of Africa's medieval states, prior to its collapse in the 19th century.</p>\n<p>The Oòni (or king) of Ife is a descendant of the godking Oduduwa, and is counted first among the Yoruba kings. He is traditionally considered the 401st spirit (Orisha), the only one that speaks. In fact, the royal dynasty of Ife traces its origin back to the founding of the city more than ten thousand years before the birth of Jesus Christ. The present ruler is Adeyeye Ogunwusi, styled His Imperial Majesty by his subjects. The Ooni ascended his throne in 2015. Following the formation of the Yoruba Orisha Congress in 1986, the Ooni acquired an international status the likes of which the holders of his title hadn't had since the city's colonisation by the British. Nationally he had always been prominent amongst the Federal Republic of Nigeria's company of royal Obas, being regarded as the chief priest and custodian of the holy city of all the Yorubas. In former times, the palace of the Ooni of Ife was a structure built of authentic enameled bricks, decorated with artistic porcelain tiles and all sorts of ornaments. At present, it is a more modern series of buildings. </p>\n<p>Ife is well known as the city of 401 deities. It is said that every day of the year the traditional worshippers celebrate a festival of one of these deities. Often the festivals extend over more than one day and they involve both priestly activities in the palace and theatrical dramatisations in the rest of the kingdom. Historically the King only appeared in public during the annual Olojo festival; other important festivals here include the Itapa festival for Obatala and Obameri, the Edi festival for Moremi Ajasoro, and the Igare masqueraders.</p>\n<p>Kings and Gods were often depicted with large heads because the artists believed that the Ase was held in the head, the Ase being the inner power and energy of a person. Both historic figures of Ife and the offices associated with them are represented. One of the best documented among this is the early king Obalufon II who is said to have invented bronze casting and is honored in the form of a naturalistic copper life-size mask.</p>\n<p>The city was a settlement of substantial size between the 12th and 14th centuries, with houses featuring potsherd pavements. Ilé-Ifè is known worldwide for its ancient and naturalistic bronze, stone and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400 A.D. In the period around 1300 C.E. the artists at Ife developed a refined and naturalistic sculptural tradition in terracotta, stone and copper alloy - copper, brass, and bronze many of which appear to have been created under the patronage of King Obalufon II, the man who today is identified as the Yoruba patron deity of brass casting, weaving and regalia.  After this period, production declined as political and economic power shifted to the nearby kingdom of Benin which, like the Yoruba kingdom of Oyo, developed into a major empire.</p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns, and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>","fields":{"slug":"ife-city"},"frontmatter":{"title":"City of Ife","img":[{"name":"","desc":""}],"vid":[{"url":"https://www.youtube.com/embed/5JR__ZP_cX4"},{"url":"https://www.youtube.com/embed/Jd3Q56zyWDk"}],"url":[{"id":1,"url":"https://en.wikipedia.org/wiki/Bronze_Head_from_Ife","title":"Bronze Head from Ife","desc":"The Bronze Head from Ife, or Ife Head, is one of eighteen copper alloy sculptures that were unearthed in 1938 at Ife in Nigeria, the religious and former royal centre of the Yoruba people. It is believed to represent a king. It was probably made in the thirteenth-fourteenth century C.E., before any European contact had taken place with the local population. The realism and sophisticated craftsmanship of the objects challenged Western conceptions of African art at the time."},{"id":1,"url":"http://www.collegeart.org/pdf/artbulletin/Art%20Bulletin%20Vol%2067%20No%203%20Blier.pdf","title":"Kings, Crowns, and Rights of Succession: Obalufon Arts at Ife and Other Yoruba Centers","desc":""},{"id":1,"url":"https://www.britishmuseum.org/about_us/news_and_press/press_releases/2010/kingdom_of_ife.aspx","title":"Kingdom of Ife: sculptures from West Africa","desc":""},{"id":1,"url":"https://en.wikipedia.org/wiki/Olodumare","title":"Olodumare","desc":"Olodumare (Yoruba: O-lo-dù-ma-rè) also known as Olorun (Almighty) is the name given to one of the three manifestations of the Supreme God or Supreme Being in the Yoruba pantheon. Olodumare is the Supreme Creator."},{"id":1,"url":"https://en.wikipedia.org/wiki/Obatala","title":"Obatala","desc":"Obatala (known as Obatalá in Latin America and Yoruba mythology) is an Orisha. He is believed to be the Sky Father and the creator of human bodies, which were brought to life by the smooth breath of Olodumare. Obatala is the father of all Orishas and the owner of all ori. Any Orisha may claim an individual, but until that individual is initiated into the priesthood of that Orisha, Obatala still owns that head. Obatala's principal wife is Yemoja (known as Yemú in Cuba)."},{"id":1,"url":"https://en.wikipedia.org/wiki/Owu_Kingdom","title":"Owu Kingdom","desc":"The ethnic people of Owu (Owus) are part of the Yoruba people of West Africa. Ago-Owu in Abeokuta is where the Owus are mostly concentrated, however large Owu settlements are found throughout the Yoruba kingdom. The Yoruba kingdom extends beyond the boundaries of Nigeria into the Republic of Benin."},{"id":1,"url":"https://portal.knme.org/video/africas-great-civilizations-city-ile-ife-africas-great-civilizations/","title":"City of Ile Ife | Africa's Great Civilizations","desc":"The origin story of Ile Ife lies at the heart of the Yoruba culture. After death, the Onis were worshipped as Gods, and the artworks called Ife Heads were likely used as icons of power. Learn more in Africa's Great Civilizations with Henry Louis Gates, Jr., premiering at 9/8c February 27 on PBS."},{"id":1,"url":"","title":"","desc":""},{"id":1,"url":"","title":"","desc":""},{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, March 11). Ife. In Wikipedia, The Free Encyclopedia. Retrieved 18:46, March 16, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Ife&oldid=887213372"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"ife-city","imgs":"*ife-city*"}}