{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"b97ac151-3c80-5a5a-8387-82989b9dc567","frontmatter":{"country":"Zambia","title":"Magosian Culture","date":"10000 BCE"},"fields":{"slug":"magosianc"},"excerpt":"The Kalambo Falls on the Kalambo River is a 772-foot (235 m) single-drop waterfall on the border of Zambia and Tanzania at the southeast end of Lake Tanganyika.  Archaeologically, Kalambo Falls is one of the most important sites in Africa. It has produced a sequence of past human activity stretching over more than two hundred and fifty thousand years, with evidence of continuous habitation since the Late Early Stone Age until modern times. Around 10,000 years ago (Later Stone…","timeToRead":1,"html":"<p>The Kalambo Falls on the Kalambo River is a 772-foot (235 m) single-drop waterfall on the border of Zambia and Tanzania at the southeast end of Lake Tanganyika. </p>\n<p>Archaeologically, Kalambo Falls is one of the most important sites in Africa. It has produced a sequence of past human activity stretching over more than two hundred and fifty thousand years, with evidence of continuous habitation since the Late Early Stone Age until modern times.</p>\n<p>Around 10,000 years ago (Later Stone Age) Kalambo Falls was occupied by hunter/gatherer of the Magosian culture. The Magosian is the name given by archaeologists to an industry found in southern and eastern Africa. It dates to between 10,000 and 6,000 years BC and is distinguished from its predecessors by the use of microliths and small blades.</p>\n<p>Around the fourth century AD, a more industrialized Bantu-speaking people began to farm and occupy the area. These Bantu-speaking people made ceramic vessels that have characteristics of East African pottery, which suggests a population movement from the Rift Valley. Burials from this period are characterized by Clark as shaft grave burials, which are similar to those of the earlier cultures of the East African Rift as opposed to the Kalambo region.</p>"}},{"node":{"id":"a7ca4846-294e-5b78-949c-8d7d73d932f3","frontmatter":{"country":"Zambia","title":"Gwisho","date":"2750 BCE"},"fields":{"slug":"gwisho-settl"},"excerpt":"The Gwisho hot-springs is located in Lochinvar National Park, Zambia. Radiocarbon dates place human activity in the area between 2750 and 2340 BCE. The people of Gwisho developed a bone industry, which produced items such as awls, ornaments and composite arrows. They also constructed and utilized wooden tools to uproot edible roots, which was a staple in their diet. Most of their food supply came from harvesting edible matter. Radiocarbon dates place human activity in the…","timeToRead":2,"html":"<p>The Gwisho hot-springs is located in Lochinvar National Park, Zambia. Radiocarbon dates place human activity in the area between 2750 and 2340 BCE. The people of Gwisho developed a bone industry, which produced items such as awls, ornaments and composite arrows. They also constructed and utilized wooden tools to uproot edible roots, which was a staple in their diet. Most of their food supply came from harvesting edible matter.</p>\n<p>Radiocarbon dates place human activity in the area between 2750 and 2340 BCE. </p>\n<p>Remains were found that seems to have been a hut or windbreak as well as sticks and twigs and a mass of grass lay in a flattened heap. All the grass and wood had been stripped of their roots. Tiny fragments of fired clay excavated from the site may have been used for windbreaks to smear huts and other structures. Blades and bladelets were excavated with primary flakes. Microlith and macrolith industries were discovered in the area as well as wooden tools.</p>\n<p>Large numbers of fragmentary bones had been excavated from the Gwisho sites. The bones were well preserved, with fresh edges and spongy structures. The remains belong to buffalo, lechwe, wildebeest, impala, buchduck, kudu, eland, oribi roan, hartebeest, grysbuck, duiker, zebra, warthog, bushpig, elephant, rhinoceros, hippopotamus, monkey, baboon, birds, tortoise. None of these animal findings are surprises since all the species are, or were common in the area of Gwisho. Ivory and fresh-water shells were found along with shell beads.</p>\n<p>Wooden artifacts and fibers were preserved under favorable conditions. Types of wood include Baikiaea, Dalbergia, Brachystegia, and Celtis. The hunters of Gwisho had at least three vegetation zones near their camps.</p>\n<p>The hunting methods of the Gwisho’s hunters were probably similar to those used by modern San. Many arrowheads and link shafts were excavated from the site, indicating the use of the bow and arrow. They also used spears as a hunting tool. Another method employed by the Gwisho inhabitants was the use of snares and traps. </p>\n<p>At the Gwisho site of Kafue Flats, more than thirty burials were found and skeletons showed Khoisan features. In terms of morphology, the Gwisho people may have been physically divergent from modern San.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Gwisho_Hot-Springs\">https://en.wikipedia.org/wiki/Gwisho_Hot-Springs</a></p>"}},{"node":{"id":"3d17dff6-c1c9-57d6-b881-e7d9e6ce32e1","frontmatter":{"country":"Tanzania","title":"Empire of Kitara","date":"13th- 19th century"},"fields":{"slug":"kitara_empire"},"excerpt":"The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. ","timeToRead":1,"html":"<p>The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. </p>"}},{"node":{"id":"7926ea1b-b761-5e67-a997-9eac84f70bff","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Mutapa","date":"1430–1760"},"fields":{"slug":"mutapa_kngdm"},"excerpt":"The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .  According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the…","timeToRead":2,"html":"<p>The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .</p>\n<p> According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the salf the prince decided to stay and founded the kingdom of Mwenemutapa. His Kingdom flourished while Great Zimbabwe fell into ruin .</p>\n<p> Mutota's successor, Mwenemutapa Matope, extended this new kingdom into an empire encompassing most of the lands between Tavara and the Indian Ocean. This empire had achieved uniting a number of different peoples in Southern Africa by building strong, well-trained armies and encouraging states to join voluntarily, offering membership in the Great council of the Empire to any who joined without resistance .</p>\n<p> The Mutapa Empire became very wealthy by mining gold deposites in its rivers and exploiting copper from Chidzurgwe and ivory from the middle Zambezi. They traded gold, copper, iron, and ivory with Arabs and Portuguese who became the dominant foreign players.</p>\n<p> Archeological evidence has uncovered indegenous methods of mettalurgy consisting of iron production remains at Baranda and copper-based objects at Chenguruve Hill and Muchekayawa Hill.</p>\n<p> The Portuguese tried to conquer the Mutapa Empire in the 1500s. They were unsuccessful but left the kingdom severly weakened . </p>\n<p> References:\n[1] <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Mutapa\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Mutapa</a>\n[2] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\n[3] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\"</p>"}},{"node":{"id":"ee7f054d-ce96-5ee8-b5f7-f39a5ff1f646","frontmatter":{"country":"Zambia","title":"Maravi kingdom","date":"1500 CE"},"fields":{"slug":"maravi_kngdm"},"excerpt":"Maravi was a kingdom which straddled the current borders of Malawi, Mozambique, and Zambia, in the 16th century. The present-day name \"Maláŵi\" is said to derive from the Chichewa word \"malaŵí\", which means \"flames\". At its greatest extent, the state included territory from the Tonga and Tumbuka people's areas in the north to the Lower Shire in the south, and as far west as the Luangwa and Zambezi river valleys. Maravi's rulers belonged to the Mwale matriclan and held the…","timeToRead":1,"html":"<p>Maravi was a kingdom which straddled the current borders of Malawi, Mozambique, and Zambia, in the 16th century. The present-day name \"Maláŵi\" is said to derive from the Chichewa word \"malaŵí\", which means \"flames\".</p>\n<p>At its greatest extent, the state included territory from the Tonga and Tumbuka people's areas in the north to the Lower Shire in the south, and as far west as the Luangwa and Zambezi river valleys. Maravi's rulers belonged to the Mwale matriclan and held the title Kalonga. They ruled from Manthimba, the secular/administrative capital, and were the driving force behind the state's establishment. Meanwhile, the patrilineal Banda clan, which traditionally provided healers, sages and metallurgists, took care of religious affairs from their capital Mankhamba near Nthakataka.</p>\n<p>After contact with the Portuguese, trade intensified. It included such items as beads of the Khami type and Chinese porcelain imported via Portuguese intermediaries. In the 19th century, the state declined and the Maravi were frequently raided by their neighbours the Yao and captured for sale as slaves. David Livingstone visited Lake Nyasa in 1859, and other Protestant missionaries soon followed.</p>"}},{"node":{"id":"e166bc5c-04a6-5504-b6a6-ede98d9a7678","frontmatter":{"country":"Angola","title":"Nation of Lunda ","date":"1665 - 1887"},"fields":{"slug":"lunda_nation"},"excerpt":"The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga. The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of…","timeToRead":1,"html":"<p>The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga.</p>\n<p>The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of the Luba kings, they gained political ties.</p>\n<p>The kingdom of Lunda came to an end in the nineteenth century, when it was invaded by the Chokwe, who were armed with guns. The Chokwe then established their own kingdom with their language and customs. Lunda chiefs and people continued to live in the Lunda heartland but were diminished in power.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Lunda\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Lunda</a></p>"}},{"node":{"id":"bb713a3b-009b-5513-bcc7-1c54afb0f4da","frontmatter":{"country":"Zambia","title":"Kazembe","date":"1740"},"fields":{"slug":"kazembe"},"excerpt":"Kazembe is a traditional kingdom in modern-day Zambia, Southeastern Congo. For more than 250 years, Kazembe has been an influential kingdom or chieftainship of the Kiluba-Chibemba, speaking the Swahili language (a Bantu language with Arabic superstratum) or the language of the Eastern Luba-Lunda people of south-central Africa(also known as the Luba, Luunda, Eastern Luba-Lunda, and Luba-Lunda-Kazembe). Its position on trade routes in a well-watered, relatively fertile and well…","timeToRead":1,"html":"<p>Kazembe is a traditional kingdom in modern-day Zambia, Southeastern Congo. For more than 250 years, Kazembe has been an influential kingdom or chieftainship of the Kiluba-Chibemba, speaking the Swahili language (a Bantu language with Arabic superstratum) or the language of the Eastern Luba-Lunda people of south-central Africa(also known as the Luba, Luunda, Eastern Luba-Lunda, and Luba-Lunda-Kazembe). Its position on trade routes in a well-watered, relatively fertile and well-populated area of forestry, fishery and agricultural resources drew expeditions by traders and explorers (such as Scottish missionary David Livingstone) who called it variously Kasembe, Cazembe and Casembe.</p>\n<p>Known by the title Mwata or Mulopwe, now equivalent to 'Paramount Chief', the chieftainship with its annual Mutomboko festival stands out in the Luapula Valley and Lake Mweru in present-day Zambia, though its history in colonial times is an example of how Europeans divided traditional kingdoms and tribes without regard to the consequences.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Zambia*","countries":"Malawi,Mozambique,Zambia"}}