{"data":{"markdownRemark":{"html":"<p>The Kingdom of Kano was a Hausa kingdom in the north of what is now Northern Nigeria that dates back before 1000 AD, and lasted until the proclamation of the Sultanate of Kano by King Ali Yaji Dan Tsamiya in 1349. The kingdom was then replaced by the Sultanate of Kano, under the suzerainty of a Muslim Sultan The capital is now the modern city of Kano in Kano State.</p>\n<p>Our knowledge of the early history of Kano comes largely from the Kano Chronicle, a compilation of oral tradition and some older documents composed in the nineteenth century, as well as more recently conducted archaeology.</p>\n<p>In the 7th century, Dala Hill, a hill in Kano, was the site of a community that engaged in iron-working. It is unknown whether these were Hausa people or speakers of Niger–Congo languages.</p>\n<p>Kano was originally known as Dala, after the hill, and was referred to as such as late as the end of the 15th century and the beginning of the 16th by Bornoan sources. The Kano Chronicle identifies Barbushe, a priest of a Dalla Hill spirit, as the city's first settler. According to the Kano Chronicle, Bagauda, a grandson of the mythical hero Bayajidda, became the first Hausa king of Kano in 999, reigning until 1063. His grandson Gijimasu (1095–1134), the third king, began building city walls at the foot of Dalla Hill, and Gijimasu's son, Tsaraki (1136–1194), the fifth king, completed them during his reign. The Bagauda family steadily extended the kingdom through conquest of nearby communities. They established numerous sub-rulers, with titles starting with \"Dan\", of which the most important was \"Dan Iya\".</p>","fields":{"slug":"kano_kngdm"},"frontmatter":{"title":"Kingdom of Kano","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 24). Kingdom of Kano. In Wikipedia, The Free Encyclopedia. Retrieved 20:49, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Kano&oldid=880026769"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"kano_kngdm","imgs":"*kano_kngdm*"}}