{"data":{"markdownRemark":{"html":"<p>The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .</p>\n<p> According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the salf the prince decided to stay and founded the kingdom of Mwenemutapa. His Kingdom flourished while Great Zimbabwe fell into ruin .</p>\n<p> Mutota's successor, Mwenemutapa Matope, extended this new kingdom into an empire encompassing most of the lands between Tavara and the Indian Ocean. This empire had achieved uniting a number of different peoples in Southern Africa by building strong, well-trained armies and encouraging states to join voluntarily, offering membership in the Great council of the Empire to any who joined without resistance .</p>\n<p> The Mutapa Empire became very wealthy by mining gold deposites in its rivers and exploiting copper from Chidzurgwe and ivory from the middle Zambezi. They traded gold, copper, iron, and ivory with Arabs and Portuguese who became the dominant foreign players.</p>\n<p> Archeological evidence has uncovered indegenous methods of mettalurgy consisting of iron production remains at Baranda and copper-based objects at Chenguruve Hill and Muchekayawa Hill.</p>\n<p> The Portuguese tried to conquer the Mutapa Empire in the 1500s. They were unsuccessful but left the kingdom severly weakened . </p>\n<p> References:\n[1] <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Mutapa\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Mutapa</a>\n[2] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\n[3] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\"</p>","fields":{"slug":"mutapa_kngdm"},"frontmatter":{"title":"Kingdom of Mutapa","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 31). Kingdom of Mutapa. In Wikipedia, The Free Encyclopedia. Retrieved 20:21, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Mutapa&oldid=881168219"},{"id":2,"ref":"Chirikure, Shadreck & Rehren, Thilo. (2006). Iron smelting in pre-colonial Zimbabwe: evidence for diachronic change from Swart Village and Baranda, northern Zimbabwe. Journal of African Archaeology. 4. 37-54. 10.3213/1612-1651-10062.","url":""}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"mutapa_kngdm","imgs":"*mutapa_kngdm*"}}