{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"03571355-a4f1-5c72-8b11-04e8667d7036","frontmatter":{"country":"CAR","title":"Nomadic People First  Settle","date":"8000 BCE"},"fields":{"slug":"nomadic-car"},"excerpt":"The earliest period of settlement began around 10,000 years ago when nomadic people first began to settle, farm and fish in the region.  Approximately 10,000 years ago, desertification forced hunter-gatherer societies south into the Sahel regions of northern Central Africa, where some groups settled and began farming as part of the Neolithic Revolution. Initial farming of white yam progressed into millet and sorghum, and then later the domestication of African oil palm…","timeToRead":1,"html":"<p>The earliest period of settlement began around 10,000 years ago when nomadic people first began to settle, farm and fish in the region. </p>\n<p>Approximately 10,000 years ago, desertification forced hunter-gatherer societies south into the Sahel regions of northern Central Africa, where some groups settled and began farming as part of the Neolithic Revolution. Initial farming of white yam progressed into millet and sorghum, and then later the domestication of African oil palm improved the groups' nutrition and allowed for expansion of the local populations. Bananas arrived in the region and added an important source of carbohydrates to the diet; they were also used in the production of alcohol. This Agricultural Revolution, combined with a \"Fish-stew Revolution\", in which fishing began to take place, and the use of boats, allowed for the transportation of goods. Products were often moved in ceramic pots, which are the first known examples of artistic expression from the region's inhabitants.</p>\n<p>The Bouar Megaliths in the western region of the country indicate an advanced level of habitation dating back to the very late Neolithic Era (c. 3500-2700 BC). Ironworking arrived in the region around 1000 BC from both Bantu cultures in what is today Nigeria and from the Nile city of Meroë, the capital of the Kingdom of Kush.</p>\n<p>During the Bantu Migrations from about 1000 BC to AD 1000, Ubangian-speaking people spread eastward from Cameroon to Sudan, Bantu-speaking people settled in the southwestern regions of the CAR, and Central Sudanic-speaking people settled along the Ubangi River in what is today Central and East CAR.</p>\n<p>Production of copper, salt, dried fish, and textiles dominated the economic trade in the Central African region.</p>\n<p>The territory of modern Central African Republic is known to have been settled from at least the 7th century on by overlapping empires, including the Kanem-Bornu, Ouaddai, Baguirmi, and Dafour groups based on the Lake Chad region and along the Upper Nile.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/History_of_the_Central_African_Republic\">https://en.wikipedia.org/wiki/History<em>of</em>the<em>Central</em>African_Republic</a></p>"}},{"node":{"id":"a4d3f772-2718-5e51-8362-d3270fb0a782","frontmatter":{"country":"Mali","title":"Djenné-Djenno","date":""},"fields":{"slug":"Djenne-Djenno"},"excerpt":"Djenné-Djenno (also Jenne-Jeno) is a UNESCO World Heritage Site located in the Niger River Valley in the country of Mali. Literally translated to \"ancient Djenné\", it is the original site of both Djenné and Mali and is considered to be among the oldest urbanized centers and the best known archaeology site in sub-Saharan Africa. This archaeological site is believed to have been involved in long distance trade and possibly the domestication of African rice. The site is known to…","timeToRead":3,"html":"<p>Djenné-Djenno (also Jenne-Jeno) is a UNESCO World Heritage Site located in the Niger River Valley in the country of Mali. Literally translated to \"ancient Djenné\", it is the original site of both Djenné and Mali and is considered to be among the oldest urbanized centers and the best known archaeology site in sub-Saharan Africa. This archaeological site is believed to have been involved in long distance trade and possibly the domestication of African rice. The site is known to have been occupied from 250 B.C. to 900 A.D. The city is believed to have been abandoned and moved where the current city is located due to the spread of Islam and the building of the Great Mosque of Djenné. </p>\n<p>This first occupation of the site (which lasted from 250 B.C. to A.D. 50) is known as Phase I and is some of the earliest evidence for iron production in sub-Saharan Africa. Geomorphological data show that the region consisted mostly of swampland at that time. Groups only began permanently occupying the area after a dry episode in which annual flooding receded and decreased the size of the swamps. Faunal remains at the site from this occupation have included catfish and Nile perch but mostly cow, leading to the assumption that this first phase might be associated with hunter-gatherer or pastoral modes of subsistence. During this period there is no evidence for rice production, however it is believed that these people might have been rice producers, even though no definitive evidence has been discovered yet.</p>\n<p>Phase II is defined by a larger population and definitive evidence for the mass production of rice. The borders of the site expanded during this period (possibly covering 100,000 square meters or more), as well as the presence of permanent mud brick architecture. </p>\n<p>Phase III dates from about A.D. 300 to A.D. 900 and is believed to have an even higher population based on crowded cemeteries. The site also has evidence for a more intensive occupation through deep house deposits, possibly from multiple generations.</p>\n<p>Djenné-Djenno is famous for its terracotta figurines which depict humans and animals including snakes and horses. Throughout the site's occupations, pottery fragments are abundant. Some of the more interesting clay artifacts begin in Phase II with terra-cotta statuettes and representations of humans and animals on pottery. These statuettes are important to the understanding of Phase II because along with this art, the first evidence for large-scale rice cultivation and population rise. All of these attributes are commonly associated with complex, state-level societies. It is believed that these artifacts posed ritual function as opposed to a domestic function. Some of these clay figurines are similar to those made by modern Fulani pastoralists for children.</p>\n<p>Evidence for domestic cow, sheep and goat cultivation is present at the site. </p>\n<p>The land surrounding Djenné-Djenno lent itself to such high-yielding crops due to its mixture of highland and floodplain soils at different elevations that allowed floodwater farming of rice. Moreover, the Djenné-Djenno site lies in close proximity to dune landscape, which allows for necessary recreation needed for keeping cattle in floodplain environments. Overall, the diversified sources of food provided food security that allowed for permanent settlement in a region of volatile climate. It is believed that this food production, especially that of African rice, was one of the main contributors to population rise in the city of Djenné-Djenno and was widely exported to nearby centers (including Timbuktu).</p>\n<p>It is suspected that Djenné-Djenno grew to such a vast size as a result of regional and local trade. Archaeological evidence supports that Djenné-Djenno was part of a pre-Arab trans-Saharan trade network. Glass beads found at the site have been dated to as early as the third century BC and appear to originate from Asia to the Mediterranean Near East. Copper ornaments have also been found in early Phase II deposits, which shows these trade networks date to earlier than previously thought. These discoveries lend support to the existence of sporadic contacts between West and North Africa throughout the first millennium AD.</p>\n<p>Since there is no evidence for a fourth phase, it is expected that towards the end of Phase III the city experienced a slow decline in population and eventually a total abandonment. However, very little is known about why this decline happened, and more research is needed.</p>"}},{"node":{"id":"b0b9d4d5-ca3e-5fd3-91e4-b3908b2386f7","frontmatter":{"country":"Sudan","title":"Kingdom of Makuria","date":"400 CE"},"fields":{"slug":"makuria_kngdm"},"excerpt":"Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital. By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies…","timeToRead":3,"html":"<p>Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital.</p>\n<p>By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies. Makuria was one of the few states in the world to repulse Muslim conquests led by the Rashidun Caliphate when they defeated an Arab army at the First Battle of Dongola in 642. The Arabs had taken Egypt in 641, and the jihad soon turned south. Makuria repeated the feat in 652 at the Second Battle of Dongola. Arab writers noted the Makurians' skill as archers in both battles. One of the few major defeats suffered by an Arab army in the first century of Islamic expansion, it led to an unprecedented agreement: the bakt. This treaty guaranteed peaceful relations between the two sides. The Nubians agreed to give Arab traders more privileges of trade in addition to a share in their slave trading, while the Egyptians may have been obliged to send manufactured goods south.</p>\n<p>Makuria expanded by annexing its northern neighbor Nobatia, a process which would have occurred at some point after the Sasanian conquest of Egypt, but was completed until the reign of King Merkurios. It also maintained close dynastic ties with the kingdom of Alodia to the south. The period from the 9th to 11th century saw the peak of Makuria's cultural development: new monumental buildings were erected, arts like wall paintings and finely crafted and decorated pottery flourished and Nubian grew to become the prevalent written language.</p>\n<p>One of the most important discoveries of the rushed work prior to the flooding of Lower Nubia was the Cathedral of Faras. This large building had been completely filled with sand preserving a series of magnificent paintings. Similar, but less well preserved, paintings have been found at several other sites in Makuria, including palaces and private homes, giving an overall impression of Makurian art. The style and content was heavily influenced by Byzantine art, and also showed influence from Egyptian Coptic art and from Palestine. Mainly religious in nature, it depicts many of the standard Christian scenes. Also illustrated are a number of Makurian kings and bishops, with noticeably darker skin than the Biblical figures.</p>\n<p>Women enjoyed a high social standing. The matrilineal succession gave the queen mother and the sister of the current king as forthcoming queen mother great political relevance. Women had access to education and there is evidence that, like in Byzantine Egypt, female scribes existed. Private land tenure was open to both men and women, meaning that both could own, buy and sell land. Transfers of land from mother to daughter were common. </p>\n<p>The main economic activity in Makuria was agriculture, with farmers growing several crops a year of barley, millet, and dates. One important technological advance was the saqiya, an oxen-powered water wheel, that was introduced in the Roman period and helped increase yields and population density. Settlement patterns indicate that land was divided into individual plots rather than as in a manorial system. The peasants lived in small villages composed of clustered houses of sun-dried brick.</p>\n<p>Important industries included the production of pottery, based at Faras, and weaving based at Dongola. Smaller local industries include leatherworking, metalworking, and the widespread production of baskets, mats, and sandals from palm fibre. Also important was the gold mined in the Red Sea Hills to the east of Makuria. Cattle was of great economic importance. </p>\n<p>Increased aggression from Egypt, internal discord, bedouin incursions and possibly the plague and the shift of trade routes led to the state's decline in the 13th and 14th century. Due to a civil war in 1365, the kingdom was reduced to a rump state that lost much of its southern territories, including Dongola. It had disappeared by the 1560s, when the Ottoman occupied Lower Nubia. Nubia was subsequently Islamized, while the Nubians living upstream of Al Dabbah and in Kordofan were also Arabized.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Makuria\">https://en.wikipedia.org/wiki/Makuria</a></p>"}},{"node":{"id":"90e80b0f-48f8-56f1-9215-115deca43cae","frontmatter":{"country":"Botswana","title":"Toutswe Hill Farming Culture","date":"600-700 CE and 1200-1300 CE"},"fields":{"slug":"toutswe_settl"},"excerpt":"Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years.  Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated…","timeToRead":1,"html":"<p>Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years. </p>\n<p>Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated stock, respectively.  The hill was part of the formation of early states in Southern Africa with cattle  keeping as major source of economy. This was supplemented by goats, sheep and foraging as well as hunting of wild animals. The Toutswe people were also hunting westwards into the Kalahari and trading eastwards with the Limpopo. East coast shells, used as trade currency, were already being traded as far west as Tsodilo by 700AD.</p>\n<p>The site was situated in the center of a broader cultural area in Eastern Botswana and shares many commonalities with other archaeological sites of this region, in both ceramic production styles and also timeframes inhabited. Large structures were observed that contained vitrified remains of animal dung, leading to the theory that these were animal enclosures and that Toutswemogala Hill was thus a major center of animal husbandry in the region. However, agriculture also played a vital role in the longevity of Toutswemogala Hill's extended occupation, as many grain storage structures have also been found on the site. Many different stratified layers of housing floors further signal continuous occupation over hundreds of years.</p>\n<p>The remaining features of Toutswe settlement include house-floors, large heaps of vitrified cow-dung and burials while the outstanding structure is the stone wall. There are large traits of centaurs ciliaris, a type of grass which has come to be associated with cattle-keeping settlements in South, Central Africa. This site was added to the UNESCO World Heritage Tentative List on July 21, 1999 in the Cultural category.</p>"}},{"node":{"id":"5ab19c7c-dbe7-519a-8f2e-03d9ef0bf85b","frontmatter":{"country":"Sudan","title":"Shilluk Kingdom","date":"1490 CE"},"fields":{"slug":"shilluk"},"excerpt":"The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The…","timeToRead":1,"html":"<p>The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The Shilluk king is currently not an independent political leader, but a traditional chieftain within the governments of South Sudan and Sudan.</p>\n<p>The kingdom was located along a strip of land along the western and eastern bank of White Nile and sobat river, from Lake No to about 12° north latitude. The Shilluk people are closely related to the commoner South Sudanese ethnic groups, the Nuer and Dinka (their neighbors to the south and east, respectively). Their language is related to that of the Anuak people near the rivers Baro and Pibor.</p>\n<p>Like most Nilotic peoples of South Sudan (such as the Nuer and Dinka), the Shilluk practiced subsistence semi-nomadic cattle breeding and some grain farming. Their social system was egalitarian, and the cattle herds had great symbolic value. The lifestyle of the modern Shilluk is similar, except that their herds are smaller. They were sedentary, because the land along the White Nile is more fertile than elsewhere in the region. Their cultivation of durra, a variety of sorghum (millet), made them a relatively prosperous agricultural people except during prolonged droughts. Today's Shilluk population was estimated at 1.7 million in 2005; during the nineteenth century they were estimated at about 200,000, living in hundreds of villages. The kingdom was divided into two provinces: Gher (Gärø) in the north and Luak (Lwagø) in the south. These, in turn, were divided into zones.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Shilluk_Kingdom\">https://en.wikipedia.org/wiki/Shilluk_Kingdom</a></p>"}},{"node":{"id":"e4ca2c1d-efe2-5583-8b74-3d065dda4367","frontmatter":{"country":"DRC","title":"Kuba Kingdom","date":"c. 1600 - 1900"},"fields":{"slug":"kuba_kngdom"},"excerpt":"The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo. The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The…","timeToRead":1,"html":"<p>The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo.</p>\n<p>The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The original Kuba migrated during the 16th century from the north. Nineteen different ethnic groups are included in the kingdom, which still exists and is presided over by the King (nyim).</p>\n<p>The kingdom began as a conglomeration of several chiefdoms of various ethnic groups with no real central authority. In approximately 1625, an individual from outside the area known as Shyaam a-Mbul a Ngoong usurped the position of one of the area rulers and united all the chiefdoms under his leadership.</p>\n<p>As the kingdom matured, it benefited from advanced techniques adopted from neighboring peoples as well as New World crops introduced from the Americas, such as maize, tobacco, cassava and beans. Kuba became very wealthy, which resulted in great artistic works commissioned by the Kuba nobility. The Kuba kings retained the most fanciful works for court ceremony and were also buried with these artifacts.</p>\n<p>The Kuba are known for their raffia embroidered textiles, fiber and beaded hats, carved palm wine cups and cosmetic boxes, but they are most famous for their monumental helmet masks, featuring exquisite geometric patterns, stunning fabrics, seeds, beads and shells.</p>\n<p>The Kuba Kingdom reached its apex during the mid 19th century. Europeans first reached the area in 1884. Because of the kingdom's relative isolation, it was not as affected by the slave trade as were the Kongo and Ndongo kingdoms on the coast.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kuba_Kingdom\">https://en.wikipedia.org/wiki/Kuba_Kingdom</a></p>"}},{"node":{"id":"0be24e90-a947-5e5e-88e6-238f665386c1","frontmatter":{"country":"Zimbabwe","title":"The Rozvi Empire","date":"1660–1866"},"fields":{"slug":"rozvi_empire"},"excerpt":"The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers. The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in…","timeToRead":1,"html":"<p>The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers.</p>\n<p>The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in the eastern highlands.</p>\n<p>The Rozvi chiefs revived the tradition of building in stone and constructed impressive cities, now known as 'zimbabwes', throughout the southwest. Polychrome pottery was also emblematic of its culture. The Rozvi empire had many economic branches but agriculture was its backbone. They planted crops such as sorghum and millet and the state depended heavily on subsistence farming. Livestock was also another important agricultural branch. They kept animals such as sheep, goats, cattle and chickens; those with many livestock were considered rich and were accorded very high economic status within the society. Trade was another important economic activity and the Rozvi practiced both internal and external trade. From foreign traders they obtained imported goods such as guns, salt, beads and sea shells; in return they bartered ivory, copper and gold. Mining was another major branch and was done by males. The warriors were armed with spears, bows and arrows when they raided others or defended their state.</p>\n<p>Its warriors were known to be violent; this earned them the name rozvi, meaning plunders or destroyers. They became the most powerful fighting force in the whole of Zimbabwe.</p>\n<p>Records from the Portuguese show that the Rozvi were sophisticated military strategists. They were noted for using the cow-horn formation years before the great Zulu leader Shaka adopted it in the 19th century. Armed with spears, bows and arrows, the aggressive Rozvi took over the Zimbabwe plateau.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Rozwi_Empire\">https://en.wikipedia.org/wiki/Rozwi_Empire</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Agriculture*","types":"Kigdoms,Architecture,Mettalurgy,Arts,Agriculture"}}