{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"bf1aa301-1249-5cd6-a85e-8fd18a28dbca","frontmatter":{"country":"Burkina Faso","title":"Mossi Kingdoms","date":"11th century–1896"},"fields":{"slug":"mossi _kngdm"},"excerpt":"The Mossi Kingdoms, sometimes referred to as the Mossi Empire, were a number of different powerful kingdoms in modern-day Burkina Faso which dominated the region of the upper Volta river for hundreds of years. The kingdoms were founded when warriors from the Mamprusi area, in modern-day Ghana moved into the area and intermarried with local people. Centralization of the political and military powers of the kingdoms begin in the 13th century and led to conflicts between the…","timeToRead":1,"html":"<p>The Mossi Kingdoms, sometimes referred to as the Mossi Empire, were a number of different powerful kingdoms in modern-day Burkina Faso which dominated the region of the upper Volta river for hundreds of years. The kingdoms were founded when warriors from the Mamprusi area, in modern-day Ghana moved into the area and intermarried with local people. Centralization of the political and military powers of the kingdoms begin in the 13th century and led to conflicts between the Mossi kingdoms and many of the other powerful states in the region. In 1896, the French took over the kingdoms and created the French Upper Volta which largely used the Mossi administrative structure for many decades in governing the colony.</p>\n<p>The Mossi kingdoms were organized around five different kingdoms: Ouagadougou, Tenkodogo, Fada N'gourma, and Zondoma (later replaced by Yatenga) and Boussouma. However, there were as many as 19 additional lesser Mossi kingdoms which retained connection to one of the four main kingdoms. Each of these retained significant domestic autonomy and independence but shared kinship, military, and ritualistic bonds with one another. Each kingdom had similar domestic structures with kings, ministers, and other officials and a high degree of centralization of administrative functions. There were prominent rivalries between the different kingdoms, namely between Yatenga and Ouagadougou. Ouagadougou was often considered the primary Mossi kingdom ruled by Moro Naba, but was not the capital of the Mossi kingdoms as each retained autonomy.</p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"cbfbadfa-36c1-545d-936d-9b93c2b5d13c","frontmatter":{"country":"Burkina Faso","title":"The Ruins of Loropéni","date":""},"fields":{"slug":"loropeni-ruins"},"excerpt":"The ruins of Loropéni are an ancient heritage site near the town of Loropéni in southern Burkina Faso. They were added to the UNESCO World Heritage List in 2009. These ruins are the country's first World Heritage site. The site, which spans 11,130 square metres (119,800 sq ft), includes an array of stone walls that comprised an ancient fortress, the best preserved of ten in the area. They date back at least a thousand years. The settlement was occupied by the Lohron or…","timeToRead":1,"html":"<p>The ruins of Loropéni are an ancient heritage site near the town of Loropéni in southern Burkina Faso. They were added to the UNESCO World Heritage List in 2009. These ruins are the country's first World Heritage site. The site, which spans 11,130 square metres (119,800 sq ft), includes an array of stone walls that comprised an ancient fortress, the best preserved of ten in the area. They date back at least a thousand years. The settlement was occupied by the Lohron or Kulango people and prospered from the trans-Saharan gold trade, reaching its height between the 14th and 17th centuries AD. It was abandoned in the early 19th century.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Ruins_of_Lorop%C3%A9ni\">https://en.wikipedia.org/wiki/Ruins<em>of</em>Lorop%C3%A9ni</a></p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Burkina Faso*","countries":"Burkina Faso"}}