{"data":{"markdownRemark":{"html":"<p>Ugwuele is an Igbo community in Uturu, Isuikwuato Local Government Area, Abia State in Nigeria which houses a stone age site that provides evidence that humans inhabited the region as far back as 250,000 years ago. It was the largest handaxe factory in Nigeria, and possibly in the world.</p>\n<p>Anthropologists at the University of Benin discovered fossils and use of monoliths dating back to 4500 BC at Ugwelle-Uturu in the Okigwe area.</p>\n<p>There are three layers of occupation. The oldest and lowest holds quartz flakes, small stone tools and points. Above that is a layer with hoe-like tools, polished stone axes, red ochre, bored stone and red pottery. The top level, with dates between 2935 BC and 15 AD, held grey pottery wares.</p>\n<p>Handaxes, mostly broken, accounted for four out of five of the tools, and there were also cleavers, picks and sidescrapers. Based on this mix, the site has been classified as Acheulean. It is possible that these tools were rough or unsuccessful attempts, and the successful tools were carried elsewhere to be refined further.</p>\n<p>The Ugwuele stone workshop site consists of a dolerite ridge with a virtual scree forming its northern end. Sources claimed that the Ugwuele settlement was populated by the ancestors of the lower Niger and West African peoples and they achieved a distinct Stone Age level civilization based on agriculture. These were hominids associated with Homo erectus and the earliest Homo sapiens, who are believed to be hunter-gatherers. Ugwuele experienced cultural developments, demonstrating advances in the arts and religion, which featured the worship of a God creator and intermediary spirits. The Ugwuele hand ax is also particularly notable for archaeologists since it resembled the same tool found in the Acheulean sites, which emerged in France, England, India, and North Africa.</p>","fields":{"slug":"ugwuele"},"frontmatter":{"title":"Ugwuele-Uturu","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 10). Igboland. In Wikipedia, The Free Encyclopedia. Retrieved 21:50, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Igboland&oldid=877744597"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"ugwuele","imgs":"*ugwuele*"}}