{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"49a5a557-46bf-5764-9b78-d3c4b96ce6c9","frontmatter":{"country":"Nigeria","title":"Lejja Iron Smelting","date":"2000 BCE"},"fields":{"slug":"lejja-iron"},"excerpt":"Lejja is a community comprising 33 villages in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located about 14 Kilometers from Nsukka. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 2000 BC. The village square contains over 800 blocks of slag with an average weight of between 34 and 57 kg. Geophysical investigations have Located buried iron slag in several other locations in the…","timeToRead":1,"html":"<p>Lejja is a community comprising 33 villages in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located about 14 Kilometers from Nsukka. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 2000 BC. The village square contains over 800 blocks of slag with an average weight of between 34 and 57 kg. Geophysical investigations have Located buried iron slag in several other locations in the community.</p>"}},{"node":{"id":"0f40f951-d68c-5113-9bf3-d66a508ebd25","frontmatter":{"country":"Nigeria","title":"Opi Iron Smelting","date":"750 BCE"},"fields":{"slug":"opi-iron"},"excerpt":"Opi is a community in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located in Nsukka region. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 750 BC. Iron ore was smelted in natural draft furnaces and molten slag was drained through shallow conduits to collecting pits forming huge slag blocks weighing up to 47 kg. The operating temperatures are estimated to have varied between 1,15…","timeToRead":1,"html":"<p>Opi is a community in Enugu State of South-Eastern Nigeria. It is populated by the Igbo people and located in Nsukka region. It is the location of a prehistoric archaeological site which contains iron smelting furnaces and slag dated to 750 BC. Iron ore was smelted in natural draft furnaces and molten slag was drained through shallow conduits to collecting pits forming huge slag blocks weighing up to 47 kg. The operating temperatures are estimated to have varied between 1,155 and 1,450 °C.</p>"}},{"node":{"id":"e0b603b2-8306-50ab-a601-ca5dc0e4ad6f","frontmatter":{"country":"Nigeria","title":"Igbo-Ukwu","date":"800 CE"},"fields":{"slug":"igbo-ukwu"},"excerpt":"Igbo-Ukwu (Igbo: Great Igbo) is a town in the Nigerian state of Anambra in the southeastern part of the country. Igbo-Ukwu is notable for three archaeological sites, where excavations have found bronze artifacts from a highly sophisticated bronze metal-working culture dating to 9th century AD. The bronze artifacts were initially discovered by Isiah Anozie in 1939 while digging a well in his compound in Igbo-Ukwu, an Igbo town in Anambra State, Nigeria. As a result of three…","timeToRead":1,"html":"<p>Igbo-Ukwu (Igbo: Great Igbo) is a town in the Nigerian state of Anambra in the southeastern part of the country. Igbo-Ukwu is notable for three archaeological sites, where excavations have found bronze artifacts from a highly sophisticated bronze metal-working culture dating to 9th century AD.</p>\n<p>The bronze artifacts were initially discovered by Isiah Anozie in 1939 while digging a well in his compound in Igbo-Ukwu, an Igbo town in Anambra State, Nigeria. As a result of three archaeological sites were excavated in 1959 and 1964 by Thurstan Shaw which revealed more than 700 high quality artifacts of copper, bronze and iron, as well as about 165000 glass,carnelian and stone beads,pottery, textiles and ivory. They are the oldest bronze artifacts known in West African and were manufactured centuries before the emergence of other known bronze producing centers such as those of Ife and Benin. The bronzes include numerous ritual vessels, pendants, crowns, breastplates, staff ornaments, swords, and fly-whisk handles.</p>\n<p>The Igbo-Ukwu bronzes amazed the world with a very high level of technical and artistic proficiency and sophistication which was distinctly more advanced than contemporary bronze casting in Europe.</p>\n<p>The high technical proficiency and lack of known prototypes of the Igbo-Ukwu bronzes led to initial speculation in the academic community that they must have been created after European contact and phantom voyagers were postulated. However research and isotope analysis has established that the source of the metals is of local origin and radio carbon dating has confirmed a 9th-century date, long before the earliest contact with Europe. </p>\n<p>Some of the glass and carnelian beads have been found to be produced in Old Cairo at the workshops of Fustat thus establishing that trade contacts did exist between Igbo-Ukwu and ancient Egypt. </p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Metal-Working Culture*","types":"Metal-Working Culture"}}