{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"cb9645d1-d220-5866-8542-6f35ff3a8d14","frontmatter":{"country":"Rwanda","title":"Hunter Gatherer Settlements","date":""},"fields":{"slug":"rw-hg"},"excerpt":"The territory of present-day Rwanda has been green and fertile for many thousands of years, even during the last ice age, when part of Nyungwe Forest was fed by the alpine ice sheets of the Rwenzoris. It is not known when the country was first inhabited, but it is thought that humans moved into the area shortly after that ice age, either in the Neolithic period, around ten thousand years ago, or in the long humid period which followed, up to around 3000 BC. The earliest…","timeToRead":1,"html":"<p>The territory of present-day Rwanda has been green and fertile for many thousands of years, even during the last ice age, when part of Nyungwe Forest was fed by the alpine ice sheets of the Rwenzoris. It is not known when the country was first inhabited, but it is thought that humans moved into the area shortly after that ice age, either in the Neolithic period, around ten thousand years ago, or in the long humid period which followed, up to around 3000 BC. The earliest inhabitants of the region are generally thought to have been the Twa, a group of Pygmy forest hunters and gatherers, whose descendants still live in Rwanda today.</p>\n<p>Archaeological excavations conducted from the 1950s onwards have revealed evidence of sparse settlement by hunter gatherers in the late stone age, followed by a larger population of early iron age settlers. These later groups were found to have manufactured artifacts,including a type of dimpled pottery, iron tools and implements.</p>\n<p>Hundreds of years ago, the Twa were partially supplanted by the immigration of a Bantu group, the ancestors of the agriculturalist ethnic group, today known as the Hutus. The Hutu began to clear forests for their permanent settlements. The exact nature of the third major immigration, that of a predominantly pastoralist people known as Tutsi, is highly contested. Oral histories of the Kingdom of Rwanda often trace the origins of the Rwandan people back nearly 10,000 ago to a legendary king named Gihanga, to whom metalworking and other modernizing technologies are also commonly attributed.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/History_of_Rwanda\">https://en.wikipedia.org/wiki/History<em>of</em>Rwanda</a></p>"}},{"node":{"id":"1571dee9-8fd5-5bf0-9ba6-c44bb247ca83","frontmatter":{"country":"Rwanda","title":"Kingdom of Rwanda","date":"11th century–1962"},"fields":{"slug":"rwanda-kngdm"},"excerpt":"The Kingdom of Rwanda was a pre-colonial kingdom in East Africa beginning in c. 1081, which survived with some of its autonomy intact under German and Belgian colonial rule until its monarchy was abolished in the Rwandan Revolution. After a 1961 referendum, Rwanda became a republic and received its independence in 1962.","timeToRead":1,"html":"<p>The Kingdom of Rwanda was a pre-colonial kingdom in East Africa beginning in c. 1081, which survived with some of its autonomy intact under German and Belgian colonial rule until its monarchy was abolished in the Rwandan Revolution. After a 1961 referendum, Rwanda became a republic and received its independence in 1962.</p>"}},{"node":{"id":"3d17dff6-c1c9-57d6-b881-e7d9e6ce32e1","frontmatter":{"country":"Tanzania","title":"Empire of Kitara","date":"13th- 19th century"},"fields":{"slug":"kitara_empire"},"excerpt":"The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. ","timeToRead":1,"html":"<p>The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. </p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Rwanda*","countries":"Rwanda"}}