{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"b97ac151-3c80-5a5a-8387-82989b9dc567","frontmatter":{"country":"Zambia","title":"Magosian Culture","date":"10000 BCE"},"fields":{"slug":"magosianc"},"excerpt":"The Kalambo Falls on the Kalambo River is a 772-foot (235 m) single-drop waterfall on the border of Zambia and Tanzania at the southeast end of Lake Tanganyika.  Archaeologically, Kalambo Falls is one of the most important sites in Africa. It has produced a sequence of past human activity stretching over more than two hundred and fifty thousand years, with evidence of continuous habitation since the Late Early Stone Age until modern times. Around 10,000 years ago (Later Stone…","timeToRead":1,"html":"<p>The Kalambo Falls on the Kalambo River is a 772-foot (235 m) single-drop waterfall on the border of Zambia and Tanzania at the southeast end of Lake Tanganyika. </p>\n<p>Archaeologically, Kalambo Falls is one of the most important sites in Africa. It has produced a sequence of past human activity stretching over more than two hundred and fifty thousand years, with evidence of continuous habitation since the Late Early Stone Age until modern times.</p>\n<p>Around 10,000 years ago (Later Stone Age) Kalambo Falls was occupied by hunter/gatherer of the Magosian culture. The Magosian is the name given by archaeologists to an industry found in southern and eastern Africa. It dates to between 10,000 and 6,000 years BC and is distinguished from its predecessors by the use of microliths and small blades.</p>\n<p>Around the fourth century AD, a more industrialized Bantu-speaking people began to farm and occupy the area. These Bantu-speaking people made ceramic vessels that have characteristics of East African pottery, which suggests a population movement from the Rift Valley. Burials from this period are characterized by Clark as shaft grave burials, which are similar to those of the earlier cultures of the East African Rift as opposed to the Kalambo region.</p>"}},{"node":{"id":"d6eb3c9a-3e71-581c-8f14-127a8c8f4968","frontmatter":{"country":"Kenya","title":"Azania","date":""},"fields":{"slug":"azania-settl"},"excerpt":"Azania (Ancient Greek: Ἀζανία) is a name that has been applied to various parts of southeastern tropical Africa. In the Roman period and perhaps earlier, the toponym referred to a portion of the Southeast Africa coast extending from Kenya, to perhaps as far south as Tanzania. This area was inhabited by Southern Cushitic-speaking populations until the wave of Bantu expansion. Pliny the Elder mentions an \"Azanian Sea\" (N.H. 6.34) that began around the emporium of Adulis and…","timeToRead":1,"html":"<p>Azania (Ancient Greek: Ἀζανία) is a name that has been applied to various parts of southeastern tropical Africa. In the Roman period and perhaps earlier, the toponym referred to a portion of the Southeast Africa coast extending from Kenya, to perhaps as far south as Tanzania. This area was inhabited by Southern Cushitic-speaking populations until the wave of Bantu expansion.</p>\n<p>Pliny the Elder mentions an \"Azanian Sea\" (N.H. 6.34) that began around the emporium of Adulis and stretched around the south coast of Africa. Later Western writers who mention Azania include Claudius Ptolemy (c. 100 – c. 170 CE) and Cosmas Indicopleustes (6th century CE).</p>\n<p>The 1st century AD Greek travelogue the Periplus of the Erythraean Sea first describes Azania based on its author's intimate knowledge of the area. Chapter 15 of the Periplus suggests that Azania could be the littoral area south of present-day Somalia (the \"Lesser and Greater Bluffs\", the \"Lesser and Greater Strands\", and the \"Seven Courses\").[4] Chapter 16 clearly describes the emporium of Rhapta, located south of the Puralean Islands at the end of the Seven Courses of Azania, as the \"southernmost market of Azania\". Subsequently, by the 10th century AD, these original \"Azanians\" had been replaced by early waves of Bantu settlers.</p>"}},{"node":{"id":"aa62c08d-f6ce-531c-a3be-457f6caaa262","frontmatter":{"country":"Tanzania","title":"Kilwa Kisiwani","date":"700 CE. - 1400 CE"},"fields":{"slug":"kilwa-kswni"},"excerpt":"Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to…","timeToRead":1,"html":"<p>Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to the Great Mosque of Kilwa, which was made of coral stones—the largest mosque of its kind. Kilwa Kisiwani has been designated by UNESCO as a World Heritage Site. </p>\n<p>Trade connections with the Arabian Peninsula as well as India and China influenced the growth and development of Kilwa, and, though there are Islamic words and customs that have been adapted to the culture, the origins are African. </p>\n<p>Among Kilwa's exports were spices, tortoiseshell, coconut oil, ivory, and aromatic gums, as well as gold. For approximately 500 years, Kilwa was minting coins. This lasted from about A.D 1100-1600 and the coins have been found across the region, including Great Zimbabwe.</p>\n<p>Evidence of growth in wealth can be seen with the appearance of stone buildings around the 13th century CE, before which all of the buildings were wattle-and-daub. The wealthy enjoyed indoor plumbing in their stone homes and the poor lived in mud huts with thatched roofs. The scholar Ibn Battuta recorded his visit to the city around 1331, and commented favorably on the generosity, humility, and religion of its ruler, Sultan al-Hasan ibn Sulaiman. Ibn Battuta also describes how the sultan would go into the interior and raid the people taking slaves and other forms of wealth.</p>\n<p>In the early 16th century the Portuguese took control of the island after besieging it. It remained in Portuguese hands until 1512.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kilwa_Kisiwani\">https://en.wikipedia.org/wiki/Kilwa_Kisiwani</a></p>"}},{"node":{"id":"3d17dff6-c1c9-57d6-b881-e7d9e6ce32e1","frontmatter":{"country":"Tanzania","title":"Empire of Kitara","date":"13th- 19th century"},"fields":{"slug":"kitara_empire"},"excerpt":"The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. ","timeToRead":1,"html":"<p>The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. </p>"}},{"node":{"id":"6bcac854-a9ee-51f7-bf62-8ae11e6f540c","frontmatter":{"country":"Tanzania","title":"Songo Mnara","date":""},"fields":{"slug":"songo-mnara"},"excerpt":"Songo Mnara is a stone town on the Swahili Coast in southern Tanzania which was occupied from the 14th to 16th centuries. Songo Mnara has been recognized as a UNESCO World Heritage Site. In total, archaeologists have found six mosques, four cemeteries, and two dozen house blocks along with three enclosed open spaces on the island. Songo Mnara was constructed from rough-coral and mortar. This stonetown was built as one of many trade towns on the Indian Ocean. Archaeologists…","timeToRead":1,"html":"<p>Songo Mnara is a stone town on the Swahili Coast in southern Tanzania which was occupied from the 14th to 16th centuries. Songo Mnara has been recognized as a UNESCO World Heritage Site. In total, archaeologists have found six mosques, four cemeteries, and two dozen house blocks along with three enclosed open spaces on the island. Songo Mnara was constructed from rough-coral and mortar. This stonetown was built as one of many trade towns on the Indian Ocean.</p>\n<p>Archaeologists have been analyzing the layout of stone towns on the Swahili coast, mainly focusing on the relationship of the mosques and houses, in order to understand the role of the Swahili coast in Islamic culture, the functions of specific towns, and the complex economic and ritual process of land ownership. Open spaces in towns were used for both functional purposes for social organization. Cemeteries are found both inside and outside the town walls. The layout of Songo Mnara is typical of stone towns along the Swahili coast, though its wall is a unique feature.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Songo_Mnara\">https://en.wikipedia.org/wiki/Songo_Mnara</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Tanzania*","countries":"Tanzania"}}