{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"46145231-4bc9-560a-b6d3-7ad3149ae6e0","frontmatter":{"country":"Mozambique","title":"Manyikeni","date":""},"fields":{"slug":"manyikeni-city"},"excerpt":"Manyikeni is a Mozambican archaeological site, around 52 km west of the coastal city of Vilanculos. The archaeological site dates from the twelfth to seventeenth century. It is believed to be part of the Great Zimbabwe tradition of architecture, distinguished by mortarless stone walls, and part of the famous Mwenu Mutapa’s Kingdom. 1  The central stone enclosure complex is built in this tradition, and the find of a Zimbabwe-style iron gong at the site also suggests cultural…","timeToRead":2,"html":"<p>Manyikeni is a Mozambican archaeological site, around 52 km west of the coastal city of Vilanculos. The archaeological site dates from the twelfth to seventeenth century. It is believed to be part of the Great Zimbabwe tradition of architecture, distinguished by mortarless stone walls, and part of the famous Mwenu Mutapa’s Kingdom.[1] The central stone enclosure complex is built in this tradition, and the find of a Zimbabwe-style iron gong at the site also suggests cultural ties.</p>\n<p>The site today is covered by the Cenchrus ciliaris grass, commonly found in Zimbabwe but not in Mozambique. Berger suggests that this may indicate the grass was introduced along with cattle from Zimbabwe. The site is located 350 km from Great Zimbabwe, the capital of a large, pre-colonial empire active from at least the 11th through the 14th centuries. Barker (1978) has suggested that only the ruling elite at Manyikeni consumed beef, as cattle bones have been found only in the central part of the site. The lower classes who lived at the periphery of the site ate meat from sheep and goats. The presence of a large number of glass beads and seashells at the site have led to speculation that the settlement traded extensively with the ancient coastal settlement of Chibuene.</p>\n<p>The most distinguishing feature of the site is the stone enclosure reflecting that of the Great Zimbabwe tradition. This enclosure measures 20 meters in diameter with a height of 50 cm, making it much smaller in size than the enclosure of Great Zimbabwe.[3] The stone enclosure was constructed without mortar in a similar fashion to Great Zimbabwe, further emphasizing its association with this tradition. Construction was undertaken with the use of limestone, differing from other Great Zimbabwe associated sites that used granite. This was due to the higher availability of limestone in the surrounding region which follows the pattern of other periphery sites of the Great Zimbabwe tradition that utilized resources from the surrounding region, rather than importation of granite for the construction of the stone enclosures. Great Zimbabwe stone enclosure construction was affected by the given location of the site with the availability of stone determining the size of the stone enclosure of the particular site. Granite was the most malleable construction material used by the Great Zimbabwe tradition, but as for limestone at Manyikeni, this material was much more difficult to shape into building blocks.[4] As a result, the use of limestone was partly responsible for the much smaller size of the stone enclosure at the site.</p>\n<p>This site was added to the UNESCO World Heritage Tentative List on September 15, 1997 in the cultural category.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Manyikeni\">https://en.wikipedia.org/wiki/Manyikeni</a></p>"}},{"node":{"id":"799e1324-2c50-50be-aa3a-8b063dc88689","frontmatter":{"country":"Mozambique","title":"Chibuene","date":""},"fields":{"slug":"chibuene-city"},"excerpt":"Chibuene is a Mozambiquean archaeological site, located five kilometres south of the coastal city of Vilanculos South Beach. The site was occupied during two distinct phases. The earlier phase of occupation dates to the late first millennium AD. The second phase dates from around 1450 and is contemporaneous with the Great Zimbabwe civilization in the African interior. During both phases of its development Chibuene was a trading settlement.  Trade goods obtained from the site…","timeToRead":1,"html":"<p>Chibuene is a Mozambiquean archaeological site, located five kilometres south of the coastal city of Vilanculos South Beach. The site was occupied during two distinct phases. The earlier phase of occupation dates to the late first millennium AD. The second phase dates from around 1450 and is contemporaneous with the Great Zimbabwe civilization in the African interior. During both phases of its development Chibuene was a trading settlement. </p>\n<p>Trade goods obtained from the site include glass beads, painted blue and white ceramics, and glass bottle fragments. The later phase of settlement has yielded remains of ancient structures as well as evidence of metallurgy. Crucibles have been found that were presumably used to melt gold obtained from trade with the Great Zimbabwe civilization. There is evidence that Chibuene traded extensively with the inland settlement of Manyikeni. </p>\n<p>Manyikeni, a Zimbabwean traditional style of stone walled settlement 10 km west of Chibuene, possibly gained control of the site after AD 1200. This is attested by the increased similarity of later occupation deposits containing pottery similar in character to Manyikeni.[3]:18 In addition, this is corroborated by the presence of marine shell and imports from Indian ocean trade in the context of Manyikeni deposits suggesting the coast and hinterlands were connected through trade networks. Chibuene acted as the way point for entry of materials and resources from the eastern coast and the trade network it provided.</p>\n<p>Mozambique has jointly inscribed these two properties on their tentative version of the World Heritage List.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Chibuene\">https://en.wikipedia.org/wiki/Chibuene</a></p>"}},{"node":{"id":"7926ea1b-b761-5e67-a997-9eac84f70bff","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Mutapa","date":"1430–1760"},"fields":{"slug":"mutapa_kngdm"},"excerpt":"The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .  According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the…","timeToRead":2,"html":"<p>The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .</p>\n<p> According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the salf the prince decided to stay and founded the kingdom of Mwenemutapa. His Kingdom flourished while Great Zimbabwe fell into ruin .</p>\n<p> Mutota's successor, Mwenemutapa Matope, extended this new kingdom into an empire encompassing most of the lands between Tavara and the Indian Ocean. This empire had achieved uniting a number of different peoples in Southern Africa by building strong, well-trained armies and encouraging states to join voluntarily, offering membership in the Great council of the Empire to any who joined without resistance .</p>\n<p> The Mutapa Empire became very wealthy by mining gold deposites in its rivers and exploiting copper from Chidzurgwe and ivory from the middle Zambezi. They traded gold, copper, iron, and ivory with Arabs and Portuguese who became the dominant foreign players.</p>\n<p> Archeological evidence has uncovered indegenous methods of mettalurgy consisting of iron production remains at Baranda and copper-based objects at Chenguruve Hill and Muchekayawa Hill.</p>\n<p> The Portuguese tried to conquer the Mutapa Empire in the 1500s. They were unsuccessful but left the kingdom severly weakened . </p>\n<p> References:\n[1] <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Mutapa\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Mutapa</a>\n[2] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\n[3] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\"</p>"}},{"node":{"id":"ee7f054d-ce96-5ee8-b5f7-f39a5ff1f646","frontmatter":{"country":"Zambia","title":"Maravi kingdom","date":"1500 CE"},"fields":{"slug":"maravi_kngdm"},"excerpt":"Maravi was a kingdom which straddled the current borders of Malawi, Mozambique, and Zambia, in the 16th century. The present-day name \"Maláŵi\" is said to derive from the Chichewa word \"malaŵí\", which means \"flames\". At its greatest extent, the state included territory from the Tonga and Tumbuka people's areas in the north to the Lower Shire in the south, and as far west as the Luangwa and Zambezi river valleys. Maravi's rulers belonged to the Mwale matriclan and held the…","timeToRead":1,"html":"<p>Maravi was a kingdom which straddled the current borders of Malawi, Mozambique, and Zambia, in the 16th century. The present-day name \"Maláŵi\" is said to derive from the Chichewa word \"malaŵí\", which means \"flames\".</p>\n<p>At its greatest extent, the state included territory from the Tonga and Tumbuka people's areas in the north to the Lower Shire in the south, and as far west as the Luangwa and Zambezi river valleys. Maravi's rulers belonged to the Mwale matriclan and held the title Kalonga. They ruled from Manthimba, the secular/administrative capital, and were the driving force behind the state's establishment. Meanwhile, the patrilineal Banda clan, which traditionally provided healers, sages and metallurgists, took care of religious affairs from their capital Mankhamba near Nthakataka.</p>\n<p>After contact with the Portuguese, trade intensified. It included such items as beads of the Khami type and Chinese porcelain imported via Portuguese intermediaries. In the 19th century, the state declined and the Maravi were frequently raided by their neighbours the Yao and captured for sale as slaves. David Livingstone visited Lake Nyasa in 1859, and other Protestant missionaries soon followed.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Mozambique*","countries":"Mozambique"}}