{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"bce41964-bea0-5055-a045-73bff11fb210","frontmatter":{"country":"Senegal","title":"Serer Kingdoms","date":"1333 - 1969"},"fields":{"slug":"serer-kingdoms"},"excerpt":"The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves. The prehistoric and ancient…","timeToRead":2,"html":"<p>The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves.</p>\n<p>The prehistoric and ancient history of the Serer people of modern-day Senegambia has been extensively studied and documented over the years. Much of it comes from archaeological discoveries and Serer tradition rooted in the Serer religion.</p>\n<p>In Charles Becker’s paper titled \"Vestiges historiques, trémoins matériels du passé clans les pays Sereer\", two types of Serer relics were noted: \"the non-material remains which are cultural in nature\" and \"material remains, which are many revealed through products or artefacts.\" The historical vestiges of Serer country in modern-day Senegambia, the diversity of Serer culture manifested across dialects, family and social organisation which reflect different historical territories were observed.</p>\n<p>Although many Serer artefacts remain unknown, unlisted and preserved despite the efforts in the 1960s and 1970s to collect, archive and document them all, many material relics were found in different Serer countries, most of which refer to the past origins of Serer families, villages and Serer Kingdoms. Some of these Serer relics included gold, silver and metals.</p>\n<p>Serer kingdoms included the Kingdom of Sine (late 14th century) and the Kingdom of Saloum (1494–1969). </p>\n<p>The economic base of Sine was agriculture and fishing. Millet and other crops were grown. Sine was very reluctant to grow groundnut for the French market, in spite of French colonial directives. The Serer religion was deeply rooted in conservatism and their religious philosophy of preserving the ecosystem affected groundnut production in Sine. The Kingdom of Sine  was less susceptible to hunger and indebtedness, a legacy which continued right up to the last king of Sine - Maad a Sinig Mahecor Joof. It was very common for people from other states to migrate to the Serer kingdoms of Sine and Saloum in search of a better life. </p>\n<p>Saloum, just like its sister kingdom (the Kingdom of Sine), is known for its many ancient burial mounds or \"tumuli\" containing the graves of kings and others. The kingdom has numerous mysterious stone circles whose functions and history were unknown until recently. Saloum is more cosmopolitan and multi-religious.</p>\n<p>Although the Kingdom won some major battles against the French, it was later defeated. However, like the Kingdom of Sine, the royal dynasty survived up to 1969, when the last king of Saloum, Fode N'Gouye Joof had died. His year of death corresponded with the death of Maad a Sinig Mahecor Joof, who was king of Sine. These two kings were the last Serer kings and the last kings of the Senegambia. After their deaths, both Kingdoms were incorporated into the new Republic of independent Senegal which gained its independence in 1960. </p>\n<p>In addition to these twin Serer kingdoms, the Serers also ruled in the Wolof kingdoms such as Jolof, Waalo, Cayor and Baol. </p>\n<p>The Kingdom of Baol was originally an old Serer Kingdom ruled by the Serer paternal dynasties such as Joof family, the Njie family, etc. and the Wagadou maternal dynasty prior to the Battle of Danki in 1549. The Faal (var: Fall) paternal dynasty of Cayor and Baol that ruled after 1549 following the Battle of Danki were originally Black Moors (Naari Kajoor). Baol was famous for its horses. It has special breeds, which were faster and stronger than most of the horses on the plain. Baol citizens are good riders.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Artefacts*","types":"Kingdoms,Military,Artefacts,Folk"}}