{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"bb98072a-eaa1-581c-9ca3-a2ad8b3ef9ed","frontmatter":{"country":"Mauritania","title":"Bafour people","date":"5000 BCE"},"fields":{"slug":"bafour-ppl"},"excerpt":"The Bafour or Bafur are a group of people inhabiting Mauritania and Western Sahara. The Bafour may have been a settled people at the time of the Neolithic Era. According to their oral tradition, they lived in the Western Sahara and gradually migrated southward. Charles Mwalimu describes them as \"African black Agriculturalists...subsequently replaced by the Berber\". Anthony Pazzanita refers to them as \"a pastoral, pre-Berber people who migrated to the area during Neolithic…","timeToRead":2,"html":"<p>The Bafour or Bafur are a group of people inhabiting Mauritania and Western Sahara. The Bafour may have been a settled people at the time of the Neolithic Era. According to their oral tradition, they lived in the Western Sahara and gradually migrated southward. Charles Mwalimu describes them as \"African black Agriculturalists...subsequently replaced by the Berber\". Anthony Pazzanita refers to them as \"a pastoral, pre-Berber people who migrated to the area during Neolithic times\", possibly ancestors of the Imraguen.</p>\n<p>Twentieth-century historians have suggested that they may have been inhabitants of this territory in western Africa before the Islamic period. French art historian Jean Laude wrote, \"In the pre-Islamic period (before the ninth century), according to oral tradition, Mauritania was occupied by the Bafur, a population of mixed origin from whom the eastern Songhai, the central Gangara, and the western Serer are derived.\"</p>\n<p>Historian James L.A. Webb writes,</p>\n<p>\"During the more humid period from c. 1450 or 1500 to c. 1600. the lands of the central and northern Gibla came to be settled once again, this time apparently by Bafur villagers. Bafur place-names and desert traditions about the Bafur survive, but little else. The ethnic identity of the Bafur apparently was transformed in the period before the late seventeenth century and absorbed into the ethnic categories of Wolof, Berber, and Fula, and thus remains somewhat mysterious.\"</p>\n<p>They are at times referred to as the descendants of local pre-Berber peoples.</p>\n<p>According to Webb's study of oral traditions, from 1600 to 1850, in the pre-colonial period, there was a well-established commercial route between communities of the Senegambia reaching north to the Western Sahara and Mauritania. Over four centuries before that, Arabs mixed with Bafur and Berber Masufa in Wadan, in present-day Western Sahara. A group known as Idaw al-Hajj (\"sons of pilgrims\" in Hassaniya) gradually settled in trading areas of northwestern Senegal, from where they dominated the gum arabic trade, as well as shipment of grain from the Wolof region to the Bidan (white North Africans), and a slave trade of Wolof people to the Maghreb for horses for their military campaigns. As is common among trading peoples, over time intermarriage had taken place between the Idaw al-Hajj and Wolof peoples, and the northerners gradually became assimilated into the sub-Saharan African community, including the use of Wolof as their language.</p>"}},{"node":{"id":"4adaa99a-3786-5ec3-a535-458a2e88bee4","frontmatter":{"country":"Mauritania","title":"Dhar Tichitt","date":"4000 BP"},"fields":{"slug":"dhar-tichitt"},"excerpt":"Dhar Tichitt is a Neolithic archaeological site located in the southwestern region of the Sahara Desert, in Mauritania. It is one of several settlement locations along the sandstone cliffs in the area. The cliffs were inhabited by pastoralists starting at around 4000 BP and lasted to around 2300 BP before present (BP) 1 . About 500 stone settlements are found in the region. In addition to herding livestock, its inhabitants fished and grew millet. The climate of the Dhar…","timeToRead":1,"html":"<p>Dhar Tichitt is a Neolithic archaeological site located in the southwestern region of the Sahara Desert, in Mauritania. It is one of several settlement locations along the sandstone cliffs in the area. The cliffs were inhabited by pastoralists starting at around 4000 BP and lasted to around 2300 BP before present (BP)[1]. About 500 stone settlements are found in the region. In addition to herding livestock, its inhabitants fished and grew millet.</p>\n<p>The climate of the Dhar Tichitt region today is very arid and hot. However, this was not always the case. The area was much more temperate during a humid phase referred to as the Nouakchottian, c. 5000-3000 BP. During this time, the region experienced two different seasons per year, a dry season and a shorter rainy season. Around 2500 BP, the climate began to change, and it became too dry for people to stay in the area.[1]</p>\n<p>The faunal evidence at the Dhar Tichitt area is highly diverse. Cattle, sheep, and goats are the most common faunal remains. Other faunal remains include crocodile, hippopotamus, ostrich, gazelle, fish, and very few representative bones of other animals. Given the amount of faunal remains that are from domesticated animals it is safe to say that this was a pastoralist society.</p>\n<p>The botanical remains at the site reveal that the pastoralists society practiced some cultivation. Pennisetum or bulrush millet is the only domesticate found at this site, and was most commonly cultivated during the rainy season at upland settlements. During the dry season, wild grains and fruits were collected in the lowlands to supplement the otherwise pastoralist diet.[2]</p>\n<p>The Dhar Tichitt site had become a complex culture by 3600 BP and had architectural and material culture elements that seemed to match the site at Koumbi Saleh. Koumbi Saleh, sometimes Kumbi Saleh is the site of a ruined medieval town in south east Mauritania that may have been the capital of the Ghana Empire.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Dhar_Tichitt\">https://en.wikipedia.org/wiki/Dhar_Tichitt</a></p>"}},{"node":{"id":"6f872280-0067-5d8f-bc72-3d2830e83810","frontmatter":{"country":"Mauritania","title":"Oualata","date":""},"fields":{"slug":"oualata-city"},"excerpt":"Oualata or Walata (Arabic: ولاته‎) (also Biru in 17th century chronicles) is a small oasis town in southeast Mauritania, located at the eastern end of the Aoukar basin. Oualata was important as a caravan city in the thirteenth and fourteenth centuries as the southern terminus of a trans-Saharan trade route and now it is a World Heritage Site. Oualata is believed to have been first settled by an agro-pastoral people akin to the Mandé Soninke people who lived along the rocky…","timeToRead":1,"html":"<p>Oualata or Walata (Arabic: ولاته‎) (also Biru in 17th century chronicles) is a small oasis town in southeast Mauritania, located at the eastern end of the Aoukar basin. Oualata was important as a caravan city in the thirteenth and fourteenth centuries as the southern terminus of a trans-Saharan trade route and now it is a World Heritage Site.</p>\n<p>Oualata is believed to have been first settled by an agro-pastoral people akin to the Mandé Soninke people who lived along the rocky promontories of the Tichitt-Oualata and Tagant cliffs of Mauritania facing the Aoukar basin. There, they built what are among the oldest stone settlements on the African continent.</p>\n<p>The town formed part of the Ghana Empire and grew wealthy through trade. At the beginning of the thirteenth century Oualata replaced Aoudaghost as the principal southern terminus of the trans-Saharan trade and developed into an important commercial and religious centre. By the fourteenth century the city had become part of the Mali Empire.</p>\n<p>An important trans-Saharan route began at Sijilmasa in Morocco and passed through Taghaza with its salt mines and ended at Oualata.</p>\n<p>Moroccan explorer Ibn Battuta found the inhabitants of Oualata were Muslim and mainly Massufa, a section of the Sanhaja. He was surprised by the great respect and independence that women enjoyed.</p>\n<p>From the second half of the fourteenth century Timbuktu gradually replaced Oualata as the southern terminus of the trans-Sahara route and Oualata declined in importance.</p>\n<p>The old town covers an area of about 600 m by 300 m, some of it now in ruins. The sandstone buildings are coated with banco and some are decorated with geometric designs. The mosque now lies on the eastern edge of the town but in earlier times may have been surrounded by other buildings. The French historian, Raymond Mauny, estimated that in the Middle Ages the town would have accommodated between 2000 and 3000 inhabitants. Today, Oualata is home to a manuscript museum, and is known for its highly decorative vernacular architecture. It was made a UNESCO World Heritage Site in 1996 together with Ouadane, Chinguetti and Tichitt.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Oualata\">https://en.wikipedia.org/wiki/Oualata</a></p>"}},{"node":{"id":"9badca29-4c11-5fd2-b877-d0f977c4a545","frontmatter":{"country":"Mauritania","title":"Ouadane","date":""},"fields":{"slug":"ouadane-city"},"excerpt":"Ouadane or Wādān (Arabic: وادان‎) is a small town in the desert region of central Mauritania, situated on the southern edge of the Adrar Plateau, 93 km northeast of Chinguetti. The town was a staging post in the trans-Saharan trade and for caravans transporting slabs of salt from the mines at Idjil. A Portuguese trading post was established in 1487, but was probably soon abandoned. The town declined from the sixteenth century and most of it now lies in ruins. The old town, a…","timeToRead":2,"html":"<p>Ouadane or Wādān (Arabic: وادان‎) is a small town in the desert region of central Mauritania, situated on the southern edge of the Adrar Plateau, 93 km northeast of Chinguetti. The town was a staging post in the trans-Saharan trade and for caravans transporting slabs of salt from the mines at Idjil. A Portuguese trading post was established in 1487, but was probably soon abandoned. The town declined from the sixteenth century and most of it now lies in ruins.</p>\n<p>The old town, a World Heritage Site, though in ruins, is still substantially intact, while a small modern settlement lies outside its gate.</p>\n<p>Ouadane is the closest town to the Richat Structure, a massive circular landmark visible from space.</p>\n<p>The early history of Ouadane is uncertain but it is possible that the town prospered from the trans-Saharan gold trade. In the middle of the 11th century, the Arabic geographer al-Bakri described a trans-Saharan route that ran between Tamdoult near Akka in Morocco to Aoudaghost on the southern edge of the Sahara. This route was used for the transport of gold during the time of the Ghana Empire. In his account al-Bakri mentioned a series of place names but these have not been identified and historians have suggested several possible routes. </p>\n<p>In the 16th century the Moroccans made various attempts to take control of the trans-Saharan trade in salt and especially that in gold from the Sudan. They organised military expeditions to occupy Ouadane in 1543-44 and again in 1584. Then in 1585 they occupied Taghaza and finally in 1591 their victory in the battle of Tondibi led to the collapse of the Songhay Empire.</p>\n<p>Tegherbeyat, the upper ruined section of the town, is almost certainly the oldest. It would have originally contained a mosque but nothing has survived. The ruins of the lower section of the town include a mosque that was probably built in the 15th century when the town expanded. Some of the horseshoe arches are still standing and some walls still have the remains of clay plaster, suggesting that the mosque was abandoned sometime in the 19th century.</p>\n<p>The mosque measured 24 m north-south at its eastern end and 17 m north-south at its western end where the minaret would have stood. From east to west it would have measured 15 m. The terrace was supported by five rows of horseshoe arches. At the eastern end are the remains of an external mirhab and a courtyard measuring 13 by 12 meters that would have been used in hot weather.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Ouadane\">https://en.wikipedia.org/wiki/Ouadane</a></p>"}},{"node":{"id":"dcdad91e-46b5-512b-9858-a135e08524df","frontmatter":{"country":"Mauritania","title":"Koumbi Saleh","date":""},"fields":{"slug":"koumbi-saleh"},"excerpt":"Koumbi Saleh, sometimes Kumbi Saleh is the site of a ruined medieval town in south east Mauritania that may have been the capital of the Ghana Empire. From the ninth century, Arab authors mention the Ghana Empire in connection with the trans-Saharan gold trade. Al-Bakri who wrote in eleventh century described the capital of Ghana as consisting of two towns 6 miles apart, one inhabited by Muslim merchants and the other by the king of Ghana. The discovery in 1913 of a 17th…","timeToRead":2,"html":"<p>Koumbi Saleh, sometimes Kumbi Saleh is the site of a ruined medieval town in south east Mauritania that may have been the capital of the Ghana Empire.</p>\n<p>From the ninth century, Arab authors mention the Ghana Empire in connection with the trans-Saharan gold trade. Al-Bakri who wrote in eleventh century described the capital of Ghana as consisting of two towns 6 miles apart, one inhabited by Muslim merchants and the other by the king of Ghana. The discovery in 1913 of a 17th-century African chronicle that gave the name of the capital as Koumbi led French archaeologists to the ruins at Koumbi Saleh. Excavations at the site have revealed the ruins of a large Muslim town with houses built of stone and a congregational mosque but no inscription to unambiguously identify the site as that of capital of Ghana. Ruins of the king's town described by al-Bakri have not been found. Radiocarbon dating suggests that the site was occupied between the late 9th and 14th centuries.</p>\n<p>The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. The early history of Ghana is unknown but there is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century.</p>\n<p>The main section of the town lay on a small hill that nowadays rises to about 15 m above the surrounding plain. The hill would have originally been lower as part of the present height is a result of the accumulated ruins. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace.</p>\n<p>The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. The western end was probably open to the sky. The mihrab faced due east. The upper section of the town covered an area of 700 m by 700 m. To the southwest lay a lower area (500 m by 700 m) that would have been occupied by less permanent structures and the occasional stone building. There were two large cemeteries outside the town suggesting that the site was occupied over an extended period. Radiocarbon dating of charcoal fragments from a house near the mosque have given dates that range between the late 9th and the 14th centuries. The French archaeologist Raymond Mauny estimated that the town would have accommodated between 15,000 and 20,000 inhabitants. Mauny himself acknowledged that this is an enormous population for a town in the Sahara with a very limited supply of water (\"Chiffre énorme pour une ville saharienne\").</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Koumbi_Saleh\">https://en.wikipedia.org/wiki/Koumbi_Saleh</a></p>"}},{"node":{"id":"0dce22c3-c2b6-5915-9f0a-1da400475510","frontmatter":{"country":"Mauritania","title":"Ghana Empire","date":"700 - 1240"},"fields":{"slug":"ghana-empire"},"excerpt":"The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the…","timeToRead":2,"html":"<p>The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the area that became the Ghana Empire. By the time of the Muslim conquest of North Africa in the 7th century the camel had changed the ancient, more irregular trade routes into a trade network running from Morocco to the Niger river. The Ghana Empire grew rich from this increased trans-Saharan trade in gold and salt, allowing for larger urban centres to develop. The traffic furthermore encouraged territorial expansion to gain control over the different trade-routes.</p>\n<p>The early history of Ghana is unknown. The Neolithic site of Dhar Tichitt in this area was settled by agropastoral communities around 2000 BC. Their settlements were generally situated on the cliffs and included stone building. These are the oldest surviving archaeological settlements in West Africa and the oldest of all stone base settlements south of the Sahara. They are thought to have been built by the Soninke people and were possibly the precursor of the Ghana empire. The area was abandoned around 500 BC probably because of the onset of more arid conditions. Hundreds of rock art images have been discovered, depicting various animals and hunting scenes. Archaeologists including P.J. Munson, Augustin F.C. Holl, and S. Amblard have found some evidence that millet was farmed seasonally as early as 2000 BC.</p>\n<p> There is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century. The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. </p>\n<p>In the 11th century the Cordoban scholar Abuof travelled to the region and gave a detailed description of the kingdom. He claimed that the Ghana could \"put 200,000 men into the field, more than 40,000 of them archers\", and noted they had cavalry forces as well.</p>\n<p>The archaeological ruins at Koumbi Saleh show remanents of the Ghana Emprie. Koumbi Saleh was a Muslim town with a strong Maghreb connection. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace. The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. </p>\n<p>As the empire declined it finally became a vassal of the rising Mali Empire at some point in the 13th century. When the Gold Coast in 1957 became the first country in sub-Saharan Africa to regain its independence from colonial rule, it renamed itself in honor of the long-gone empire.</p>"}},{"node":{"id":"113e1968-81c8-50e4-8a4d-c90d9c001bda","frontmatter":{"country":"Mauritania","title":"Chinguetti","date":""},"fields":{"slug":"chinguetti-city"},"excerpt":"Chinguetti (Berber languages: Cengiṭ, Arabic: شنقيط‎, translit. Šenqīṭ) is a ksar or a Berber medieval trading center in northern Mauritania, located on the Adrar Plateau east of Atar. Founded in the 13th century as the center of several trans-Saharan trade routes, this small city continues to attract a handful of visitors who admire its spare architecture, scenery and ancient libraries.  The indigenous Berber Saharan architecture of older sectors of the city features houses…","timeToRead":2,"html":"<p>Chinguetti (Berber languages: Cengiṭ, Arabic: شنقيط‎, translit. Šenqīṭ) is a ksar or a Berber medieval trading center in northern Mauritania, located on the Adrar Plateau east of Atar.</p>\n<p>Founded in the 13th century as the center of several trans-Saharan trade routes, this small city continues to attract a handful of visitors who admire its spare architecture, scenery and ancient libraries. </p>\n<p>The indigenous Berber Saharan architecture of older sectors of the city features houses constructed of reddish dry-stone and mud-brick techniques, with flat roofs timbered from palms. Many of the older houses feature hand-hewn doors cut from massive ancient acacia trees, which have long disappeared from the surrounding area. Many homes include courtyards or patios that crowd along narrow streets leading to the central mosque.</p>\n<p>Notable buildings in the town include The Friday Mosque of Chinguetti, an ancient structure of dry-stone construction, featuring a square minaret capped with five ostrich egg finials; the former French Foreign Legion fortress; and a tall watertower. The old quarter of the Chinguetti has five important manuscript libraries of scientific and Qur'anic texts, with many dating from the later Middle Ages.</p>\n<p>The city was founded in 777, and by the 11th century had become a trading center for a confederation of Berber tribes known as the Iẓnagen Confederation. It was at the crossroads of trade routes. Soon after settling Chinguetti, the Sanhadja first interacted with and eventually melded with the Almoravids, who controlled an empire stretching from present-day Senegal to southern Spain (they called the latter al-Andalus). The city's stark unadorned architecture reflects the strict religious beliefs of the Almoravids, who spread the Malikite rite of Sunni Islam throughout the Western Maghreb.</p>\n<p>After two centuries of decline, the city was effectively re-founded in the 13th century as a fortified cross-Saharan caravan trading center connecting the Mediterranean with Sub-Saharan Africa. Although the walls of the original fortification disappeared centuries ago, many of the buildings in the old section of the city date from this period.</p>\n<p>For centuries the city was a principal gathering place for pilgrims of the Maghreb to gather on the way to Mecca. It became known as a holy city in its own right, especially for pilgrims unable to make the long journey to the Arab Peninsula. It also became a center of Islamic religious and scientific scholarship in West Africa. In addition to religious training, the schools of Chinguetti taught students rhetoric, law, astronomy, mathematics, and medicine. For many centuries all of Mauritania was popularly known in the Arab world as Bilad Shinqit, \"the land of Chinguetti.\" Chinguetti is locally said to be the seventh-most holy city of Islam, but there is no recognition of this claim outside of West Africa. The city remains one of the world's most important historical sites both in terms of the history of Islam and the history of West Africa.</p>\n<p>In 1996, UNESCO designated Chinguetti, along with the cities of Ouadane, Tichitt and Oualata, also in the dunes area, as a World Heritage Site.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Chinguetti\">https://en.wikipedia.org/wiki/Chinguetti</a></p>"}},{"node":{"id":"4e7032bc-cff9-5ab0-ae29-2de240a70985","frontmatter":{"country":"Senegal","title":"Takrur","date":"800 - 1285"},"fields":{"slug":"takrur_state"},"excerpt":"Takrur, Tekrur or Tekrour (c. 800 – c. 1285) was an ancient state of West Africa, which flourished roughly parallel to the Ghana Empire. Takrur was the name of the capital of the state which flourished on the lower Senegal River.  Located in the Senegal valley, along the border of present-day Senegal and Mauritania, it was a trading centre, where gold from the Bambuk region, salt from the Awlil, and Sahel grain were exchanged. It was rival of the Ghana Empire and the two…","timeToRead":1,"html":"<p>Takrur, Tekrur or Tekrour (c. 800 – c. 1285) was an ancient state of West Africa, which flourished roughly parallel to the Ghana Empire. Takrur was the name of the capital of the state which flourished on the lower Senegal River. </p>\n<p>Located in the Senegal valley, along the border of present-day Senegal and Mauritania, it was a trading centre, where gold from the Bambuk region, salt from the Awlil, and Sahel grain were exchanged. It was rival of the Ghana Empire and the two states clashed from time to time with the Soninké usually winning. Despite these clashes, Takrur prospered throughout the 9th and 10th centuries.</p>\n<p>According to Levtzion, It is significant that the cotton tree and the manufacture of cloth were first reported from Takrur.</p>\n<p>The kings of Takrur eventually adopted Islam. Sometime in the 1030s during the reign of king War Jabi, the court converted to Islam.</p>\n<p>Takrur was later conquered by Mali; it was also conquered by Jolof in the 15th century.</p>"}},{"node":{"id":"dbf4d78f-4a48-56df-9507-a7054143ff99","frontmatter":{"country":"Mauritania","title":"Sosso Empire","date":"1200 CE"},"fields":{"slug":"sosso-empire"},"excerpt":"The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa. The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante. Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong…","timeToRead":1,"html":"<p>The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa.</p>\n<p>The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante.</p>\n<p>Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong economic success under his rule. He is said to have used \"magic\" in order to scare his people and keep his kingdom together.</p>\n<p>The Sosso Empire succeeded the Ghana empire after the downfall of the latter. Sumanguru captured the state called Kangaba during his reign, which later became the state of Mali. Sumanguru controlled his people under a harsh rule until he was eventually overthrown by African folklore hero, Sundiata. Sundiata was exiled from his home in the empire as a child. However, he traveled the surrounding area, gathered allies and troops to fight with him, and fought Sumanguru's empire at the battle of Krina in 1235. There, Sundiata was victorious and took over the Sosso empire, effectively ending the reign of the empire.</p>\n<p>The modern Sosso people trace their history to a 12th- and 13th- century Kaniaga kingdom known as the \"Sosso\". With the fall of the Ghana Empire, the Sosso expanded into a number of its former holdings, including its capital of Koumbi Saleh. Under King Soumaoro Kanté, the Sosso briefly conquered the Mandinka kingdoms of what is now Mali. These gains were lost at the Battle of Kirina (c. 1235) when Mandinka prince Sundiata Keita led a coalition of smaller states to soundly defeat the Sosso, thus beginning the Mali Empire. Sundiata marched on to the city of Sosso itself and destroyed it, marking the kingdom's end.</p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Mauritania*","countries":"Mauritania,Senegal,Mali"}}