{"data":{"markdownRemark":{"html":"<p>The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century. </p>\n<p>The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself.</p>\n<p>Oral histories of the kingdom tell that it was founded by a warrior named Tohazie, who arrived in present-day northern Ghana in the 15th century with his cavalry men from east of Lake Chad, stopping in Zamfara, present-day northern Nigeria, and in the Mali Empire, before settling in northern Ghana. These histories tell of numerous conflicts with neighbouring peoples throughout this early period until the early 18th century, when the capital of the kingdom was moved to the city of Yendi. Around this time, Islam arrived to the kingdom, and a period of peace and increased trade with neighbouring kingdoms began.</p>\n<p>In 1888 the Kingdom of Dagbon was partitioned between the German and British empires, and in 1899 this split became organised into the territories of German Togoland and the Gold Coast. Following World War I, eastern Dagbon became part of British Togoland. The Gold Coast achieved independence in 1957 as Ghana. Since Ghana's independence in 1957, the kingdom has been limited to a traditional, customary role.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Dagbon\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Dagbon</a></p>","fields":{"slug":"dagbon"},"frontmatter":{"title":"Kingdom of Dagbon","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"https://en.wikipedia.org/wiki/List_of_rulers_of_the_Kingdom_of_Dagbon","title":"List of rulers of the Kingdom of Dagbon","desc":"This is a list of the monarchs of the traditional Kingdom of Dagbon, the kingdom of the Dagomba people, located in northern Ghana."},{"id":2,"url":"https://en.wikipedia.org/wiki/Dagomba_people","title":"Dagomba people","desc":"The Dagombas are an ethnic group of northern Ghana, numbering about 931,000 (2012). They inhabit the Northern Region of Ghana in the sparse savanna region below the sahelian belt, known as the Sudan. They speak the Dagbani language which belongs to the More-Dagbani sub-group of the Gur languages. There are around 1 million speakers of Dagbani. The Dagomba are historically related to the Mossi people. The More/Mossi now have their homeland in central present-day Burkina Faso. "},{"id":3,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 29). Kingdom of Dagbon. In Wikipedia, The Free Encyclopedia. Retrieved 19:39, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Dagbon&oldid=880849776"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"dagbon","imgs":"*dagbon*"}}