{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"c07a2d68-e942-5a7e-a945-9f531d0c8451","frontmatter":{"country":"DRC","title":"Upemba Depression Settlements","date":"400 CE"},"fields":{"slug":"upemba"},"excerpt":"The Upemba Depression (or Kamalondo Depression) is a large marshy bowl area (depression) in the Democratic Republic of the Congo comprising some fifty lakes, including Lake Upemba (530 km²) and Lake Kisale (300 km²). In an earlier era, the area was probably occupied by one large lake. The area includes many archaeological sites and is on the tentative list for UNESCO world heritage site. Chronology based on more than 55 radiocarbon datings and thermoluminescence shows periods…","timeToRead":1,"html":"<p>The Upemba Depression (or Kamalondo Depression) is a large marshy bowl area (depression) in the Democratic Republic of the Congo comprising some fifty lakes, including Lake Upemba (530 km²) and Lake Kisale (300 km²). In an earlier era, the area was probably occupied by one large lake.</p>\n<p>The area includes many archaeological sites and is on the tentative list for UNESCO world heritage site. Chronology based on more than 55 radiocarbon datings and thermoluminescence shows periods of occupation since the Stone Age. This Upemba depression has delivered the largest known cemetery in the sub-Saharan Africa.</p>\n<p>Archaeological research shows that the Upemba depression had been occupied continuously since at least the 5th century AD by the Luba people's ancestors, who settled in the Upemba Depression near Lake Upemba. In the marshes of the Upemba Depression, large scale cooperation was necessary to build and maintain dikes and drainage ditches. This kind of communal cooperation also made possible the construction of dams to stock fish during the long dry season. </p>\n<p>By the 6th century, fishing people lived on lakeshores, worked iron, and traded in salt, palm oil, and dried fish. They used these products to trade for copper, charcoal (for iron smelting), glass beads, iron and cowrie shells from the Indian Ocean. They began trading dried fish to the inhabitants of the adjacent forest regions.</p>\n<p>Several distinct societies developed out of the Upemba culture prior to the genesis of the Luba. Each of these societies based the foundation of their society on that of the one which preceded it (much in the way that many aspects of Roman culture were borrowed from the Greeks). The 5th century saw this societal evolution develop in the area around present day Kamilamba at the Kabambasee, which was followed and replaced by a number of other cultures which were based around the cities of Sanga and Katango.</p>\n<p>By the 10th century, the people of Upemba had diversified their economy, combining fishing, farming and metal-working. Metal-workers relied on traders to bring them the copper and charcoal that they needed in smelting. Traders exported salt and iron items, and imported glass beads and cowry shells from the distant Indian Ocean. The people of Upemba are considered the origin of the Kingdom of Luba (1585-1889). </p>"}},{"node":{"id":"3d17dff6-c1c9-57d6-b881-e7d9e6ce32e1","frontmatter":{"country":"Tanzania","title":"Empire of Kitara","date":"13th- 19th century"},"fields":{"slug":"kitara_empire"},"excerpt":"The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. ","timeToRead":1,"html":"<p>The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. </p>"}},{"node":{"id":"132a82cd-eaf8-5f90-8611-801384fd46a6","frontmatter":{"country":"Congo","title":"Kingdom of Kongo","date":"1390–1914"},"fields":{"slug":"Kongo_kgdm"},"excerpt":"The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon. The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola. By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an…","timeToRead":1,"html":"<p>The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon.</p>\n<p>The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola.</p>\n<p>By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an extensive trading network. Apart from natural resources and ivory, the country manufactured and traded copperware, ferrous metal goods, raffia cloth, and pottery. The Kongo people spoke in the Kikongo language. The eastern regions, especially that part known as the Seven Kingdoms of Kongo dia Nlaza (or in Kikongo Mumbwadi or \"the Seven\"), were particularly famous for the production of cloth.</p>\n<p>The Kingdom of Kongo became a major source of slaves for Portuguese traders and other European powers. The Cantino Atlas of 1502 mentions Kongo as a source of slaves for the island of São Tomé. Slavery had existed in Kongo long before the arrival of the Portuguese.</p>\n<p>In 1888, what was left of the Kingdom of Kongo was made a vassal state to Portugal, and in the early 1900s it was formally integrated into the Portuguese colony in Angola</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Kongo\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Kongo</a>\n<a href=\"https://www.sahistory.org.za/article/kingdom-kongo-1390-1914\">https://www.sahistory.org.za/article/kingdom-kongo-1390-1914</a></p>"}},{"node":{"id":"a280abbb-8035-5fe8-8ba8-f4259d060a84","frontmatter":{"country":"Angola","title":"Ngoyo","date":"c. 1400"},"fields":{"slug":"ngoyo"},"excerpt":"Ngoyo was an Iron Age kingdom state of the Woyo tribe, located in the south of Cabinda (present-day Democratic Republic of the Congo and Angola). Located on the Atlantic coast of Central Africa, just north of the Congo River, it was founded by Bantu-speaking people around the 15th century. Ngoyo tradition held that the kingdom's ancestors were among the earliest settlers in the area, leading their chiefs to title themselves the nfumu nsi (\"lords of the earth\"). The capital…","timeToRead":1,"html":"<p>Ngoyo was an Iron Age kingdom state of the Woyo tribe, located in the south of Cabinda (present-day Democratic Republic of the Congo and Angola). Located on the Atlantic coast of Central Africa, just north of the Congo River, it was founded by Bantu-speaking people around the 15th century. Ngoyo tradition held that the kingdom's ancestors were among the earliest settlers in the area, leading their chiefs to title themselves the nfumu nsi (\"lords of the earth\"). The capital was Mbanza Ngoyo. By 1700, Cabinda had become the leading slave port north of Luanda, and Ngoyo's economy rested heavily on the sale of slaves.</p>\n<p>In 1783, Ngoyo joined forces with the neighboring state of Kakongo to destroy a Portuguese fort. However, the kingdom was soon undone by the growing financial burden that the kingship entailed. With fewer and fewer possible claimants seeking the office, the kingdom effectively disintegrated in the 1830s after the nobles failed to elect a new king. In 1885, the Ngoyo signed the Treaty of Simulambuco with Portugal, and became a protectorate of that nation.</p>"}},{"node":{"id":"4a410b2b-8c73-5528-9e41-fca7ef2b6806","frontmatter":{"country":"DRC","title":"Luba Empire","date":"1585 - 1889"},"fields":{"slug":"luba-empire"},"excerpt":"The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo. The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments.  The economy was based on a tribute system where nobles monopolized trade of…","timeToRead":1,"html":"<p>The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo.</p>\n<p>The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments. </p>\n<p>The economy was based on a tribute system where nobles monopolized trade of salt, copper, and iron ore.</p>\n<p>The Luba Kingdom kept official \"men of memory\" who were part of a group called the Mbudye. They were responsible for maintaining the oral histories associated with kings.</p>\n<p>The arts were held in high esteem. A carver trained in blacksmithing and woodcarving held relatively high status. The important role of woman in the creation myths and political society resulted in many objects of prestige being decorated with female figures. Free-verse poetry was chanted or recited sometimes with instrumental accompaniment, by both men and women.</p>\n<p>The empire began to decline when European colonists (particularly Belgians) began raiding the empire for slaves. In 1889 the empire was split in two by a succession dispute, ending the empire as a unified state. </p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Luba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Luba</a></p>"}},{"node":{"id":"e4ca2c1d-efe2-5583-8b74-3d065dda4367","frontmatter":{"country":"DRC","title":"Kuba Kingdom","date":"c. 1600 - 1900"},"fields":{"slug":"kuba_kngdom"},"excerpt":"The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo. The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The…","timeToRead":1,"html":"<p>The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo.</p>\n<p>The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The original Kuba migrated during the 16th century from the north. Nineteen different ethnic groups are included in the kingdom, which still exists and is presided over by the King (nyim).</p>\n<p>The kingdom began as a conglomeration of several chiefdoms of various ethnic groups with no real central authority. In approximately 1625, an individual from outside the area known as Shyaam a-Mbul a Ngoong usurped the position of one of the area rulers and united all the chiefdoms under his leadership.</p>\n<p>As the kingdom matured, it benefited from advanced techniques adopted from neighboring peoples as well as New World crops introduced from the Americas, such as maize, tobacco, cassava and beans. Kuba became very wealthy, which resulted in great artistic works commissioned by the Kuba nobility. The Kuba kings retained the most fanciful works for court ceremony and were also buried with these artifacts.</p>\n<p>The Kuba are known for their raffia embroidered textiles, fiber and beaded hats, carved palm wine cups and cosmetic boxes, but they are most famous for their monumental helmet masks, featuring exquisite geometric patterns, stunning fabrics, seeds, beads and shells.</p>\n<p>The Kuba Kingdom reached its apex during the mid 19th century. Europeans first reached the area in 1884. Because of the kingdom's relative isolation, it was not as affected by the slave trade as were the Kongo and Ndongo kingdoms on the coast.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kuba_Kingdom\">https://en.wikipedia.org/wiki/Kuba_Kingdom</a></p>"}},{"node":{"id":"e166bc5c-04a6-5504-b6a6-ede98d9a7678","frontmatter":{"country":"Angola","title":"Nation of Lunda ","date":"1665 - 1887"},"fields":{"slug":"lunda_nation"},"excerpt":"The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga. The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of…","timeToRead":1,"html":"<p>The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga.</p>\n<p>The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of the Luba kings, they gained political ties.</p>\n<p>The kingdom of Lunda came to an end in the nineteenth century, when it was invaded by the Chokwe, who were armed with guns. The Chokwe then established their own kingdom with their language and customs. Lunda chiefs and people continued to live in the Lunda heartland but were diminished in power.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Lunda\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Lunda</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*DRC*","countries":"DRC"}}