{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"6d7cfbf1-1b88-5a6a-aad3-5c5bccb8fde4","frontmatter":{"country":"NA","title":"Nubian Architecture","date":""},"fields":{"slug":"nubian-arch"},"excerpt":"Nubian architecture is diverse and ancient. Permanent villages have been found in Nubia which date from 6000 BC. These villages were roughly contemporary with the walled town of Jericho in Palestine. The earliest Nubian architecture used perishable materials, wattle and daub, mudbrick, animal hide and other light and supple materials. Early Nubian architecture consisted of speos, structures derived from carving of rock, an innovation of the A-Group culture (c. 3500-2374 BCE…","timeToRead":7,"html":"<p>Nubian architecture is diverse and ancient. Permanent villages have been found in Nubia which date from 6000 BC. These villages were roughly contemporary with the walled town of Jericho in Palestine.</p>\n<br/>\n<h3> Early Period</h3>\n<hr/>\n<p>The earliest Nubian architecture used perishable materials, wattle and daub, mudbrick, animal hide and other light and supple materials. Early Nubian architecture consisted of speos, structures derived from carving of rock, an innovation of the A-Group culture (c. 3500-2374 BCE), as seen in the Sofala Cave rock-cut temple. Ancient Egyptians made widespread use of speos during the New Kingdom of Egypt. [1]</p>\n<p>Two types of A-Group graves exist. One was oval in shape 0.8 metres (2 ft 7 in) deep. The second was oval in shape 1.3 metres (4 ft 3 in) deep with a deeper second chamber.[2]</p>\n<p>The A-Group culture vanished, followed later by the C-Group culture (2200-1500 BCE). Settlements consisted of round structures with stone floors. Structural frame was achieved with wooden or pliant materials. Mudbricks became the preferred building materials as settlements became larger. Graves were circular cylindrical superstructures made of stoned wall. The pit was filled with gravel and stones, and covered with dried mud roof or hay roof. Later, during the Second Intermediate Period of Egypt (circa 1650 to 1550 BCE), an adobe chapel was placed to the north of the grave. Graves were from El Ghaba, Kadero, Sayala, and various other sites in northern Sudan.[3]</p>\n<br/>\n<h3> <a href=\"/kerma-city\">Kerma</a> </h3>\n<hr/>\n<p>The C-Group culture was related to the Kerma Culture. Kerma was settled around 2400 BCE. It was a walled city containing a religious building, large circular dwelling, a palace, and well laid out roads. On the East side of the city, a funerary temple and chapel were laid out. It supported a population of 2,000. One of its most enduring structures was the Deffufa, a mud brick temple where ceremonies were performed on top.[4]</p>\n<p>The deffufa is a unique structure in Nubian Architecture. Three known deffufas exist: the Western Deffufa at Kerma, an Eastern Deffufa, and a third, little-known deffufa. The Western Deffufa is 50 by 25 metres (164 by 82 ft). It is 18 metres (59 ft) tall and comprises three stories. It was surrounded by a boundary wall. Inside were chambers connected by passageways.[5]</p>\n<p>The Eastern Deffufa lies 2 kilometres (1.2 mi) east of the Western Deffufa. The Eastern Deffufa is shorter than the Western Deffufa, just two stories high. It is considered a funerary chapel, being surrounded by 30,000 tumuli or graves. It has two columned halls. The walls are decorated with portraiture of animal in color schemes of red, blue, yellow, and black and stone laid floors. Exterior walls were layered with stone. The third deffufa is of similar structure as the Eastern Deffufa.[5][6]</p>\n<p>The Kerma graves are distinct. They are circular pits covered with white or black pebbles in a circular mound. Four huge graves in the southern part of the site exist. They lie in rows surrounded by smaller graves. The diameter is 9 metres (30 ft), covered with circular mounds of white and black desert pebbles 3 metres (9.8 ft) high. Underneath exists a complex structure. A pathway running along the diameter is laid with mud walls, supporting the above mound. The mud walls seemed to have been once decorated. The pathway goes to a chamber with a Nubian vault and a wooden door where the king is buried. The king's bed is elaborate with stone carved legs. The vaulted chamber lies in the center of the structure. It is estimated 300 humans and 1000 cattle were probably sacrificed with the king to accompany him in the after-life.[7]</p>\n<br/>\n<h3><a href=\"/kush_kngdm\">Kush</a> and <a href=\"/napata-nubia\">Napata</a></h3>\n<hr/>\n<p>Between 1500-1085 BCE, Egyptian conquest and domination of Nubia was achieved. This conquest brought about the Napatan Phase of Nubian history, the birth of the Kingdom of Kush. Kush was immensely influenced by Egypt and eventually conquered it. During this phase we see the building of numerous pyramids and temples.</p>\n<p>Of much spiritual significance to Nubian pharaohs was <a href=\"/jebel-barkal\">Jebel Barkal</a>. Nubian pharaohs received legitimacy from the site. They held pharaonic coronation and consulted its oracle. It was thought to be the dwelling place of the deity Amun. Temples for Mut, Hathor, and Bes are also present. Thirteen temples and three palaces have been excavated.</p>\n<p>The city of Napata has not been fully excavated. Some of the temples were started by various pharaohs and were added on by succeeding pharaohs, beginning with Egyptian pharaohs. Reisner excavated <a href=\"/jebel-barkal\">Jebel Barkal</a>, labeling its monuments B for Barkal. Some are as follows: B200 (temple of Taharqa), B300 (Taharqa's other <a href=\"https://en.wikipedia.org/wiki/Temple_of_Mut,_Jebel_Barkal\">temple of Mut</a>, Hathor and Bes), B500 (<a href=\"https://en.wikipedia.org/wiki/Temple_of_Amun,_Jebel_Barkal\">temple of Amun</a>), B501 (outer court), B502 (hypostyle hall), B700 (temple), B800sub (temple of <a href=\"https://en.wikipedia.org/wiki/Alara_of_Nubia\">Alara of Nubia</a>), B1200 (palace). Psamtik II of the Twenty-sixth Dynasty of Egypt sacked the region in 593 BCE, destroying all Nubian statues in B500.[8]</p>\n<p>Nubian pyramids were constructed on three major sites: <a href=\"/el-kurru\">El-Kurru</a>, <a href=\"/nuri-nubia\">Nuri</a>, and <a href=\"/meroe-nubia\">Meroë</a>. More pyramids were constructed and for the longest time in Nubia than in Egypt. Nubia contains 223 pyramids. They were smaller than Egyptian pyramids. Nubian pyramids were for kings and queens. The general construction of Nubian pyramids consisted of steep walls, a chapel facing East, stairway facing East, and a chamber access via the stairway.[9][10]</p>\n<p><a href=\"/el-kurru\">El-Kurru</a> was the first major site. It is located 13 kilometres (8.1 mi) south from <a href=\"/jebel-barkal\">Jebel Barkal</a>. It was made of sandstone. It range from 10 to 30 metres (33 to 98 ft) in height. About 10 pharaohs and 14 queens were buried at <a href=\"/el-kurru\">El-Kurru</a>.</p>\n<p><a href=\"/nuri-nubia\">Nuri</a> was another important pyramid site, 6 miles northeast of <a href=\"/jebel-barkal\">Jebel Barkal</a>. It housed the tombs of 20 pharaohs and 54 queens. The pharaoh's pyramids range from 39.5 to 65 metres (130 to 213 ft) in height. The queen's pyramids are 9 to 17 metres (30 to 56 ft). The tombs were cut out of bedrock. The pharaoh's chamber contained three interconnecting chambers. The queen's contain two interconnecting chambers.</p>\n<br/>\n<h3> <a href=\"/meroe-nubia\">Meroë</a></h3>\n<hr/>\n<p>The third Nubian Pyramid site Meroë is considered to be the largest archaeological site in the world. It contains more Nubian Pyramids than any other site.</p>\n<p>The ancient Nubians established a system of geometry including early versions of sun clocks.[11][12] Many are located at the sites of Meroë. During the Meroitic period in Nubian history the ancient Nubians used a trigonometric methodology similar to the Egyptians.[13]</p>\n<br/>\n<h3>Christian Nubia</h3>\n<hr/>\n<p>The Christianization of Nubia began in the 6th century AD. Its most representative architecture are churches. They are based on Byzantium Basilicas. The structures are relatively small and made of mud bricks. The church is rectangular in shape with North and South isles. Columns are used to divide the nave. On the East side is the apse. The altar stood in front of the apse. The area between the altar and apse was called the Haikal. At the West, was a tower or upper room also in the South corner and North corner. Doors were in the North and South walls. A few church survived which were more elaborate, were built of stone, two in Faras and the Ghazail Church.</p>\n<p>Church painting with biblical themes were extensive but few survived. The best surviving church painting were on the Rivergate Church of Faras and the Church of Ab El Qadir.</p>\n<p>Vernacular architecture of the Christian period is scarce. Architecture of Soba is the only one that has been excavated . The structures are of sun dried bricks, same as present day Sudan, except for an arch.[14][15]</p>\n<p>One prominent feature of Nubian churches are vaults(dome) made out of mud-bricks. The mud-brick structure was revived by Egyptian architect Hassan Fathy after rediscovering the technique in the Nubian village of Abu al-Riche . The technology is advocated by environmentalist as environmentally friendly and sustainable, since it makes use of pure earth without the need of timber.[16]</p>\n<p>One of the key advantages of the Nubian vault is that it can be built without any support or shuttering. The earth bricks are laid leaning at a slight slope against the gable walls in a length-wise vault, as in this photo of a building from the ruins of Ayn Asil in Egypt. The same principle can be used to build domes, as in the example below from Cameroon.</p>\n<p>These environmentally sound, comfortable, and aesthetic buildings require neither imported sheet metal for the roofing, nor expensive and increasingly rare timber beams.</p>\n<br/>\n<h3>Islamic Nubia</h3>\n<hr/>\n<p>The conversion to Islam was a slow, gradual process, with almost 600 years of resistance. Most of the architecture of the period are mosques built of mud-bricks. One of the first attempt at conquest was by Egyptian-Nubian, Ibn Abi Sarh. Ibn Abi Sarh was a Muslim leader who tried to conquer all Nubia in the 8th century AD. It was almost a complete failure. An agreement called the Baqt, shaped Egyptian-Nubian relations for six centuries, and permitted the construction of a mosque in the Nubian capital of Dongola for Muslim travelers. By the middle of the 14th century, Nubia had been converted to Islam. The royal Church of Dongola was converted into a mosque. Numerous other churches were converted to mosque.[17]</p>\n<p>Graves were simple pits, with bodies pointing to Mecca. Some of the unique structures were the gubbas, graves reserved for Muslim saints. They were whitewashed domes made of adobe bricks.[18]</p>"}},{"node":{"id":"4adaa99a-3786-5ec3-a535-458a2e88bee4","frontmatter":{"country":"Mauritania","title":"Dhar Tichitt","date":"4000 BP"},"fields":{"slug":"dhar-tichitt"},"excerpt":"Dhar Tichitt is a Neolithic archaeological site located in the southwestern region of the Sahara Desert, in Mauritania. It is one of several settlement locations along the sandstone cliffs in the area. The cliffs were inhabited by pastoralists starting at around 4000 BP and lasted to around 2300 BP before present (BP) 1 . About 500 stone settlements are found in the region. In addition to herding livestock, its inhabitants fished and grew millet. The climate of the Dhar…","timeToRead":1,"html":"<p>Dhar Tichitt is a Neolithic archaeological site located in the southwestern region of the Sahara Desert, in Mauritania. It is one of several settlement locations along the sandstone cliffs in the area. The cliffs were inhabited by pastoralists starting at around 4000 BP and lasted to around 2300 BP before present (BP)[1]. About 500 stone settlements are found in the region. In addition to herding livestock, its inhabitants fished and grew millet.</p>\n<p>The climate of the Dhar Tichitt region today is very arid and hot. However, this was not always the case. The area was much more temperate during a humid phase referred to as the Nouakchottian, c. 5000-3000 BP. During this time, the region experienced two different seasons per year, a dry season and a shorter rainy season. Around 2500 BP, the climate began to change, and it became too dry for people to stay in the area.[1]</p>\n<p>The faunal evidence at the Dhar Tichitt area is highly diverse. Cattle, sheep, and goats are the most common faunal remains. Other faunal remains include crocodile, hippopotamus, ostrich, gazelle, fish, and very few representative bones of other animals. Given the amount of faunal remains that are from domesticated animals it is safe to say that this was a pastoralist society.</p>\n<p>The botanical remains at the site reveal that the pastoralists society practiced some cultivation. Pennisetum or bulrush millet is the only domesticate found at this site, and was most commonly cultivated during the rainy season at upland settlements. During the dry season, wild grains and fruits were collected in the lowlands to supplement the otherwise pastoralist diet.[2]</p>\n<p>The Dhar Tichitt site had become a complex culture by 3600 BP and had architectural and material culture elements that seemed to match the site at Koumbi Saleh. Koumbi Saleh, sometimes Kumbi Saleh is the site of a ruined medieval town in south east Mauritania that may have been the capital of the Ghana Empire.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Dhar_Tichitt\">https://en.wikipedia.org/wiki/Dhar_Tichitt</a></p>"}},{"node":{"id":"0d5f563b-a8cc-5017-9a62-b09175988da9","frontmatter":{"country":"NA","title":"Sudano-Sahelian Architecture","date":""},"fields":{"slug":"sudan-sahel-arch"},"excerpt":"Sudano-Sahelian architecture refers to a range of similar indigenous architectural styles common to the African peoples of the Sahel and Sudanian grassland (geographical) regions of West Africa, south of the Sahara, but north of the fertile forest regions of the coast. This style is characterized by the use of mudbricks and adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces. These beams also act as…","timeToRead":5,"html":"<p>Sudano-Sahelian architecture refers to a range of similar indigenous architectural styles common to the African peoples of the Sahel and Sudanian grassland (geographical) regions of West Africa, south of the Sahara, but north of the fertile forest regions of the coast.</p>\n<p>This style is characterized by the use of mudbricks and adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces. These beams also act as scaffolding for reworking, which is done at regular intervals, and involves the local community. The earliest examples of Sudano-Sahelian style probably come from Jenné-Jeno around 250 BC, where the first evidence of permanent mudbrick architecture in the region is found.[1]</p>\n<br/>\n<h3>Difference between Savannah and Sahelian styles</h3>\n<hr/>\n<p>The earthen architecture in the Sahel zone region is noticeably different from the building style in the neighboring savannah. The \"old Sudanese\" cultivators of the savannah built their compounds out of several cone-roofed houses. This was primarily an urban building style, associated with centres of trade and wealth, characterised by cubic buildings with terraced roofs comprise the typical style.</p>\n<p>They lend a characteristic appearance to the close-built villages and cities. Large buildings such as mosques, representative residential and youth houses stand out in the distance. They are landmarks in a flat landscape that point to a complex society of farmers, craftsmen and merchants with a religious and political upper class.</p>\n<p>With the expansion of Sahelian kingdoms south to the rural areas in the savannas (inhabited by culturally or ethnically similar groups to those in the Sahel), the Sudano-Sahelian style was reserved for mosques, palaces, the houses of nobility or townsfolk (as is evident in the Gur-Voltaic style), whereas among commonfolk, there was a mix between either typically distinct Sudano-Sahelian styles for wealthier families, and older African roundhut styles for rural villages and family compounds.</p>\n<br/>\n<h3>Substyles</h3>\n<hr/>\n<p>The Sudano-Sahelian architectural style itself can be broken down into four smaller sub-styles that are typical of different ethnic groups in the region. The examples used here illustrate the construction of mosques as well as palaces, as the architectural style is concentrated around inland Muslim populations.</p>\n<p>As with the people, many of these styles cross-pollinate and produce buildings with shared features. Any one of these styles is not exclusive to one particular modern countries borders, but are linked to the ethnicity of its builders or surrounding populations. For example, a Malian migrant community in traditionally Gur area may build in the style characteristic of their ancestral homeland, while neighbouring Gur buildings are built in the local style. These styles include: </p>\n<h3>Malian Architecture</h3>\n<p>The architecture of Mali comprises adobe buildings such as <a href=\"/Djenne-Djenno/\">The Great Mosque of Djenne</a> or the <a href=\"https://en.wikipedia.org/wiki/University_of_Timbuktu\">University of Timbuktu</a>. It can be found all over the Sahel region. Malian architecture developed during the <a href=\"/ghana-empire\">Ghana Empire</a> which founded most of Mali's great cities. They then flourished in West Africa's two greatest civilisations the <a href=\"/mali_empire\">Mali Empire</a> and the <a href=\"/songhai\">Songhai Empire</a>.</p>\n<p><a href=\"/timbuktu-city\">Timbuktu</a> has many adobe and mud brick buildings but the most famous is the University. The masajids (mosques) of <a href=\"https://en.wikipedia.org/wiki/Sankore_Madrasah\">Sankore</a>, <a href=\"https://en.wikipedia.org/wiki/Djinguereber_Mosque\">Djinguereber</a>, <a href=\"https://en.wikipedia.org/wiki/Kani-Kombole\">Kani-Kombole Mosque</a>, and <a href=\"https://en.wikipedia.org/wiki/Sidi_Yahya_Mosque\">Sidi Yahya</a> were the centres of learning in medieval <a href=\"/mali_empire\">Mali</a> and produced some of the most famous works in Africa, the <a href=\"https://en.wikipedia.org/wiki/Timbuktu_Manuscripts\">Timbuktu Manuscripts</a>.\n<br>\n<br/>    </p>\n<h3>Fortress style</h3>\n<p>Fortress style is predominantly used by the Zarma peoples of northern Nigeria and Niger, Hausa-Fulani, Tuareg and Arab mixed communities in <a href=\"https://en.wikipedia.org/wiki/Agadez\">Agadez</a>, the <a href=\"https://en.wikipedia.org/wiki/Kanuri_people\">Kanuri</a> people of Lake Chad, and <a href=\"/songhai\">Songhai</a> of northeastern Mali. Military aspect to construction of high protective compound walls built around a central courtyard. Minaret is the only structure with support beams showing. Characterized by the <a href=\"https://en.wikipedia.org/wiki/Sankore_Madrasah\">Sankore Mosque</a> of Timbuktu, the tomb of Askia in <a href=\"/gao_empire\">Gao</a> Mali, and the Agadez mosque of northern Niger.</p>\n<br/>\n<h3> Hausa Architecture </h3>\n<p>Hausa architecture (known as Tubali in the Hausa language) is a distinct sub-style among the various Sudano-Sahelian architectural styles predominant in North and Northwestern Nigeria, Niger, Eastern Burkina Faso, Northern Benin, and found throughout the Sahel-geographic band stretching from Senegal and Mauritania in the West to Sudan in the east.</p>\n<p>Hausa buildings are characterized by the use of dry mud bricks in cubic structures, multi-storied buildings for the social elite, the use of parapets related to their military/fortress building past, and traditional white stucco and plaster for house fronts. At times the facades may be decorated with various abstract relief designs, sometimes painted in vivid colours to convey information about the occupant.</p>\n<p>Examples include the architecture of the <a href=\"https://www.akdn.org/architecture/project/yaama-mosque\">Yamma Mosque</a> and old town of <a href=\"https://en.wikipedia.org/wiki/Zinder\">Zinder</a>, The Hausa quarter of Agadez Niger, the Gidan Rumfa of <a href=\"/kano-state\">Kano</a>, and various Hausa districts across West Africa.</p>\n<br/>\n<h3> Volta basin</h3>\n<p>Volta basin of the Gur and Manden groups of Burkina Faso, northern Ghana and northern Cote d'Ivoire. The most conservative of the three styles. A single courtyard, characterized by high white and black painted walls, inward curved turrets supporting an exterior wall, and a larger turret nearer the center. Characterized by the <a href=\"https://en.wikipedia.org/wiki/Larabanga\">Larabanga</a> mosque of Ghana and the <a href=\"https://en.wikipedia.org/wiki/Bobo-Dioulasso\">Bobo-Dioulasso</a> Grand Mosque.</p>\n<br/>\n<h3>Sudano-Sahelian Styles by Region</h3>\n<hr/>\n<p>At <a href=\"/koumbi-saleh\">Kumbi Saleh</a>, locals lived in dome-shaped dwellings in the king's section of the city, surrounded by a great enclosure. Traders lived in stone houses in a section which possessed 12 beautiful mosques (as described by al-Bakri), one of which was for Friday prayer.[16] The king is said to have owned several mansions, one of which was sixty-six feet long and forty-two feet wide, contained seven rooms, was two stories high, and had a staircase, with paintings on the walls and chambers filled with sculpture.</p>\n<p>Sahelian architecture initially grew from the two cities of Djenné and Timbuktu. The Sankore Mosque, constructed from mud on timber, was similar in style to the Great Mosque of Djenné.</p>\n<p><a href=\"/ashanti\">Ashanti</a> architecture from Ghana is perhaps best known from the reconstruction at <a href=\"https://en.wikipedia.org/wiki/Kumasi\">Kumasi</a>. Its key features are courtyard-based buildings, and walls with striking reliefs in brightly painted mud plaster. An example of a shrine can be seen at Bawjiase in Ghana. Four rectangular rooms, constructed from wattle and daub, lie around a courtyard. Animal designs mark the walls, and palm leaves cut to a tiered shape provide the roof.</p>"}},{"node":{"id":"a4d3f772-2718-5e51-8362-d3270fb0a782","frontmatter":{"country":"Mali","title":"Djenné-Djenno","date":""},"fields":{"slug":"Djenne-Djenno"},"excerpt":"Djenné-Djenno (also Jenne-Jeno) is a UNESCO World Heritage Site located in the Niger River Valley in the country of Mali. Literally translated to \"ancient Djenné\", it is the original site of both Djenné and Mali and is considered to be among the oldest urbanized centers and the best known archaeology site in sub-Saharan Africa. This archaeological site is believed to have been involved in long distance trade and possibly the domestication of African rice. The site is known to…","timeToRead":3,"html":"<p>Djenné-Djenno (also Jenne-Jeno) is a UNESCO World Heritage Site located in the Niger River Valley in the country of Mali. Literally translated to \"ancient Djenné\", it is the original site of both Djenné and Mali and is considered to be among the oldest urbanized centers and the best known archaeology site in sub-Saharan Africa. This archaeological site is believed to have been involved in long distance trade and possibly the domestication of African rice. The site is known to have been occupied from 250 B.C. to 900 A.D. The city is believed to have been abandoned and moved where the current city is located due to the spread of Islam and the building of the Great Mosque of Djenné. </p>\n<p>This first occupation of the site (which lasted from 250 B.C. to A.D. 50) is known as Phase I and is some of the earliest evidence for iron production in sub-Saharan Africa. Geomorphological data show that the region consisted mostly of swampland at that time. Groups only began permanently occupying the area after a dry episode in which annual flooding receded and decreased the size of the swamps. Faunal remains at the site from this occupation have included catfish and Nile perch but mostly cow, leading to the assumption that this first phase might be associated with hunter-gatherer or pastoral modes of subsistence. During this period there is no evidence for rice production, however it is believed that these people might have been rice producers, even though no definitive evidence has been discovered yet.</p>\n<p>Phase II is defined by a larger population and definitive evidence for the mass production of rice. The borders of the site expanded during this period (possibly covering 100,000 square meters or more), as well as the presence of permanent mud brick architecture. </p>\n<p>Phase III dates from about A.D. 300 to A.D. 900 and is believed to have an even higher population based on crowded cemeteries. The site also has evidence for a more intensive occupation through deep house deposits, possibly from multiple generations.</p>\n<p>Djenné-Djenno is famous for its terracotta figurines which depict humans and animals including snakes and horses. Throughout the site's occupations, pottery fragments are abundant. Some of the more interesting clay artifacts begin in Phase II with terra-cotta statuettes and representations of humans and animals on pottery. These statuettes are important to the understanding of Phase II because along with this art, the first evidence for large-scale rice cultivation and population rise. All of these attributes are commonly associated with complex, state-level societies. It is believed that these artifacts posed ritual function as opposed to a domestic function. Some of these clay figurines are similar to those made by modern Fulani pastoralists for children.</p>\n<p>Evidence for domestic cow, sheep and goat cultivation is present at the site. </p>\n<p>The land surrounding Djenné-Djenno lent itself to such high-yielding crops due to its mixture of highland and floodplain soils at different elevations that allowed floodwater farming of rice. Moreover, the Djenné-Djenno site lies in close proximity to dune landscape, which allows for necessary recreation needed for keeping cattle in floodplain environments. Overall, the diversified sources of food provided food security that allowed for permanent settlement in a region of volatile climate. It is believed that this food production, especially that of African rice, was one of the main contributors to population rise in the city of Djenné-Djenno and was widely exported to nearby centers (including Timbuktu).</p>\n<p>It is suspected that Djenné-Djenno grew to such a vast size as a result of regional and local trade. Archaeological evidence supports that Djenné-Djenno was part of a pre-Arab trans-Saharan trade network. Glass beads found at the site have been dated to as early as the third century BC and appear to originate from Asia to the Mediterranean Near East. Copper ornaments have also been found in early Phase II deposits, which shows these trade networks date to earlier than previously thought. These discoveries lend support to the existence of sporadic contacts between West and North Africa throughout the first millennium AD.</p>\n<p>Since there is no evidence for a fourth phase, it is expected that towards the end of Phase III the city experienced a slow decline in population and eventually a total abandonment. However, very little is known about why this decline happened, and more research is needed.</p>"}},{"node":{"id":"0664a23e-75fb-5d72-827a-55a438912949","frontmatter":{"country":"Eritrea","title":"Matara","date":""},"fields":{"slug":"matara_city"},"excerpt":"Matara (Metera) is an archaeological site in Eritrea. Situated a few kilometers south of Senafe, it was a major city in the Dʿmt and Aksumite kingdoms. Since Eritrean independence, the National Museum of Eritrea has petitioned the Ethiopian government to return artifacts removed from the site. However, the efforts have thus far been rebuffed. The archaeological site already has yielded evidence of several levels of habitation, including at least two different major cities…","timeToRead":1,"html":"<p>Matara (Metera) is an archaeological site in Eritrea. Situated a few kilometers south of Senafe, it was a major city in the Dʿmt and Aksumite kingdoms. Since Eritrean independence, the National Museum of Eritrea has petitioned the Ethiopian government to return artifacts removed from the site. However, the efforts have thus far been rebuffed.</p>\n<p>The archaeological site already has yielded evidence of several levels of habitation, including at least two different major cities, covering more than 1000 years. The topmost layers are associated with the Aksumite Empire and date from the fourth to the eighth centuries. This city was allied with or part of the powerful trading empire centered in the capital, Aksum, to the southwest. It appears that Matara was one of a string of cities along the trade route that ran from Aksum to its port city, Adulis, whose extensive ruins, surveyed but largely unexcavated, are in the vicinity of Zula, southeast of Massawa on the Red Sea coast. Keskese is located 8 kilometres (5.0 mi) north of Matara.</p>\n<p>Hawulti, a pre-Aksumite or early Aksumite era obelisk, is situated here.</p>"}},{"node":{"id":"c69bf3cb-77fd-589f-bd73-e11b93771165","frontmatter":{"country":"Eritrea","title":"Qohaito","date":""},"fields":{"slug":"qohaito"},"excerpt":"Qohaito, also known as Kohaito,قوحيتو was an ancient city in the southern Debub region of Eritrea. It was a pre-Aksumite settlement that thrived during the Aksumite period. The town was located over 2,500 meters above sea level, on a high plateau at the edge of the Great Rift Valley. As of 2011, Qohaito's stone ruins have yet to be excavated. The ancient port city of Adulis lies directly to the east. Rock art near Qohaito appears to indicate habitation in the area since the…","timeToRead":1,"html":"<p>Qohaito, also known as Kohaito,قوحيتو was an ancient city in the southern Debub region of Eritrea. It was a pre-Aksumite settlement that thrived during the Aksumite period. The town was located over 2,500 meters above sea level, on a high plateau at the edge of the Great Rift Valley. As of 2011, Qohaito's stone ruins have yet to be excavated. The ancient port city of Adulis lies directly to the east.</p>\n<p>Rock art near Qohaito appears to indicate habitation in the area since the fifth millennium BC, while the town is known to have survived to the sixth century AD. Mount Emba Soira, Eritrea's highest mountain, lies near the site, as does a small successor village.</p>\n<p>Qohaito is often identified as the town Koloe described in the Periplus of the Erythraean Sea, a Greco-Roman document dated to the end of the first century AD. The settlement thrived as a stop on the trade route between Adulis and Aksum. It is thought that crops were interspersed with buildings in the town. These old edifices included the pre-Christian Temple of Mariam Wakino and the Sahira Dam, which might also be pre-Aksumite.</p>\n<p>The ruins at Qohaito were first located in 1868. However, they were at the time erroneously identified as a \"Greek depot\". A related site outside of Senafe, Matara, lies about 15 kilometers to the south, and was excavated in the 1960s.</p>"}},{"node":{"id":"1e9612d7-3881-561c-ab4e-5cad44963392","frontmatter":{"country":"Eritrea","title":"Kingdom of Aksum","date":"c. 100 AD – c. 940 AD"},"fields":{"slug":"aksum-kngdm"},"excerpt":"The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the…","timeToRead":1,"html":"<p>The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the proto-Aksumite Iron Age period around the 4th century BC to achieve prominence by the 1st century AD. Aksum became a major player on the commercial route between the Roman Empire and Ancient India. The Aksumite rulers facilitated trade by minting their own Aksumite currency, with the state establishing its hegemony over the declining Kingdom of Kush. It also regularly entered the politics of the kingdoms on the Arabian Peninsula and eventually extended its rule over the region with the conquest of the Himyarite Kingdom. The Manichaei prophet Mani (died 274 AD) regarded Axum as one of the four great powers of his time, the others being Persia, Rome, and China.</p>\n<p>The Aksumites erected a number of monumental stelae, which served a religious purpose in pre-Christian times. One of these granite columns is the largest such structure in the world, at 90 feet.</p>\n<p>Under Ezana (fl. 320–360) Aksum adopted Christianity. In the 7th century, early Muslims from Mecca sought refuge from Quraysh persecution by travelling to the kingdom, a journey known in Islamic history as the First Hijra.</p>\n<p>The kingdom's ancient capital, also called Axum, is now a town in Tigray Region (northern Ethiopia). The Kingdom used the name \"Ethiopia\" as early as the 4th century.</p>\n<p>Tradition claims Axum as the alleged resting place of the Ark of the Covenant and the purported home of the Queen of Sheba.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Aksum\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Aksum</a></p>"}},{"node":{"id":"b0b9d4d5-ca3e-5fd3-91e4-b3908b2386f7","frontmatter":{"country":"Sudan","title":"Kingdom of Makuria","date":"400 CE"},"fields":{"slug":"makuria_kngdm"},"excerpt":"Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital. By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies…","timeToRead":3,"html":"<p>Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital.</p>\n<p>By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies. Makuria was one of the few states in the world to repulse Muslim conquests led by the Rashidun Caliphate when they defeated an Arab army at the First Battle of Dongola in 642. The Arabs had taken Egypt in 641, and the jihad soon turned south. Makuria repeated the feat in 652 at the Second Battle of Dongola. Arab writers noted the Makurians' skill as archers in both battles. One of the few major defeats suffered by an Arab army in the first century of Islamic expansion, it led to an unprecedented agreement: the bakt. This treaty guaranteed peaceful relations between the two sides. The Nubians agreed to give Arab traders more privileges of trade in addition to a share in their slave trading, while the Egyptians may have been obliged to send manufactured goods south.</p>\n<p>Makuria expanded by annexing its northern neighbor Nobatia, a process which would have occurred at some point after the Sasanian conquest of Egypt, but was completed until the reign of King Merkurios. It also maintained close dynastic ties with the kingdom of Alodia to the south. The period from the 9th to 11th century saw the peak of Makuria's cultural development: new monumental buildings were erected, arts like wall paintings and finely crafted and decorated pottery flourished and Nubian grew to become the prevalent written language.</p>\n<p>One of the most important discoveries of the rushed work prior to the flooding of Lower Nubia was the Cathedral of Faras. This large building had been completely filled with sand preserving a series of magnificent paintings. Similar, but less well preserved, paintings have been found at several other sites in Makuria, including palaces and private homes, giving an overall impression of Makurian art. The style and content was heavily influenced by Byzantine art, and also showed influence from Egyptian Coptic art and from Palestine. Mainly religious in nature, it depicts many of the standard Christian scenes. Also illustrated are a number of Makurian kings and bishops, with noticeably darker skin than the Biblical figures.</p>\n<p>Women enjoyed a high social standing. The matrilineal succession gave the queen mother and the sister of the current king as forthcoming queen mother great political relevance. Women had access to education and there is evidence that, like in Byzantine Egypt, female scribes existed. Private land tenure was open to both men and women, meaning that both could own, buy and sell land. Transfers of land from mother to daughter were common. </p>\n<p>The main economic activity in Makuria was agriculture, with farmers growing several crops a year of barley, millet, and dates. One important technological advance was the saqiya, an oxen-powered water wheel, that was introduced in the Roman period and helped increase yields and population density. Settlement patterns indicate that land was divided into individual plots rather than as in a manorial system. The peasants lived in small villages composed of clustered houses of sun-dried brick.</p>\n<p>Important industries included the production of pottery, based at Faras, and weaving based at Dongola. Smaller local industries include leatherworking, metalworking, and the widespread production of baskets, mats, and sandals from palm fibre. Also important was the gold mined in the Red Sea Hills to the east of Makuria. Cattle was of great economic importance. </p>\n<p>Increased aggression from Egypt, internal discord, bedouin incursions and possibly the plague and the shift of trade routes led to the state's decline in the 13th and 14th century. Due to a civil war in 1365, the kingdom was reduced to a rump state that lost much of its southern territories, including Dongola. It had disappeared by the 1560s, when the Ottoman occupied Lower Nubia. Nubia was subsequently Islamized, while the Nubians living upstream of Al Dabbah and in Kordofan were also Arabized.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Makuria\">https://en.wikipedia.org/wiki/Makuria</a></p>"}},{"node":{"id":"aa62c08d-f6ce-531c-a3be-457f6caaa262","frontmatter":{"country":"Tanzania","title":"Kilwa Kisiwani","date":"700 CE. - 1400 CE"},"fields":{"slug":"kilwa-kswni"},"excerpt":"Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to…","timeToRead":1,"html":"<p>Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to the Great Mosque of Kilwa, which was made of coral stones—the largest mosque of its kind. Kilwa Kisiwani has been designated by UNESCO as a World Heritage Site. </p>\n<p>Trade connections with the Arabian Peninsula as well as India and China influenced the growth and development of Kilwa, and, though there are Islamic words and customs that have been adapted to the culture, the origins are African. </p>\n<p>Among Kilwa's exports were spices, tortoiseshell, coconut oil, ivory, and aromatic gums, as well as gold. For approximately 500 years, Kilwa was minting coins. This lasted from about A.D 1100-1600 and the coins have been found across the region, including Great Zimbabwe.</p>\n<p>Evidence of growth in wealth can be seen with the appearance of stone buildings around the 13th century CE, before which all of the buildings were wattle-and-daub. The wealthy enjoyed indoor plumbing in their stone homes and the poor lived in mud huts with thatched roofs. The scholar Ibn Battuta recorded his visit to the city around 1331, and commented favorably on the generosity, humility, and religion of its ruler, Sultan al-Hasan ibn Sulaiman. Ibn Battuta also describes how the sultan would go into the interior and raid the people taking slaves and other forms of wealth.</p>\n<p>In the early 16th century the Portuguese took control of the island after besieging it. It remained in Portuguese hands until 1512.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kilwa_Kisiwani\">https://en.wikipedia.org/wiki/Kilwa_Kisiwani</a></p>"}},{"node":{"id":"34a8e3a4-123a-5f9f-8a76-c7cea4562f9f","frontmatter":{"country":"Nigeria","title":"Eredo Walls","date":"800 – 1000"},"fields":{"slug":"eredo-walls"},"excerpt":"Sungbo's Eredo is an earth wall and ditch that is 160 kilometres (99 mi) long, rises 20 metres (66 ft) in places and encloses an area 40 kilometres (25 mi) wide in north-south, with the walls flanked by trees and other vegetation, turning the ditch into a green tunnel.  According to legends of the contemporary Ijebu clan, Eredo was built in honour of a noblewoman of the Ijebu clan called Oloye Bilikisu Sungbo. According to them, the monument was built as her personal memorial…","timeToRead":1,"html":"<p>Sungbo's Eredo is an earth wall and ditch that is 160 kilometres (99 mi) long, rises 20 metres (66 ft) in places and encloses an area 40 kilometres (25 mi) wide in north-south, with the walls flanked by trees and other vegetation, turning the ditch into a green tunnel.</p>\n<p> According to legends of the contemporary Ijebu clan, Eredo was built in honour of a noblewoman of the Ijebu clan called Oloye Bilikisu Sungbo. According to them, the monument was built as her personal memorial. </p>\n<p> Sungbo's Eredo has also been connected with the legend of the Queen of Sheba which is recounted in both the Bible and Quran. </p>\n<p>The Eredo served a defensive purpose when it was built in 800–1000, a period of political confrontation and consolidation in the southern Nigerian rainforest. It was likely to have been inspired by the same process that led to the construction of similar walls and ditches throughout western Nigeria, including earthworks around Ifẹ̀, Ilesa, and the Benin Iya, a 6,500-kilometre (4,000 mi) series of connected but separate earthworks in the neighboring Edo-speaking region.</p>\n<p>It is believed that the Eredo was a means of unifying an area of diverse communities into a single kingdom. It seems that the builders of these fortifications deliberately tried to reach groundwater or clay to create a swampy bottom for the ditch. If this could be achieved in shallow depth, builders stopped, even if only at the depth of 1 meter. In some places small, conical idol statues had been placed on the bottom of the ditch. </p>\n<p> The site was added to the UNESCO World Heritage Site</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Sungbo%27s_Eredo\">https://en.wikipedia.org/wiki/Sungbo%27s_Eredo</a></p>"}},{"node":{"id":"14237d79-352c-5811-8aa9-e8b15e7cd93e","frontmatter":{"country":"Ethiopia","title":"Zagwe dynasty","date":"900 - 1270"},"fields":{"slug":"zagwe"},"excerpt":"\"The Zagwe dynasty was the ruling dynasty of a Medieval kingdom in present-day northern Ethiopia. The kingdom itself was perhaps called Begwena, after the historical name of the Lasta province. Centered at Lalibela, it ruled large parts of the territory from approximately 900 to 1270, when the last Zagwe King Za-Ilmaknun was killed in battle by the forces of the Abyssinian King Yekuno Amlak.  The name of the dynasty is thought to derive from the ancient Ge'ez phrase Ze-Agaw…","timeToRead":1,"html":"<p>\"The Zagwe dynasty was the ruling dynasty of a Medieval kingdom in present-day northern Ethiopia. The kingdom itself was perhaps called Begwena, after the historical name of the Lasta province. Centered at Lalibela, it ruled large parts of the territory from approximately 900 to 1270, when the last Zagwe King Za-Ilmaknun was killed in battle by the forces of the Abyssinian King Yekuno Amlak. </p>\n<p>The name of the dynasty is thought to derive from the ancient Ge'ez phrase Ze-Agaw, meaning \"Dynasty of the Agaw\" in reference to the Agaw people that constituted its ruling class. Zagwe's best-known King was Gebre Mesqel Lalibela, who is credited with having constructed the rock-hewn monolithic churches of Lalibela.</p>\n<p>Gebre Mesqel Lalibela is said to have seen Jerusalem in a vision and then attempted to build a new Jerusalem as his capital in response to the capture of old Jerusalem by Muslims in 1187. As such, many features of the town of Lalibela have Biblical names including the town's river, known as the River Jordan. The city remained the capital of Ethiopia from the late 12th century and into the 13th century.</p>\n<p>Yemrehana Krestos, King (negus) of Ethiopia and a member of the Zagwe dynasty, is credited with the construction of a stone church built in the Aksumite style, which bears his name. Located 12 miles northeast from Lalibela, the Yemrehana Krestos Church was built in a large northeast-facing cave on the western side of Mount Abuna Yosef. </p>"}},{"node":{"id":"a89cd546-a176-537b-af18-220d194c3e54","frontmatter":{"country":"NA","title":"Benin City","date":"1180 CE"},"fields":{"slug":"benin-city"},"excerpt":"Benin City, originally known as Edo, was once the capital of The Benin Empire. The city was made of hundreds of interlocked cities and villages laid out to form perfect fractals. The main streets had underground drainage made of a sunken impluvium with an outlet to carry away storm water. Metal lamps fuelled by palm oil provided street lighting  at night.  The city was enclosed by massive walls made from earthworks longer than the Great Wall of China. The walls were built of…","timeToRead":1,"html":"<p>Benin City, originally known as Edo, was once the capital of The Benin Empire. The city was made of hundreds of interlocked cities and villages laid out to form perfect fractals. The main streets had underground drainage made of a sunken impluvium with an outlet to carry away storm water. Metal lamps fuelled by palm oil provided street lighting  at night. </p>\n<p>The city was enclosed by massive walls made from earthworks longer than the Great Wall of China. The walls were built of a ditch and dike structure; the ditch dug to form an inner moat with the excavated earth used to form the exterior rampart.</p>\n<p>The Benin Walls were ravaged by the British in 1897 during what has come to be called the Punitive expedition. Scattered pieces of the structure remain in Edo, with the vast majority of them being used by the locals for building purposes. What remains of the wall itself continues to be torn down for real estate developments.[2] Fred Pearce wrote in New Scientist:</p>\n<p>They extend for some 16,000 km in all, in a mosaic of more than 500 interconnected settlement boundaries. They cover 2,510 sq. miles (6,500 square kilometres) and were all dug by the Edo people. In all, they are four times longer than the Great Wall of China, and consumed a hundred times more material than the Great Pyramid of Cheops. They took an estimated 150 million hours of digging to construct, and are perhaps the largest single archaeological phenomenon on the planet.[3]</p>\n<p>Ethnomathematician Ron Eglash has discussed the planned layout of the city using fractals as the basis, not only in the city itself and the villages but even in the rooms of houses. He commented that \"When Europeans first came to Africa, they considered the architecture very disorganised and thus primitive. It never occurred to them that the Africans might have been using a form of mathematics that they hadn’t even discovered yet.\"[4]</p>\n<p>The city was destroyed by British soldiers in 1897. </p>"}},{"node":{"id":"18972033-bc47-5b0f-ba6f-a0913ec6d3bc","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Zimbabwe","date":"1220–1450"},"fields":{"slug":"zimbabwe-kngdm"},"excerpt":" The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom.   The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.  The Kingdom of…","timeToRead":1,"html":"<p> The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom. </p>\n<p> The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.</p>\n<p> The Kingdom of Zimbabwe controlled the ivory and gold trade from the interior to the southeastern coast of Africa. Asian and Arabic goods could be found in abundance in the kingdom. Economic domestication, which had been crucial to the earlier proto-Shona states, was also practiced. The Great Zimbabwe people mined minerals like gold, copper and iron. </p>\n<p> The end of the kingdom resulted in a fragmenting of proto-Shona power. Two bases emerged along a north-south axis. In the north, the Kingdom of Mutapa carried on and even improved upon Zimbabwe's administrative structure. It did not carry on the stone-masonry tradition to the extent of its predecessor. In the south, the Kingdom of Butua was established as a smaller, but nearly identical, version of Zimbabwe. Both states were eventually absorbed into the largest and most powerful of the Kalanga states, the Rozwi Empire.</p>\n<p> Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Zimbabwe\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Zimbabwe</a></p>"}},{"node":{"id":"1f395cd2-1b1e-5672-af41-42f202fd0de3","frontmatter":{"country":"Nigeria","title":"Kingdom of Owo","date":"1400 - 1600"},"fields":{"slug":"owo-kngdm"},"excerpt":"Owo is a city in Ondo State of Nigeria. Between 1400 and 1600 AD, it was the capital of a Yoruba city-state.  In their oral tradition, Owo traces its origins back to the ancient city of Ile-Ife, the cradle of Yoruba culture. Oral tradition also claims that the founders were the sons of the Yoruba deity Odudua, who was the first ruler of Ile-Ife. The early art-historical and archaeological records reinforce these strong affiliations with Ife culture. Owo was able to maintain…","timeToRead":2,"html":"<p>Owo is a city in Ondo State of Nigeria. Between 1400 and 1600 AD, it was the capital of a Yoruba city-state. </p>\n<p>In their oral tradition, Owo traces its origins back to the ancient city of Ile-Ife, the cradle of Yoruba culture. Oral tradition also claims that the founders were the sons of the Yoruba deity Odudua, who was the first ruler of Ile-Ife. The early art-historical and archaeological records reinforce these strong affiliations with Ife culture. Owo was able to maintain virtual independence from the neighboring kingdom of Benin, but was on occasion required to give tribute. The transmission of courtly culture flowed in both directions between the Benin and the Owo kingdoms. The skill of Owo's ivory carvers was also appreciated at the court of Benin. During the seventeenth and eighteenth centuries, Benin's rulers increasingly utilized insignia made from ivory, and imported Owo's art objects and recruited its artisans for their own royal workshops. There were other notable artworks that can be evidently supported.</p>\n<p>Owo came under British rule in 1893. After Nigeria declared independence in 1960, it was part of the Western Region until 1967 when it became part of the Western State. Owo and its indigenes played significant roles in the politics of the first Republic in Nigeria. In 1976, it became part of the newly created Ondo State.</p>\n<p>Owo has the largest palace (Aghofen) in Africa which was declared a national monument by the federal government. The Olowo Palace had as many as 100 courtyards (Ugha). Each courtyard had a specific function and was dedicated to a particular deity. The largest, said to have been twice the size of an American football field, was used for public assemblies and festivals. Some courtyards were paved with quartz pebbles or broken pottery. Pillars supporting the veranda roofs were carved with statues of the king mounted on a horse or shown with his senior wife. The present Olowo is Oba Folagbade Olateru Olagbegi III.</p>\n<p>The present-day city is an agricultural center involved in the growing and trade of yams, cassava, maize, okra, peppers, cocoa, and cotton. There are, however, other meaningful commercial activities in the town, including but not limited to: timber and sawmilling, Soya bean processing plants and blockmaking industries. The town is dotted with branches of some of the foremost banks like, First Bank Plc, Wema Bank Plc, Skye Bank Plc, Enterprise Bank Ltd. (formerly Omega Bank Plc), etc. The city is now witnessing a dramatic change due to expansion of its road network, particularly dualization of the main road beginning from Emure junction up to Iyere exit. A new ultra-modern market is now open in Owo.</p>"}},{"node":{"id":"d3343fe3-f755-5a44-8580-f4a82c47d928","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Butua","date":"c. 1450 - 1683"},"fields":{"slug":"butua-kngdm"},"excerpt":"The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512. The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone…","timeToRead":1,"html":"<p>The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512.</p>\n<p>The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone city of Khami. Its people were ancestors of the Bakalanga. In 1683, the kingdom was conquered by the Rozwi Empire.</p>\n<p>The BakaLanga  at Khami developed both the stone building techniques and the pottery styles found at Great Zimbabwe. Masons continued to refine Great Zimbabwe’s tradition of building precise stone walls. The BakaLanga are thought to have built Khami, Lusvingo, Mapungugwe and other ruins scattered across western Zimbabwe and east Botswana. </p>\n<p>Several artefacts such as ritual drinking pots, iron and bronze weapons, copper objects and ivory divining pieces are also found at Khami.</p>"}},{"node":{"id":"0eef9621-d485-5b7f-aae3-3096900ab5c1","frontmatter":{"country":"Ethiopia","title":"Fasil Ghebbi","date":"1635"},"fields":{"slug":"fasil-ghebbi"},"excerpt":"Fasil Ghebbi (Royal Enclosure) is the remains of a fortress-city within Gondar, Ethiopia. It was founded in the 17th century by Emperor Fasilides (Fasil) and was the home of Ethiopia's emperors. Its unique architecture shows diverse influences including Nubian styles. The site was inscribed as a UNESCO World Heritage Site in 1979. Ghebbi is an Amharic word for a compound or enclosure. The complex of buildings includes Fasilides' castle, Iyasu I's palace, Dawit III's Hall, a…","timeToRead":1,"html":"<p>Fasil Ghebbi (Royal Enclosure) is the remains of a fortress-city within Gondar, Ethiopia. It was founded in the 17th century by Emperor Fasilides (Fasil) and was the home of Ethiopia's emperors. Its unique architecture shows diverse influences including Nubian styles. The site was inscribed as a UNESCO World Heritage Site in 1979. Ghebbi is an Amharic word for a compound or enclosure.</p>\n<p>The complex of buildings includes Fasilides' castle, Iyasu I's palace, Dawit III's Hall, a banqueting hall, stables, Empress Mentewab's castle, a chancellery, library and three churches: Asasame Qeddus Mikael, Elfign Giyorgis and Gemjabet Mariyam.</p>\n<p>The origins of the Fasil Ghebbi can be found in the old tradition of the Ethiopian emperors to travel around their possessions, living off the produce of the peasants and dwelling in tents. Reflecting this connection, this precinct was frequently referred to as a katama (\"camp\" or \"fortified settlement\") or makkababya, the name applied to the imperial camp in the Royal Chronicle of Baeda Maryam.</p>\n<p>Emperor Fasilides broke with this tradition of progressing through the territories, and founded the city of Gondar as his capital; its relative permanence makes the city historically important. Within the capital, he commanded the construction of an imposing edifice, the Fasil Gemb or Fasilides castle. The area around the Fasil Gemb was delineated by a wall with numerous gates. Subsequent emperors built their own structures, many of which survive either in whole or part today. Visiting the Fasil Ghebbi in the late 1950s, Thomas Pakenham observed that \"dotted among the palaces are what remains of the pavilions and kiosks of the imperial city\".</p>\n<p>Fasil Ghebbi covers an area of about 70,000 square meters. To its south lies Adababay, the market place of Gondar, where imperial proclamations were made, troops presented, and criminals executed; it is currently a city park.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Fasil_Ghebbi\">https://en.wikipedia.org/wiki/Fasil_Ghebbi</a></p>"}},{"node":{"id":"0be24e90-a947-5e5e-88e6-238f665386c1","frontmatter":{"country":"Zimbabwe","title":"The Rozvi Empire","date":"1660–1866"},"fields":{"slug":"rozvi_empire"},"excerpt":"The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers. The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in…","timeToRead":1,"html":"<p>The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers.</p>\n<p>The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in the eastern highlands.</p>\n<p>The Rozvi chiefs revived the tradition of building in stone and constructed impressive cities, now known as 'zimbabwes', throughout the southwest. Polychrome pottery was also emblematic of its culture. The Rozvi empire had many economic branches but agriculture was its backbone. They planted crops such as sorghum and millet and the state depended heavily on subsistence farming. Livestock was also another important agricultural branch. They kept animals such as sheep, goats, cattle and chickens; those with many livestock were considered rich and were accorded very high economic status within the society. Trade was another important economic activity and the Rozvi practiced both internal and external trade. From foreign traders they obtained imported goods such as guns, salt, beads and sea shells; in return they bartered ivory, copper and gold. Mining was another major branch and was done by males. The warriors were armed with spears, bows and arrows when they raided others or defended their state.</p>\n<p>Its warriors were known to be violent; this earned them the name rozvi, meaning plunders or destroyers. They became the most powerful fighting force in the whole of Zimbabwe.</p>\n<p>Records from the Portuguese show that the Rozvi were sophisticated military strategists. They were noted for using the cow-horn formation years before the great Zulu leader Shaka adopted it in the 19th century. Armed with spears, bows and arrows, the aggressive Rozvi took over the Zimbabwe plateau.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Rozwi_Empire\">https://en.wikipedia.org/wiki/Rozwi_Empire</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Architecture*","types":"Architecture"}}