{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"dc7ef3e5-c9ff-5b49-a838-4e79d964f974","frontmatter":{"country":"Sudan","title":"Kerma kingdom","date":"c. 2500 BCE–c. 1500 BCE"},"fields":{"slug":"kerma-kngdm"},"excerpt":"The Kerma culture or Kerma kingdom was an early civilization centered in Kerma (also known as Dukki Gel), Sudan. Kerma was the capital city of the Kerma culture.  It was a large urban center that was built around a large adobe temple known as the Western Deffufa. The Kerma culture flourished from around 2500 BCE to 1500 BCE in ancient Nubia, located in Upper Egypt and northern Sudan.  The polity seems to have been one of a number of Nile Valley states during the Middle…","timeToRead":2,"html":"<p>The Kerma culture or Kerma kingdom was an early civilization centered in Kerma (also known as Dukki Gel), Sudan. Kerma was the capital city of the Kerma culture.  It was a large urban center that was built around a large adobe temple known as the Western Deffufa.</p>\n<p>The Kerma culture flourished from around 2500 BCE to 1500 BCE in ancient Nubia, located in Upper Egypt and northern Sudan. </p>\n<p>The polity seems to have been one of a number of Nile Valley states during the Middle Kingdom of Egypt. In the Kingdom of Kerma's latest phase, lasting from about 1700–1500 BCE, it absorbed the Sudanese kingdom of Sai and became a sizable, populous empire rivaling Egypt. Around 1500 BCE, it was absorbed into the New Kingdom of Egypt, but rebellions continued for centuries. By the eleventh century BCE, the more-Egyptianized Kingdom of Kush emerged, possibly from Kerma, and regained the region's independence from Egypt.</p>\n<p>The primary site of Kerma that forms the heart of the Kingdom of Kerma includes both an extensive town and a cemetery consisting of large tumuli (a mound of earth and stones raised over a grave or graves). The level of affluence at the site demonstrated the power of the Kingdom of Kerma, especially during the Second Intermediate Period when the Kermans threatened the southern borders of Egypt.</p>\n<p>Recent survey and excavation work has identified many new sites south of Kerma, many located on channels of the Nile, now dry, which lay to the east of the modern course of the river. This pattern of settlement indicates a substantial population and for the first time provides us with some sort of context in which we can place Kerma itself. Survey work in advance of the Merowe Dam at the Fourth Cataract has confirmed the presence of Kerma sites at least as far upriver as the Abu Hamad/Mograt Island area.</p>\n<p>Kerma was evidently a sizable political entity - Egyptian records speak of its rich and populous agricultural regions. Unlike Egypt, Kerma seems to have been highly centralized. It controlled the 1st to 4th Cataracts, which meant its domain was as extensive as ancient Egypt.</p>\n<p>Numerous village communities scattered alongside fields of crops made up the bulk of the realm, but there also seems to have been districts wherein pastoralism (goat, sheep and cattle) and gold processing were important industries. Certain Kerma towns served to centralize agricultural products and direct trade. Analysis of the skulls of thousands of cattle interred in royal Kerma tombs suggest that stock were sometimes brought vast distances, from far districts, presumably as a type of tribute from rural communities on the death of Kerma's monarchs. This parallels the importance of cattle as royal property in other parts of Africa at later times.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kerma_culture\">https://en.wikipedia.org/wiki/Kerma_culture</a></p>"}},{"node":{"id":"d0f3930f-f7d7-5445-8aab-0d78bde3ef5a","frontmatter":{"country":"Somalia","title":"Land of Punt","date":"2500 BCE"},"fields":{"slug":"punt-land"},"excerpt":"The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it. At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the…","timeToRead":2,"html":"<p>The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it.</p>\n<p>At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the regions located in the direction of the sunrise, to the East of Egypt. These eastern regions' resources included products used in temples, notably incense. Older literature (and current non-mainstream literature) maintained that the label \"God's Land\", when interpreted as \"Holy Land\" or \"Land of the gods/ancestors\", meant that the ancient Egyptians viewed the Land of Punt as their ancestral homeland.</p>\n<p>Analysis of mummified baboons in the British Museum has revealed the location of the land of Punt as the area between Ethiopia and Eritrea. </p>\n<p>The earliest recorded ancient Egyptian expedition to Punt was organized by Pharaoh Sahure of the Fifth Dynasty (25th century BC). However, gold from Punt is recorded as having been in Egypt as early as the time of Pharaoh Khufu of the Fourth Dynasty.</p>\n<p>Subsequently, there were more expeditions to Punt in the Sixth, Eleventh, Twelfth and Eighteenth dynasties of Egypt. In the Twelfth Dynasty, trade with Punt was celebrated in popular literature in the Tale of the Shipwrecked Sailor.</p>\n<p>In the reign of Mentuhotep III (11th dynasty, ca. 2000 BC), an officer named Hannu organized one or more voyages to Punt, but it is uncertain whether he personally traveled on these expeditions. Trading missions of the 12th dynasty pharaohs Senusret I, Amenemhat II and Amenemhat IV had also successfully navigated their way to and from the mysterious land of Punt.</p>\n<p>In the Eighteenth Dynasty of Egypt, Hatshepsut built a Red Sea fleet to facilitate trade between the head of the Gulf of Aqaba and points south as far as Punt to bring mortuary goods to Karnak in exchange for Nubian gold. Hatshepsut personally made the most famous ancient Egyptian expedition that sailed to Punt. During the reign of Queen Hatshepsut in the 15th century BC, ships regularly crossed the Red Sea in order to obtain bitumen, copper, carved amulets, naptha and other goods transported overland and down the Dead Sea to Elat at the head of the gulf of Aqaba where they were joined with frankincense and myrrh coming north both by sea and overland along trade routes through the mountains running north along the east coast of the Red Sea.</p>"}},{"node":{"id":"03bddeb1-4203-5bad-b287-3b794beee5a4","frontmatter":{"country":"Nigeria","title":"Nok Culture","date":"1500 BCE - 500 CE"},"fields":{"slug":"nok-culture"},"excerpt":"The Nok culture is an early Iron Age population whose material remains are named after the Ham village of Nok in Kaduna State of Nigeria, where their famous terracotta sculptures were first discovered in 1928. The Nok Culture appeared in northern Nigeria around 1500 BC and vanished under unknown circumstances around 500 AD. Iron use, in smelting and forging for tools, appears in Nok culture by at least 550 BC and possibly earlier. Data from historical linguistics suggest that…","timeToRead":1,"html":"<p>The Nok culture is an early Iron Age population whose material remains are named after the Ham village of Nok in Kaduna State of Nigeria, where their famous terracotta sculptures were first discovered in 1928. The Nok Culture appeared in northern Nigeria around 1500 BC and vanished under unknown circumstances around 500 AD.</p>\n<p>Iron use, in smelting and forging for tools, appears in Nok culture by at least 550 BC and possibly earlier. Data from historical linguistics suggest that iron smelting was independently discovered in the region prior to 1000 BC. </p>\n<p>Archaeological finds include life-sized terracotta, stone tools, rock paintings and iron implements, including spear points, bracelets, and small knives.</p>\n<p>The Nok also had one of the most complex judicial systems of the time which pre-dates the western judicial system. The Nok people created classes of courts used for adjudicating cases from minor civil cases, such as family disputes and false allegations, to criminal cases such as stealing, murder and adultery. </p>"}},{"node":{"id":"c33deeab-7e22-51ac-88f4-3320518c0156","frontmatter":{"country":"Eritrea","title":"Dʿmt","date":"980 BCE - 400 BCE"},"fields":{"slug":"dmt-ea"},"excerpt":"Dʿmt was a kingdom located in Eritrea and northern Ethiopia that existed during the 10th to 5th centuries BC. Few inscriptions by or about this kingdom survive and very little archaeological work has taken place. Given the presence of a large temple complex and fertile surroundings, the capital of Dʿmt may have been present day Yeha, in Tigray, Ethiopia. At Yeha the temple to the god Ilmuqah is still standing. The kingdom developed irrigation schemes, used plows, grew millet…","timeToRead":1,"html":"<p>Dʿmt was a kingdom located in Eritrea and northern Ethiopia that existed during the 10th to 5th centuries BC. Few inscriptions by or about this kingdom survive and very little archaeological work has taken place.</p>\n<p>Given the presence of a large temple complex and fertile surroundings, the capital of Dʿmt may have been present day Yeha, in Tigray, Ethiopia. At Yeha the temple to the god Ilmuqah is still standing.</p>\n<p>The kingdom developed irrigation schemes, used plows, grew millet, and made iron tools and weapons.</p>\n<p>Most modern historians consider this civilization to be native African, although Sabaean-influenced due to the latter's dominance of the Red Sea, while others have viewed Dʿmt as the result of a mixture of Sabaeans and indigenous peoples. The most recent research, however, shows that Ge'ez, the ancient Semitic language spoken in Eritrea and northern Ethiopia in ancient times, is not derived from Sabaean. There is evidence of a Semitic-speaking presence in Eritrea and northern Ethiopia at least as early as 2000 BC. Some sources consider the Sabaean influence to be minor, limited to a few localities, and disappeared after a few decades or a century, perhaps representing a trading or military colony in some sort of symbiosis or military alliance with the civilization of Dʿmt or some other proto-Aksumite state. However other sources hold that D'mt, though having indigenous roots, was under strong South Arabian economic and cultural influence. </p>\n<p>After the fall of Dʿmt in the 5th century BC, the plateau came to be dominated by smaller unknown successor kingdoms. This lasted until the rise of one of these polities during the first century BC, the Aksumite Kingdom.</p>"}},{"node":{"id":"1ff7e4f9-1720-5523-ac82-eb9cce5095e7","frontmatter":{"country":"Sudan","title":"Kingdom of Kush","date":"785 BCE"},"fields":{"slug":"kush_kngdm"},"excerpt":"The Kingdom of Kush was an ancient kingdom in Nubia, located at the Sudanese and southern Egyptian Nile Valley. The Kushite era of rule in Nubia was established after the Late Bronze Age collapse and the disintegration of the New Kingdom of Egypt. Kush was centered at Napata during its early phase. After Kashta (\"the Kushite\") invaded Egypt in the 8th century BC, the monarchs of Kush were also the pharaohs of the Twenty-fifth Dynasty of Egypt, until they were expelled by the…","timeToRead":3,"html":"<p>The Kingdom of Kush was an ancient kingdom in Nubia, located at the Sudanese and southern Egyptian Nile Valley.</p>\n<p>The Kushite era of rule in Nubia was established after the Late Bronze Age collapse and the disintegration of the New Kingdom of Egypt. Kush was centered at Napata during its early phase. After Kashta (\"the Kushite\") invaded Egypt in the 8th century BC, the monarchs of Kush were also the pharaohs of the Twenty-fifth Dynasty of Egypt, until they were expelled by the Neo-Assyrian Empire under the rule of Esarhaddon a century later.</p>\n<p>During classical antiquity, the Kushite imperial capital was located at Meroë. In early Greek geography, the Meroitic kingdom was known as Aethiopia. The Kingdom of Kush with its capital at Meroe persisted until the 4th century AD, when it weakened and disintegrated due to internal rebellion. The seat was eventually captured and burnt to the ground by the Kingdom of Aksum. Afterwards the Nubians established the three, eventually Christianized, kingdoms of Nobatia, Makuria and Alodia.</p>\n<p>Mentuhotep II, the 21st century BC founder of the Middle Kingdom, is recorded to have undertaken campaigns against Kush in the 29th and 31st years of his reign. This is the earliest Egyptian reference to Kush; the Nubian region had gone by other names in the Old Kingdom. Under Thutmose I, Egypt made several campaigns south. This eventually resulted in their annexation of Nubia circa 1504 BC. After the conquest, Kerma culture was increasingly Egyptianized, yet rebellions continued for 220 years until c. 1300 BC. During the New Kingdom, Nubia nevertheless became a key province of the New Kingdom, economically, politically and spiritually. Indeed, major Pharonic ceremonies were held at Jebel Barkal near Napata. As an Egyptian colony from the 16th century BC, Nubia (\"Kush\") was governed by an Egyptian Viceroy of Kush. With the disintegration of the New Kingdom around 1070 BC, Kush became an independent kingdom centered at Napata in modern northern Sudan.</p>\n<p>The extent of cultural/political continuity between the Kerma culture and the chronologically succeeding Kingdom of Kush is difficult to determine. The latter polity began to emerge around 1000 BC, 500 years after the end of the Kingdom of Kerma. By 1200 BC, Egyptian involvement in the Dongola Reach was nonexistent. By the 8th century BC, the new Kushite kingdom emerged from the Napata region of the upper Dongola Reach. The first Napatan king, Alara, dedicated his sister to the cult of Amun at the rebuilt Kawa temple, while temples were also rebuilt at Barkal and Kerma. A Kashta stele at Elephantine, places the Kushites on the Egyptian frontier by the mid-eighteenth century. This first period of the kingdom's history, the 'Napatan', was succeeded by the 'Meroitic', when the royal cemeteries relocated to Meroe around 300 BC.</p>\n<p>The Kushites buried their monarchs along with all their courtiers in mass graves. Archaeologists refer to these practices as the \"Pan-grave culture\". This was given its name due to the way in which the remains are buried. They would dig a pit and put stones around them in a circle. Kushites also built burial mounds and pyramids, and shared some of the same gods worshiped in Egypt, especially Ammon and Isis. With the worshiping of these gods the Kushites began to take some of the names of the gods as their throne names.</p>\n<p>The Kush rulers were regarded as guardians of the state religion and were responsible for maintaining the houses of the gods. Some scholars believe the economy in the Kingdom of Kush was a redistributive system. The state would collect taxes in the form of surplus produce and would redistribute to the people. Others believe that most of the society worked on the land and required nothing from the state and did not contribute to the state. Northern Kush seemed to be more productive and wealthier than the Southern area.</p>\n<p>Dental trait analysis of fossils dating from the Meroitic period in Semna, Nubia, found that they were closely related to Afroasiatic-speaking populations inhabiting the Nile, Horn of Africa, Maghreb and Canary Islands. The Meroitic skeletons and these ancient and recent fossils were also phenotypically distinct from those belonging to recent Niger–Congo, Nilo-Saharan and Khoisan-speaking populations in Sub-Saharan Africa, as well as from the Mesolithic inhabitants of Jebel Sahaba in Nubia.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Kush\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Kush</a></p>"}},{"node":{"id":"106e1d6c-59fa-5a53-b3da-bf8a1d32240c","frontmatter":{"country":"Sudan","title":"Nubian Dynasty","date":"744 BCE–656 BCE"},"fields":{"slug":"nubian-dyn"},"excerpt":"The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion. The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in…","timeToRead":3,"html":"<p>The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion.</p>\n<p>The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in part or all of Ancient Egypt from 744–656 BC.</p>\n<p>The dynasty began with Kashta's invasion of Upper Egypt and culminated in several years of both successful and unsuccessful wars with the Mesopotamia-based Neo-Assyrian Empire. The 25th Dynasty's reunification of Lower Egypt, Upper Egypt, and Kush created the largest Egyptian empire since the New Kingdom. They assimilated into society by reaffirming Ancient Egyptian religious traditions, temples, and artistic forms, while introducing some unique aspects of Kushite culture. It was during the 25th dynasty that the Nile valley saw the first widespread construction of pyramids (many in what is now Sudan) since the Middle Kingdom.</p>\n<p>The twenty-fifth dynasty originated in Kush, which is presently in Northern Sudan. The city-state of Napata was the spiritual capital and it was from there that Piye (spelled Piankhi or Piankhy in older works) invaded and took control of Egypt. Piye personally led the attack on Egypt and recorded his victory in a lengthy hieroglyphic filled stele called the \"Stele of Victory\". Piye revived one of the greatest features of the Old and Middle Kingdoms, pyramid construction. An energetic builder, he constructed the oldest known pyramid at the royal burial site of El-Kurru and expanded the Temple of Amun at Jebel Barkal.</p>\n<p>Piye made various unsuccessful attempts to extend Egyptian influence in the Near East, then controlled from Mesopotamia by the Semitic Assyrian Empire. In 720 BC he sent an army in support of a rebellion against Assyria in Philistia and Gaza, however Piye was defeated by Sargon II, and the rebellion failed.</p>\n<p>Shebitku was the second king of the Twenty-fifth Dynasty of Egypt who ruled from 714 BC-705 BC. Shebitku conquered the entire Nile Valley, including Upper and Lower Egypt, around 712 BC. </p>\n<p>Neferkare Shabaka (or Shabako) was the third Kushite pharaoh of the Twenty-fifth Dynasty of Egypt, who reigned from 705–690 BC. Shabaka restored the great Egyptian monuments and returned Egypt to a theocratic monarchy by becoming the first priest of Amon. In addition, Shabaka is known for creating a well-preserved example of Memphite theology by inscribing an old religious papyrus into the Shabaka Stone. Shabaka supported an uprising against the Assyrians in the Israelite city of Ashdod, however he and his allies were defeated by Sargon II.</p>\n<p>Taharqa was a Nubian king that ruled over Egypt after the Kushite invasion. He ruled as Pharaoh from Memphis, but constructed great works throughout the Nile Valley, including works at Jebel Barkal, Kawa, and Karnak. At Karnak, the Sacred Lake structures, the kiosk in the first court, and the colonnades at the temple entrance are all owed to Taharqa and Mentuemhet. Taharqa built the largest pyramid in the Nubian region at Nuri (near El-Kurru).</p>\n<p>King Esarhaddon, tired of attempts by Egypt to meddle in the Assyrian Empire, began an invasion of Egypt in 671 BC. Taharqa was defeated, and Egypt conquered by Esarhaddon. Taharqa fled to his Nubian homeland. Esarhaddon describes \"installing local kings (i.e. rulers and governors) Nubians/Kushites I deported from Egypt, leaving not one left to do homage to me\". The Assyrian conquest ended the Nubian invasion that was in the 25th dynasty in Egypt.</p>\n<p>His successor, Tantamani, also made a failed attempt to regain Egypt from the Assyrian Empire. He invaded Egypt and defeated Necho, a native Egyptian prince and vassal ruler of Ashurbanipal, taking Thebes in the process. The Assyrians, based in the north, then sent a large army southwards. Tantamani was routed and fled back to Nubia, and the Assyrian army sacked Thebes to such an extent that it never truly recovered. A native Egyptian ruler, Psamtik I, was placed on the throne, as a vassal of Ashurbanipal of Assyria; he was the first ruler of the Twenty-Sixth Dynasty. In 656 BC, Psamtik I peacefully took control of rebellious Thebes and effectively unified all of Egypt, though it remained subject to Assyria until the Assyrian Empire began to tear itself apart with a brutal series of internal civil wars in the 620s BC. Tantamani and the Nubians were never again to pose a threat to either Assyria or Egypt. However, upon his death, Tantamani was buried with full honours in the royal cemetery of El-Kurru, upstream from the Kushite capital of Napata.</p>\n<p>The Twenty-fifth Dynasty ruled for a little more than one hundred years. The successors of the Twenty-fifth Dynasty settled back in their Nubian homeland, where they established a kingdom at Napata (656–590 BC), then, later, at Meroë (590 BC – 4th century AD).</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Twenty-fifth_Dynasty_of_Egypt\">https://en.wikipedia.org/wiki/Twenty-fifth<em>Dynasty</em>of_Egypt</a></p>"}},{"node":{"id":"0365dd95-40a8-5aaf-9ae4-15e9169a1197","frontmatter":{"country":"Chad","title":"Sao Civilisation","date":"600 BCE - 1500 CE"},"fields":{"slug":"Sao-Civilisation"},"excerpt":"The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies.  Sao artifacts show that they were skilled workers…","timeToRead":1,"html":"<p>The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies. </p>\n<p>Sao artifacts show that they were skilled workers in bronze, copper, and iron. Finds include bronze sculptures and terra cotta statues of human and animal figures, coins, funerary urns, household utensils, jewelry, highly decorated pottery, spears,  well-fired ceramic vessels, and fine personal ornaments in clay, copper, iron, alloyed copper and brass.</p>\n<p>The Sao were recorded to have dwelt in small towns that were protected by moats and earthen ramparts, suggesting that they may have functioned as city-states.</p>\n<p>Archaeological evidence shows that the Sao buried their dead. The tradition of placing a corpse in the fetal position inside of an earthenware jar was in practice from the 12-13th centuries AD.</p>\n<p>Today, several ethnic groups of Nigeria, northern Cameroon and southern Chad, but particularly the Sara, Kotoko, claim descent from the civilization of the Sao.</p>\n<p>You can read more @ <a href=\"https://en.wikipedia.org/wiki/Sao_civilisation\">https://en.wikipedia.org/wiki/Sao_civilisation</a></p>"}},{"node":{"id":"39486ca7-2352-55cc-9dd1-7b5dcdf99630","frontmatter":{"country":"Togo","title":"Ile-Ife","date":"500 BCE - 1500 CE"},"fields":{"slug":"ile-ife"},"excerpt":"Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin. From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates.  Ife was an influential centre of trade connected to extensive local and long-distance trade networks…","timeToRead":1,"html":"<p>Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin.</p>\n<p>From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates. </p>\n<p>Ife was an influential centre of trade connected to extensive local and long-distance trade networks which enabled the region to prosper.</p>\n<p>Ile-Ife is known for its naturalistic bronze, stone, copper, brass and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400. </p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns,and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>\n<p>After this period, production declined as political and economic power shifted to the nearby kingdom of Benin.</p>"}},{"node":{"id":"914a6b38-0054-510f-a58b-5e273a7d4db7","frontmatter":{"country":"Congo","title":"Kakongo","date":"500 BCE"},"fields":{"slug":"kakongo"},"excerpt":"Kakongo was a former small kingdom located on the Atlantic coast of Central Africa, in the modern-day Republic of Congo and Cabinda, Angola. It along with its southern neighbor, Ngoyo, and Loango, its neighbor on the north were important political commercial centers during the seventeenth through nineteenth centuries. The people speak a dialect of the Kikongo language and thus may be considered a part of the Bakongo ethnicity. The earliest history of Kakongo is unknown, and…","timeToRead":2,"html":"<p>Kakongo was a former small kingdom located on the Atlantic coast of Central Africa, in the modern-day Republic of Congo and Cabinda, Angola. It along with its southern neighbor, Ngoyo, and Loango, its neighbor on the north were important political commercial centers during the seventeenth through nineteenth centuries. The people speak a dialect of the Kikongo language and thus may be considered a part of the Bakongo ethnicity.</p>\n<p>The earliest history of Kakongo is unknown, and oral traditions collected in the region in the nineteenth and twentieth centuries do not do much to elucidate the earliest history of the country. In its present state, archaeology can only attest that the region was already in the Iron Age by the fifth century BC, and that complex societies were emerging in the general vicinity by the early centuries CE.</p>\n<p>The kingdom is first mentioned in the titles of the King of Kongo Afonso I in 1535, in which he notes that he was king over this region, as well as a number of others located along the north bank of the Congo River. This title has led historians to believe that Kakongo was once part of a federation of states that included Kongo and that may have formed as early as the late fourteenth century.</p>\n<p>Kakongo was, however, an independent state for all intents and purposes from the sixteenth century onward. Portuguese merchants, interested in the trade in copper, ivory, and slaves began to establish factories in Kakongo in the 1620s and Dutch and English merchants also visited the kingdom during the seventeenth century. Its capital was called Kinguele,and was an inland town.</p>\n<p>Kakongo became a very important commercial center in the eighteenth century, regularly visited by ships from England, France, the Netherlands, and Portugal. Its port of Cabinda was a major hub and lay in a protected bay. Slaves dominated the exports of the country, though most were simply transhipped from areas further south, both in the Kingdom of Kongo and the eastern provinces of Angola (such as Matamba). In 1775, French missionaries sought to convert the kingdom, along with its neighbors, to Christianity, hoping to reap the fruit of its long association with the neighboring, Christian, Kingdom of Kongo. The mission was largely unsuccessful, but did make contact with a community of Christians from Kongo's province of Soyo living at the town of Manguenzo in the interior. The mission was ultimately abandoned, however.</p>"}},{"node":{"id":"e81a8016-6d64-51a1-ac00-1846943fc348","frontmatter":{"country":"Algeria","title":"Kingdom of Numidia","date":"202 BCE - 40 BCE"},"fields":{"slug":"numidia"},"excerpt":"Numidia (Berber: Inumiden) was an ancient Berber kingdom of the Numidians, located in what is now Algeria and a smaller part of Tunisia and Libya in the Berber world, in North Africa. The polity was originally divided between Massylii in the east and Masaesyli in the west. During the Second Punic War (218–201 BC), Massinissa, king of the Massylii, defeated Syphax of the Masaesyli to unify Numidia into one kingdom. The kingdom began as a sovereign state and later alternated…","timeToRead":1,"html":"<p>Numidia (Berber: Inumiden) was an ancient Berber kingdom of the Numidians, located in what is now Algeria and a smaller part of Tunisia and Libya in the Berber world, in North Africa. The polity was originally divided between Massylii in the east and Masaesyli in the west. During the Second Punic War (218–201 BC), Massinissa, king of the Massylii, defeated Syphax of the Masaesyli to unify Numidia into one kingdom. The kingdom began as a sovereign state and later alternated between being a Roman province and a Roman client state. It was bordered by Atlantic ocean to the west, Africa Proconsularis (modern-day Tunisia) to the east, the Mediterranean Sea to the north, and the Sahara Desert to the south. It is considered to be one of the first major states in the history of Algeria and the Berber world.</p>"}},{"node":{"id":"1e9612d7-3881-561c-ab4e-5cad44963392","frontmatter":{"country":"Eritrea","title":"Kingdom of Aksum","date":"c. 100 AD – c. 940 AD"},"fields":{"slug":"aksum-kngdm"},"excerpt":"The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the…","timeToRead":1,"html":"<p>The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the proto-Aksumite Iron Age period around the 4th century BC to achieve prominence by the 1st century AD. Aksum became a major player on the commercial route between the Roman Empire and Ancient India. The Aksumite rulers facilitated trade by minting their own Aksumite currency, with the state establishing its hegemony over the declining Kingdom of Kush. It also regularly entered the politics of the kingdoms on the Arabian Peninsula and eventually extended its rule over the region with the conquest of the Himyarite Kingdom. The Manichaei prophet Mani (died 274 AD) regarded Axum as one of the four great powers of his time, the others being Persia, Rome, and China.</p>\n<p>The Aksumites erected a number of monumental stelae, which served a religious purpose in pre-Christian times. One of these granite columns is the largest such structure in the world, at 90 feet.</p>\n<p>Under Ezana (fl. 320–360) Aksum adopted Christianity. In the 7th century, early Muslims from Mecca sought refuge from Quraysh persecution by travelling to the kingdom, a journey known in Islamic history as the First Hijra.</p>\n<p>The kingdom's ancient capital, also called Axum, is now a town in Tigray Region (northern Ethiopia). The Kingdom used the name \"Ethiopia\" as early as the 4th century.</p>\n<p>Tradition claims Axum as the alleged resting place of the Ark of the Covenant and the purported home of the Queen of Sheba.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Aksum\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Aksum</a></p>"}},{"node":{"id":"837192d5-e633-5822-8fb2-4904c6d73b6d","frontmatter":{"country":"Sudan","title":"Alodia","date":"400 CE"},"fields":{"slug":"alodia-kngdm"},"excerpt":"Alodia, also known as Alwa (Greek: Aρογα, Aroua; Arabic:Alwa) was a medieval Nubian kingdom in what is now central and southern Sudan. Its capital was the city of Soba located near modern-day Khartoum at the confluence of the Blue and White Nile. Founded some time after the fall of the ancient kingdom of Kush in around 350, Alodia is first mentioned in historical records in 569. It converted to Coptic Christianity in 580, the last of the three Nubian kingdoms to convert, the…","timeToRead":2,"html":"<p>Alodia, also known as Alwa (Greek: Aρογα, Aroua; Arabic:Alwa) was a medieval Nubian kingdom in what is now central and southern Sudan. Its capital was the city of Soba located near modern-day Khartoum at the confluence of the Blue and White Nile.</p>\n<p>Founded some time after the fall of the ancient kingdom of Kush in around 350, Alodia is first mentioned in historical records in 569. It converted to Coptic Christianity in 580, the last of the three Nubian kingdoms to convert, the other two being Nobadia and Makuria. It possibly reached its peak during the 9th–12th centuries when it is recorded to have controlled much of central and southern Sudan, exceeding its northern neighbor, Makuria, with which it maintained close dynastic ties, in size, power and economic prosperity. This wide, multicultural empire was ruled by a powerful king and provincial governors appointed by him. The capital Soba, being described as a town of \"extensive dwellings and churches full of gold and gardens\", prospored as a trading hub with goods arriving from Makuria, the Middle East, western Africa, India and even China. Nubian and Greek literacy flourished.</p>\n<p>Based on archaeological evidence it has been suggested that Alodia's capital Soba underwent its peak of development between the 9th to 12th centuries. Monumental structures, have been unearthed in the capital Soba.  The discoveries include several churches, a palace, cemeteries and numerous small finds.</p>\n<p>In the mid 10th century, Alodia was visited by the traveller and historian Ibn Hawqal, resulting in the most comprehensive known account of the kingdom. He describes the geography and people of Alodia in considerable detail, giving the impression of a large, polyethnic state. He also notes its prosperity, having an \"uninterrupted chain of villages and a continuous strip of cultivated lands\".</p>\n<p>From the 12th and especially the 13th century Alodia was declining possibly because of invasions from the south, droughts and a shift of trade routes. The 14th century saw the arrival of both the plague and bedouin tribes migrating into the upper Nile valley. By around 1500 Soba had fallen to either Arabs or the Funj, likely marking the end of Alodia, although some Sudanese oral traditions claimed that it survived in the form of the kingdom of Fazughli within the Ethiopian-Sudanese borderlands.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Alodia\">https://en.wikipedia.org/wiki/Alodia</a></p>"}},{"node":{"id":"b0b9d4d5-ca3e-5fd3-91e4-b3908b2386f7","frontmatter":{"country":"Sudan","title":"Kingdom of Makuria","date":"400 CE"},"fields":{"slug":"makuria_kngdm"},"excerpt":"Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital. By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies…","timeToRead":3,"html":"<p>Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital.</p>\n<p>By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies. Makuria was one of the few states in the world to repulse Muslim conquests led by the Rashidun Caliphate when they defeated an Arab army at the First Battle of Dongola in 642. The Arabs had taken Egypt in 641, and the jihad soon turned south. Makuria repeated the feat in 652 at the Second Battle of Dongola. Arab writers noted the Makurians' skill as archers in both battles. One of the few major defeats suffered by an Arab army in the first century of Islamic expansion, it led to an unprecedented agreement: the bakt. This treaty guaranteed peaceful relations between the two sides. The Nubians agreed to give Arab traders more privileges of trade in addition to a share in their slave trading, while the Egyptians may have been obliged to send manufactured goods south.</p>\n<p>Makuria expanded by annexing its northern neighbor Nobatia, a process which would have occurred at some point after the Sasanian conquest of Egypt, but was completed until the reign of King Merkurios. It also maintained close dynastic ties with the kingdom of Alodia to the south. The period from the 9th to 11th century saw the peak of Makuria's cultural development: new monumental buildings were erected, arts like wall paintings and finely crafted and decorated pottery flourished and Nubian grew to become the prevalent written language.</p>\n<p>One of the most important discoveries of the rushed work prior to the flooding of Lower Nubia was the Cathedral of Faras. This large building had been completely filled with sand preserving a series of magnificent paintings. Similar, but less well preserved, paintings have been found at several other sites in Makuria, including palaces and private homes, giving an overall impression of Makurian art. The style and content was heavily influenced by Byzantine art, and also showed influence from Egyptian Coptic art and from Palestine. Mainly religious in nature, it depicts many of the standard Christian scenes. Also illustrated are a number of Makurian kings and bishops, with noticeably darker skin than the Biblical figures.</p>\n<p>Women enjoyed a high social standing. The matrilineal succession gave the queen mother and the sister of the current king as forthcoming queen mother great political relevance. Women had access to education and there is evidence that, like in Byzantine Egypt, female scribes existed. Private land tenure was open to both men and women, meaning that both could own, buy and sell land. Transfers of land from mother to daughter were common. </p>\n<p>The main economic activity in Makuria was agriculture, with farmers growing several crops a year of barley, millet, and dates. One important technological advance was the saqiya, an oxen-powered water wheel, that was introduced in the Roman period and helped increase yields and population density. Settlement patterns indicate that land was divided into individual plots rather than as in a manorial system. The peasants lived in small villages composed of clustered houses of sun-dried brick.</p>\n<p>Important industries included the production of pottery, based at Faras, and weaving based at Dongola. Smaller local industries include leatherworking, metalworking, and the widespread production of baskets, mats, and sandals from palm fibre. Also important was the gold mined in the Red Sea Hills to the east of Makuria. Cattle was of great economic importance. </p>\n<p>Increased aggression from Egypt, internal discord, bedouin incursions and possibly the plague and the shift of trade routes led to the state's decline in the 13th and 14th century. Due to a civil war in 1365, the kingdom was reduced to a rump state that lost much of its southern territories, including Dongola. It had disappeared by the 1560s, when the Ottoman occupied Lower Nubia. Nubia was subsequently Islamized, while the Nubians living upstream of Al Dabbah and in Kordofan were also Arabized.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Makuria\">https://en.wikipedia.org/wiki/Makuria</a></p>"}},{"node":{"id":"3e161d4f-b5ab-5c67-ad4a-418af8d98efb","frontmatter":{"country":"Sudan","title":"kingdom of Nobatia","date":"400 CE"},"fields":{"slug":"nobatia_kgdm"},"excerpt":"Nobatia was a late antique kingdom in Lower Nubia. Together with the two other Nubian kingdoms, Makuria and Alodia, it succeeded the kingdom of Kush. After its establishment in around 400, Nobadia gradually expanded by defeating the Blemmyes in the north and incorporating the territory between the second and third Nile cataract in the south. In 543 it converted to Coptic Christianity. The kingdom of Nobatia had been founded in the former Meroitic province of Akine, which…","timeToRead":2,"html":"<p>Nobatia was a late antique kingdom in Lower Nubia. Together with the two other Nubian kingdoms, Makuria and Alodia, it succeeded the kingdom of Kush. After its establishment in around 400, Nobadia gradually expanded by defeating the Blemmyes in the north and incorporating the territory between the second and third Nile cataract in the south. In 543 it converted to Coptic Christianity.</p>\n<p>The kingdom of Nobatia had been founded in the former Meroitic province of Akine, which comprised large parts of Lower Nubia and is speculated to have been autonomous already before the ultimate fall of the Meroitic kingdom in the mid 4th century. While the Nobatae had been invited into the region from the Western Desert by the Roman Emperor Diocletian already in 297 AD, their kingdom becomes tangible only in around 400 AD. Early Nobatia is quite likely the same civilization that is known to archeologists as the Ballana culture. Eventually the Nobatae were successful in defeating the Blemmyes, and an inscription by Silko, \"Basiliskos\" of the Nobatae, claims to have driven the Blemmyes into the Eastern Desert. Around this time the Nobatian capital was established at Pakhoras (modern Faras); soon after, Nobatia converted to non-Chalcedonian Christianity.</p>\n<p>By 707, Nobatia had been annexed to its southern neighbor, Makuria. The circumstances of this merger are unknown. It is also unknown what happened to the royal Nobadian family. The merger most likely occurred before the Muslim conquest in 652, since the Arab histories speak of only one Christian state in Nubia and reached at least as far as Old Dongola. Nobatia seems to have maintained some autonomy in the new state. It was ruled by an eparch of Nobatia who was also titled the Domestikos of Pakhoras. These were originally appointed but seem to be dynastic in the later period. Some of their records have been found at Fort Ibrim, presenting a figure with a great deal of power. Nobatia՚s name is often given as al-Maris in Arabic histories. The eparchate of Nobadia remained an integral part of the kingdom of Makuria until the very end, as is confirmed by a document from 1463 mentioning an eparch named Teedderre.</p>\n<p>Archaeology from the pagan period confirms the relevance archery had for the Nubians and therefore also the Nobatians. The slightly reflexed longsbows, which are attested for Kushite mercenaries since the Middle Kingdom, were replaced by reflex composite bows during the Meroitic or post-Meroitic period, measuring around one meter and originally designed to be shot from horseback. One simple wooden self bow is known from an early Nobadian burial in Qustul. Furthermore, the archers wore thumb rings, measuring between three and four cm. Thus, Nubian archers would have employed a drawing technique very similar to the Persian and Chinese one, both of which also reliant on thumb rings.</p>\n<p>A weapon characteristic for the Nobadians was a type of short sword. It has a straight hollow-ground blade which was sharpened only on one edge and was therefore not designed to thrust, but to hack. Apart of said swords, there were also lances, some of them with large blades, as well as halberds.</p>\n<p>Nobadian warriors and their leadership made use of shields and body armour, most of it manufactured from leather.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Nobatia\">https://en.wikipedia.org/wiki/Nobatia</a></p>"}},{"node":{"id":"0dce22c3-c2b6-5915-9f0a-1da400475510","frontmatter":{"country":"Mauritania","title":"Ghana Empire","date":"700 - 1240"},"fields":{"slug":"ghana-empire"},"excerpt":"The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the…","timeToRead":2,"html":"<p>The Ghana Empire (c. 700 until c. 1240), properly known as Wagadou (Ghana or Ga'na being the title of its ruler), was located in the area of present-day southeastern Mauritania and western Mali. It is not geographically realted to Modern Ghana. Complex societies based on trans-Saharan trade with salt and gold had existed in the region since ancient times, but the introduction of the camel to the western Sahara in the 3rd century A.D. opened the way to great changes in the area that became the Ghana Empire. By the time of the Muslim conquest of North Africa in the 7th century the camel had changed the ancient, more irregular trade routes into a trade network running from Morocco to the Niger river. The Ghana Empire grew rich from this increased trans-Saharan trade in gold and salt, allowing for larger urban centres to develop. The traffic furthermore encouraged territorial expansion to gain control over the different trade-routes.</p>\n<p>The early history of Ghana is unknown. The Neolithic site of Dhar Tichitt in this area was settled by agropastoral communities around 2000 BC. Their settlements were generally situated on the cliffs and included stone building. These are the oldest surviving archaeological settlements in West Africa and the oldest of all stone base settlements south of the Sahara. They are thought to have been built by the Soninke people and were possibly the precursor of the Ghana empire. The area was abandoned around 500 BC probably because of the onset of more arid conditions. Hundreds of rock art images have been discovered, depicting various animals and hunting scenes. Archaeologists including P.J. Munson, Augustin F.C. Holl, and S. Amblard have found some evidence that millet was farmed seasonally as early as 2000 BC.</p>\n<p> There is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century. The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. </p>\n<p>In the 11th century the Cordoban scholar Abuof travelled to the region and gave a detailed description of the kingdom. He claimed that the Ghana could \"put 200,000 men into the field, more than 40,000 of them archers\", and noted they had cavalry forces as well.</p>\n<p>The archaeological ruins at Koumbi Saleh show remanents of the Ghana Emprie. Koumbi Saleh was a Muslim town with a strong Maghreb connection. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace. The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. </p>\n<p>As the empire declined it finally became a vassal of the rising Mali Empire at some point in the 13th century. When the Gold Coast in 1957 became the first country in sub-Saharan Africa to regain its independence from colonial rule, it renamed itself in honor of the long-gone empire.</p>"}},{"node":{"id":"e470204b-97c5-5da1-b772-7a193de05a30","frontmatter":{"country":"Niger_","title":"Gao Empire","date":"800 CE - 1430 CE"},"fields":{"slug":"gao_empire"},"excerpt":"The Gao Empire precedes that of the Songhai Empire in the region of the Middle Niger. It owes its name to the town of Gao located at the eastern Niger bend. In the ninth century CE, it was considered to be the most powerful West African kingdom. For much of its history Gao was an important commercial centre involved in the trans-Saharan trade. In the 9th century external Arabic writers described Gao as an important regional power and by the end of the 10th century, the local…","timeToRead":2,"html":"<p>The Gao Empire precedes that of the Songhai Empire in the region of the Middle Niger. It owes its name to the town of Gao located at the eastern Niger bend. In the ninth century CE, it was considered to be the most powerful West African kingdom.</p>\n<p>For much of its history Gao was an important commercial centre involved in the trans-Saharan trade. In the 9th century external Arabic writers described Gao as an important regional power and by the end of the 10th century, the local ruler was said to be a Muslim. Towards the end of the 13th century Gao became part of the Mali Empire, but in first half of the 15th century the town regained its independence and with the conquests of Sunni Ali (ruled 1464–1492) it became the capital of the Songhai Empire. The Empire collapsed after the Moroccan invasion in 1591 and the invaders chose to make Timbuktu their capital. By the time of Heinrich Barth's visit in 1854, Gao had declined to become an impoverished village with 300 huts constructed from matting. In 2009, the urban commune had a population of 86,633.</p>\n<p>Apart from some Arabic epitaphs on tombstones discovered in 1939 at the cemetery of Gao-Saney (6 km to the east of the city) there are no surviving indigenous written records that date from before the middle of the 17th century. Our knowledge of the early history of the town relies on the writings of external Arabic geographers living in Morocco, Egypt and Andalusia, who never visited the region. These authors referred to the town as Kawkaw or Kuku. The two key 17th century chronicles, the Tarikh al-Sudan and the Tarikh al-Fattash, provide information on the town at the time of the Songhai Empire but they contain only vague indications on the time before.</p>\n<p>The archaeological evidence suggests that there were two settlements on the eastern bank of the Niger: Gao Ancien situated within the modern town, to the east of the Tomb of Askia, and the archaeological site of Gao-Saney (Sané in French) situated around 4 km to the east. The bed of the Wadi Gangaber passes to the south of the Gao-Saney occupation mound (tell) but to the north of Gao Ancien. The imported pottery and glass recovered from Gao-Saney suggest that the site was occupied between the 8th and 12th centuries.</p>\n<p>The discovery of the tombstones of Gao-Saney in 1939 has provided the historians of the Gao Empire with new evidence. The three great Muslim rulers belonging the Zaghe dynasty who died successively in 1100, 1110 and 1120 can be identified with the kings of the Zuwa dynasty. The Islamization of the dynasty took therefore not place at the beginning but at the end of the eleventh century in the time of the Almoravids. The role of the Almoravids in this process has been hotly debated. Earlier the kings of Gao-Saney were considered to be offshoots of the Almoravids (John Hunwick, 1980), but it has recently been argued that they were converted rulers of a great African dynasty, possibly originating from ancient Ghana (Dierk Lange, 2004).</p>"}},{"node":{"id":"76f488b3-82a3-5686-bc07-1cd3556fd0bc","frontmatter":{"country":"Nigeria","title":"Kingdom of Nri","date":"900-1911 CE"},"fields":{"slug":"kingdom-of-nri"},"excerpt":"The Kingdom of Nri (also known as Igbo) was a medieval religio-polity within the Igbo area of Nigeria administered by a priest-king called an Eze Nri. The Eze Nri managed trade and diplomacy on behalf of the Nri people, a subgroup of the Igbo-speaking people, and possessed divine authority in religious matters. The kingdom was a haven for all those who had been rejected in their communities and also a place where slaves were set free from their bondage. Nri expanded through…","timeToRead":2,"html":"<p>The Kingdom of Nri (also known as Igbo) was a medieval religio-polity within the Igbo area of Nigeria administered by a priest-king called an Eze Nri. The Eze Nri managed trade and diplomacy on behalf of the Nri people, a subgroup of the Igbo-speaking people, and possessed divine authority in religious matters.</p>\n<p>The kingdom was a haven for all those who had been rejected in their communities and also a place where slaves were set free from their bondage. Nri expanded through converts gaining neighboring communities' allegiance, not by force. Nri's royal founder, Eri, is said to be a 'sky being' that came down to earth and then established civilization. </p>\n<p>One of the better-known remnants of the Nri civilization is manifested in the igbo ukwu artifacts. The Igbo-Ukwu bronzes amazed the world with a very high level of technical and artistic proficiency and sophistication which was distinctly more advanced than contemporary bronze casting in Europe. The bronzes of Igbo-Ukwu pay special attention to detail depicting birds, snails, chameleons, and other natural aspects of the world such as a hatching bird. Other pieces include gourds and vessels which were often given handles. The pieces are so fine that small insects were included on the surfaces of some while others have what looks like bronze wires decorated around them. None of these extra details were made separately; the bronzes were all one piece.</p>\n<p><b><i>The Grove Encyclopedia of Materials and Techniques in Art</i></b> describes them as being \"among the most inventive and technically accomplished bronzes ever made.\" Although the lost wax casting process was used to produce the bronzes, latex was probably used in Igbo-Ukwu instead of beeswax which would explain how the artists were able to produce such fine and filigrann surface detail. Some of the techniques used by the ancient smiths are not known to have been used outside Igbo-Ukwu such as the production of complex objects in stages with the different parts later fixed together by brazing or by casting linking sections to join them.</p>\n<p>The composition of the metal alloys used in the production of the bronze is unique, with an unusually high silver content and is distinct from alloys used in Europe, the Mediterranean or other African bronze centers. The origin of the metal ore used to produce the bronze has been located to old mines in Abakiliki about 100 kilometers from Igbo-Ukwu.</p>\n<p>By the late 16th century, Nri influence extended well beyond the nuclear northern Igbo region to Igbo settlements on the west bank of the Niger and communities affected by the Benin Empire. At its height, the kingdom of Nri had influence in over roughly a fourth of Igboland and beyond.</p>"}},{"node":{"id":"14237d79-352c-5811-8aa9-e8b15e7cd93e","frontmatter":{"country":"Ethiopia","title":"Zagwe dynasty","date":"900 - 1270"},"fields":{"slug":"zagwe"},"excerpt":"\"The Zagwe dynasty was the ruling dynasty of a Medieval kingdom in present-day northern Ethiopia. The kingdom itself was perhaps called Begwena, after the historical name of the Lasta province. Centered at Lalibela, it ruled large parts of the territory from approximately 900 to 1270, when the last Zagwe King Za-Ilmaknun was killed in battle by the forces of the Abyssinian King Yekuno Amlak.  The name of the dynasty is thought to derive from the ancient Ge'ez phrase Ze-Agaw…","timeToRead":1,"html":"<p>\"The Zagwe dynasty was the ruling dynasty of a Medieval kingdom in present-day northern Ethiopia. The kingdom itself was perhaps called Begwena, after the historical name of the Lasta province. Centered at Lalibela, it ruled large parts of the territory from approximately 900 to 1270, when the last Zagwe King Za-Ilmaknun was killed in battle by the forces of the Abyssinian King Yekuno Amlak. </p>\n<p>The name of the dynasty is thought to derive from the ancient Ge'ez phrase Ze-Agaw, meaning \"Dynasty of the Agaw\" in reference to the Agaw people that constituted its ruling class. Zagwe's best-known King was Gebre Mesqel Lalibela, who is credited with having constructed the rock-hewn monolithic churches of Lalibela.</p>\n<p>Gebre Mesqel Lalibela is said to have seen Jerusalem in a vision and then attempted to build a new Jerusalem as his capital in response to the capture of old Jerusalem by Muslims in 1187. As such, many features of the town of Lalibela have Biblical names including the town's river, known as the River Jordan. The city remained the capital of Ethiopia from the late 12th century and into the 13th century.</p>\n<p>Yemrehana Krestos, King (negus) of Ethiopia and a member of the Zagwe dynasty, is credited with the construction of a stone church built in the Aksumite style, which bears his name. Located 12 miles northeast from Lalibela, the Yemrehana Krestos Church was built in a large northeast-facing cave on the western side of Mount Abuna Yosef. </p>"}},{"node":{"id":"bd957e87-5713-5156-af54-c762674b1e0d","frontmatter":{"country":"Nigeria","title":"Kingdom of Kano","date":"999–1349"},"fields":{"slug":"kano_kngdm"},"excerpt":"The Kingdom of Kano was a Hausa kingdom in the north of what is now Northern Nigeria that dates back before 1000 AD, and lasted until the proclamation of the Sultanate of Kano by King Ali Yaji Dan Tsamiya in 1349. The kingdom was then replaced by the Sultanate of Kano, under the suzerainty of a Muslim Sultan The capital is now the modern city of Kano in Kano State. Our knowledge of the early history of Kano comes largely from the Kano Chronicle, a compilation of oral…","timeToRead":1,"html":"<p>The Kingdom of Kano was a Hausa kingdom in the north of what is now Northern Nigeria that dates back before 1000 AD, and lasted until the proclamation of the Sultanate of Kano by King Ali Yaji Dan Tsamiya in 1349. The kingdom was then replaced by the Sultanate of Kano, under the suzerainty of a Muslim Sultan The capital is now the modern city of Kano in Kano State.</p>\n<p>Our knowledge of the early history of Kano comes largely from the Kano Chronicle, a compilation of oral tradition and some older documents composed in the nineteenth century, as well as more recently conducted archaeology.</p>\n<p>In the 7th century, Dala Hill, a hill in Kano, was the site of a community that engaged in iron-working. It is unknown whether these were Hausa people or speakers of Niger–Congo languages.</p>\n<p>Kano was originally known as Dala, after the hill, and was referred to as such as late as the end of the 15th century and the beginning of the 16th by Bornoan sources. The Kano Chronicle identifies Barbushe, a priest of a Dalla Hill spirit, as the city's first settler. According to the Kano Chronicle, Bagauda, a grandson of the mythical hero Bayajidda, became the first Hausa king of Kano in 999, reigning until 1063. His grandson Gijimasu (1095–1134), the third king, began building city walls at the foot of Dalla Hill, and Gijimasu's son, Tsaraki (1136–1194), the fifth king, completed them during his reign. The Bagauda family steadily extended the kingdom through conquest of nearby communities. They established numerous sub-rulers, with titles starting with \"Dan\", of which the most important was \"Dan Iya\".</p>"}},{"node":{"id":"7d157ba5-600d-5089-8a4d-ab9428f9f745","frontmatter":{"country":"Nigeria","title":"Hausa Kingdom","date":"c. 1000 - 1400"},"fields":{"slug":"hausak"},"excerpt":"The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when…","timeToRead":2,"html":"<p>The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when the terrain was converting from woodlands to savannah. They started cultivating grains, which led to a denser peasant population. They had a common language, laws, and customs. The Hausa were known for fishing, hunting, agriculture, salt-mining, and blacksmithing. By the 14th century Kano had become the most powerful city-state.  Kano had become the base for the trans-Saharan trade in salt, cloth, leather, and grain. The Hausa oral history is reflected in the Bayajidda legend, which describes the adventures of the Baghdadi hero Bayajidda culmulating in the killing of the snake in the well of Daura and the marriage with the local queen Magajiya Daurama. According to the legend, the hero had a child with the queen, Bawo, and another child with the queen's maid-servant, Karbagari.</p>\n<p>In the 7th century, the Dala Hill in Kano was the site of a Hausa community that migrated from Gaya and engaged in iron-working.</p>\n<p>Hausa architecture (known as Tubali in the Hausa language) is a distinct sub-style among the various Sudano-Sahelian architectural styles found throughout the Sahel-geographic band stretching from Senegal and Mauritania in the West to Sudan in the east.</p>\n<p>Hausa buildings are characterized by the use of dry mud bricks in cubic structures, multi-storied buildings for the social elite, the use of parapets related to their military/fortress building past, and traditional white stucco and plaster for house fronts. At times the facades may be decorated with various abstract relief designs, sometimes painted in vivid colours to convey information about the occupant.</p>\n<p>Despite relatively constant growth from the 15th century to the 18th century, the states were vulnerable to constant war internally and externally. By the Eighteenth century they were economically and politically exhausted. Although the vast majority of its inhabitants were Muslim by the 16th century, they were attacked by Fulani jihadists from 1804 to 1808. In 1808 the Hausa Nation was finally conquered by Usuman dan Fodio and incorporated into the Hausa-Fulani Sokoto Caliphate.</p>"}},{"node":{"id":"bf1aa301-1249-5cd6-a85e-8fd18a28dbca","frontmatter":{"country":"Burkina Faso","title":"Mossi Kingdoms","date":"11th century–1896"},"fields":{"slug":"mossi _kngdm"},"excerpt":"The Mossi Kingdoms, sometimes referred to as the Mossi Empire, were a number of different powerful kingdoms in modern-day Burkina Faso which dominated the region of the upper Volta river for hundreds of years. The kingdoms were founded when warriors from the Mamprusi area, in modern-day Ghana moved into the area and intermarried with local people. Centralization of the political and military powers of the kingdoms begin in the 13th century and led to conflicts between the…","timeToRead":1,"html":"<p>The Mossi Kingdoms, sometimes referred to as the Mossi Empire, were a number of different powerful kingdoms in modern-day Burkina Faso which dominated the region of the upper Volta river for hundreds of years. The kingdoms were founded when warriors from the Mamprusi area, in modern-day Ghana moved into the area and intermarried with local people. Centralization of the political and military powers of the kingdoms begin in the 13th century and led to conflicts between the Mossi kingdoms and many of the other powerful states in the region. In 1896, the French took over the kingdoms and created the French Upper Volta which largely used the Mossi administrative structure for many decades in governing the colony.</p>\n<p>The Mossi kingdoms were organized around five different kingdoms: Ouagadougou, Tenkodogo, Fada N'gourma, and Zondoma (later replaced by Yatenga) and Boussouma. However, there were as many as 19 additional lesser Mossi kingdoms which retained connection to one of the four main kingdoms. Each of these retained significant domestic autonomy and independence but shared kinship, military, and ritualistic bonds with one another. Each kingdom had similar domestic structures with kings, ministers, and other officials and a high degree of centralization of administrative functions. There were prominent rivalries between the different kingdoms, namely between Yatenga and Ouagadougou. Ouagadougou was often considered the primary Mossi kingdom ruled by Moro Naba, but was not the capital of the Mossi kingdoms as each retained autonomy.</p>"}},{"node":{"id":"1571dee9-8fd5-5bf0-9ba6-c44bb247ca83","frontmatter":{"country":"Rwanda","title":"Kingdom of Rwanda","date":"11th century–1962"},"fields":{"slug":"rwanda-kngdm"},"excerpt":"The Kingdom of Rwanda was a pre-colonial kingdom in East Africa beginning in c. 1081, which survived with some of its autonomy intact under German and Belgian colonial rule until its monarchy was abolished in the Rwandan Revolution. After a 1961 referendum, Rwanda became a republic and received its independence in 1962.","timeToRead":1,"html":"<p>The Kingdom of Rwanda was a pre-colonial kingdom in East Africa beginning in c. 1081, which survived with some of its autonomy intact under German and Belgian colonial rule until its monarchy was abolished in the Rwandan Revolution. After a 1961 referendum, Rwanda became a republic and received its independence in 1962.</p>"}},{"node":{"id":"83220d7f-a94d-510a-b883-b432be9c0974","frontmatter":{"country":"Botswana","title":"Kingdom of Mapungubwe","date":"1075–1220"},"fields":{"slug":"mapungubwe"},"excerpt":"The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The…","timeToRead":1,"html":"<p>The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The Kingdom of Mapungubwe lasted about 80 years, and at its height its population was about 5000 people. The Mapungubwe Collection is a museum collection of artifacts found at the archaeological site and is housed in the Mapungubwe Museum in Pretoria.</p>\n<p>Spatial organisation in the kingdom of Mapungubwe involved the use of stone walls to demarcate important areas for the first time. There was a stone-walled residence likely occupied by the principal councillor. Stone and wood were used together. There would have also been a wooden palisade surrounding Mapungubwe Hill. Most of the capital's population would have lived inside the western wall.</p>"}},{"node":{"id":"da4cc0ad-7606-5209-a40b-a47522fbbef7","frontmatter":{"country":"Benin","title":"Great Ardra","date":"1100 AD - 1724 AD"},"fields":{"slug":"great-ardra"},"excerpt":"Great Ardra was a coastal West African kingdom in what is now southern Benin. It was named for its capital, the modern Allada, which was also the main city and major port of the realm. The city and kingdom were supposedly founded by a group of Aja migrants in the 12th or 13th century. Its kings \"ruled with the consent of the elders of the people\". The state reached the peak of its power in the 16th and early 17th centuries, when it was an important source of slaves for the…","timeToRead":2,"html":"<p>Great Ardra was a coastal West African kingdom in what is now southern Benin. It was named for its capital, the modern Allada, which was also the main city and major port of the realm.</p>\n<p>The city and kingdom were supposedly founded by a group of Aja migrants in the 12th or 13th century. Its kings \"ruled with the consent of the elders of the people\". The state reached the peak of its power in the 16th and early 17th centuries, when it was an important source of slaves for the Atlantic trade. </p>\n<p>Allada was in 1600 the most prominent of Aja states, bordering the nearby Oyo Empire, to which the King of Allada was vassal and tributary. Although it was an inland kingdom, Allada maintained control of some sea ports such as Offra, Jaquin and Whydah, thus making Allada important in the growing slave trade business, which also granted Allada the economic means to pay its duties to Oyo. Between 1640 and 1690, about 125,000 slaves were sold from Allada, peaking at about 55,000 during the 1680s alone.</p>\n<p>Slaves used to be captured from enemy tribes and passed on to European slavers bound for the Americas, the route which by repute the father of Toussaint L'Ouverture, the famous general that started the Haitian revolution that lead Jean-Jacques Dessaline to liberate Haiti, had taken. </p>\n<p>Originally a part of the Allada Kingdom, the city of Abomey went on to become capital of a new kingdom, the Kingdom of Dahomey, which grew strong enough to challenge the nearby Oyo Kingdom, with Dahomey finally vanquishing it and establishing itself as the main Kingdom in the region.</p>\n<p>By the late 1690s, the growth of Dahomey had severely restricted Allada's supply of slaves from the north, while simultaneously Whydah surpassed Allada as a primary source of slaves from West Africa. This greatly weakened Allada's comparative power in the region.[3] In 1724, the Kingdom of Dahomey invaded the Kingdom of Allada; in three days, the King of Dahomey's troops slaughtered thousands of Allada's warriors and citizens. More than 8000 of Allada's population were taken as prisoners and sold into slavery in the New World.[6]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Great_Ardra\">https://en.wikipedia.org/wiki/Great_Ardra</a></p>"}},{"node":{"id":"d4dd9ea6-1c14-500d-bdef-c8400d8dec52","frontmatter":{"country":"Nigeria","title":"Kingdom of Benin","date":"1180 CE - 1897 CE"},"fields":{"slug":"kingdom-of-benin"},"excerpt":"The kingdom of Benin was a pre-colonial kingdom in what is now southern Nigeria. It began in the 900s when the Edo people settled in the rainforests of West Africa. The rulers, known as the Oba were established through hereditary succession. Under these obas Benin became a highly organized state. Its numerous craftsmen were organized into guilds, and the kingdom became famous for its ivory and wood carvers. Its brass smiths and bronze casters excelled at making naturalistic…","timeToRead":1,"html":"<p>The kingdom of Benin was a pre-colonial kingdom in what is now southern Nigeria. It began in the 900s when the Edo people settled in the rainforests of West Africa.</p>\n<p>The rulers, known as the Oba were established through hereditary succession. Under these obas Benin became a highly organized state. Its numerous craftsmen were organized into guilds, and the kingdom became famous for its ivory and wood carvers. Its brass smiths and bronze casters excelled at making naturalistic heads, bas-reliefs, and other sculptures.</p>\n<p>The Obas lived in beautiful palaces decorated with shining brass. Many of Benin’s architectural innovations began with the palace including the introduction of a shingled roof, corrugated metal sheeting and mirrored bedroom ceiling. The halls were decorated by over 800 brass plaques depicting court officials, animals, Portuguese visitors, and other subjects. Royal ancestral altars bore cast metal heads, carved ivory tusks, brass figures, wooden staffs and other decorations.</p>\n<p>They traded ivory, palm oil, pepper, and salves with the Dutch and Portuguese from the 15th through the 18th century. The Kingdom also served as a link for Europeans to trade with other African kingdoms and tribes in the interior of West Africa.</p>\n<p>The kingdom was invaded by the British army in 1897 and made part of the British Empire.</p>\n<p>Read more @ <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Benin\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Benin</a></p>"}},{"node":{"id":"8bbf1d68-714f-5ee3-ae0f-a70bba08c1d1","frontmatter":{"country":"Djibouti","title":"Sultanate of Ifat","date":""},"fields":{"slug":"Ifat_sult"},"excerpt":"The Sultanate of Ifat was a medieval Muslim state in the eastern regions of the Horn of Africa between the late 13th century and early 15th century. Led by the Walashma dynasty, it was centered in ancient city of Zeila and Shewa. The kingdom ruled over parts of what are now eastern Ethiopia, Djibouti and north eastern Somalia.","timeToRead":1,"html":"<p>The Sultanate of Ifat was a medieval Muslim state in the eastern regions of the Horn of Africa between the late 13th century and early 15th century. Led by the Walashma dynasty, it was centered in ancient city of Zeila and Shewa. The kingdom ruled over parts of what are now eastern Ethiopia, Djibouti and north eastern Somalia.</p>"}},{"node":{"id":"3d17dff6-c1c9-57d6-b881-e7d9e6ce32e1","frontmatter":{"country":"Tanzania","title":"Empire of Kitara","date":"13th- 19th century"},"fields":{"slug":"kitara_empire"},"excerpt":"The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. ","timeToRead":1,"html":"<p>The Empire of Kitara (Empire of Light), also known as Bunyoro-Kitara, refers specifically to the Kingdom of the Bakitara at the time of its greatest expansion, which had rulership that stretched throughout the Nile valley and beyond. The Chwezi Empire had fragmented into various autonomous states towards the 1300s. The Kitara Empire included what corresponds to modern Uganda, northern Tanzania, eastern Congo (DRC), Rwanda,Burundi, Zambia and Malawi. </p>"}},{"node":{"id":"dbf4d78f-4a48-56df-9507-a7054143ff99","frontmatter":{"country":"Mauritania","title":"Sosso Empire","date":"1200 CE"},"fields":{"slug":"sosso-empire"},"excerpt":"The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa. The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante. Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong…","timeToRead":1,"html":"<p>The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa.</p>\n<p>The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante.</p>\n<p>Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong economic success under his rule. He is said to have used \"magic\" in order to scare his people and keep his kingdom together.</p>\n<p>The Sosso Empire succeeded the Ghana empire after the downfall of the latter. Sumanguru captured the state called Kangaba during his reign, which later became the state of Mali. Sumanguru controlled his people under a harsh rule until he was eventually overthrown by African folklore hero, Sundiata. Sundiata was exiled from his home in the empire as a child. However, he traveled the surrounding area, gathered allies and troops to fight with him, and fought Sumanguru's empire at the battle of Krina in 1235. There, Sundiata was victorious and took over the Sosso empire, effectively ending the reign of the empire.</p>\n<p>The modern Sosso people trace their history to a 12th- and 13th- century Kaniaga kingdom known as the \"Sosso\". With the fall of the Ghana Empire, the Sosso expanded into a number of its former holdings, including its capital of Koumbi Saleh. Under King Soumaoro Kanté, the Sosso briefly conquered the Mandinka kingdoms of what is now Mali. These gains were lost at the Battle of Kirina (c. 1235) when Mandinka prince Sundiata Keita led a coalition of smaller states to soundly defeat the Sosso, thus beginning the Mali Empire. Sundiata marched on to the city of Sosso itself and destroyed it, marking the kingdom's end.</p>"}},{"node":{"id":"18972033-bc47-5b0f-ba6f-a0913ec6d3bc","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Zimbabwe","date":"1220–1450"},"fields":{"slug":"zimbabwe-kngdm"},"excerpt":" The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom.   The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.  The Kingdom of…","timeToRead":1,"html":"<p> The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom. </p>\n<p> The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.</p>\n<p> The Kingdom of Zimbabwe controlled the ivory and gold trade from the interior to the southeastern coast of Africa. Asian and Arabic goods could be found in abundance in the kingdom. Economic domestication, which had been crucial to the earlier proto-Shona states, was also practiced. The Great Zimbabwe people mined minerals like gold, copper and iron. </p>\n<p> The end of the kingdom resulted in a fragmenting of proto-Shona power. Two bases emerged along a north-south axis. In the north, the Kingdom of Mutapa carried on and even improved upon Zimbabwe's administrative structure. It did not carry on the stone-masonry tradition to the extent of its predecessor. In the south, the Kingdom of Butua was established as a smaller, but nearly identical, version of Zimbabwe. Both states were eventually absorbed into the largest and most powerful of the Kalanga states, the Rozwi Empire.</p>\n<p> Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Zimbabwe\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Zimbabwe</a></p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"1bab275e-708b-5bbf-9628-d001702141e7","frontmatter":{"country":"Ethiopia","title":"Ethiopian Empire: The Solomonic Dynasty","date":"1270 - 1974"},"fields":{"slug":"ethi-empire"},"excerpt":"The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg. The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim…","timeToRead":1,"html":"<p>The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg.</p>\n<p>The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim patrilineal descent from the biblical King Solomon and the Queen of Sheba. Tradition asserts that the Queen gave birth to Menelik I after her biblically described visit to Solomon in Jerusalem. </p>\n<p>In 1270, the Zagwe dynasty of Ethiopia was overthrown by Yekuno Amlak, who claimed descent from Solomon and reinitiated the Solomonic era of Ethiopia. The eponymously named Solomonic dynasty was founded and ruled by the Abyssinians, from whom Abyssinia gets its name. The Abyssinians reigned with only a few interruptions from 1270  until 1974, which ended by a coup d'état and deposition of the emperor Haile Selassie. This dynasty governed large parts of Ethiopia through much of its modern history. During this time, the empire conquered and annexed various kingdoms into its realm. The dynasty also successfully fought off Italian, Ottoman and Egyptian forces and made fruitful contacts with some European powers.</p>"}},{"node":{"id":"859f8cc6-d20a-5faf-b2eb-b1925ae1fdbd","frontmatter":{"country":"Uganda","title":"Buganda","date":"14th century"},"fields":{"slug":"buganda"},"excerpt":"Before the arrival of Europeans in the region, Buganda was an expanding, \"embryonic empire\". It built fleets of war canoes from the 1840s to take control of Lake Victoria and the surrounding regions, and subjugated several weaker peoples. These subject peoples were then exploited for cheap labor.","timeToRead":1,"html":"<p>Before the arrival of Europeans in the region, Buganda was an expanding, \"embryonic empire\". It built fleets of war canoes from the 1840s to take control of Lake Victoria and the surrounding regions, and subjugated several weaker peoples. These subject peoples were then exploited for cheap labor.</p>"}},{"node":{"id":"54aa8301-6bd8-5be8-93b2-4bd6ed66d2aa","frontmatter":{"country":"Benin","title":"Oyo Empire","date":"1300 - 1896 CE"},"fields":{"slug":"oyo-empire"},"excerpt":"The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry. Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local…","timeToRead":1,"html":"<p>The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry.</p>\n<p>Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local religious practitioners as well as members of African-derived religions outside of Nigeria. </p>\n<p>The heart of metropolitan Oyo was its capital at Oyo-Ile (also known as Oyo Katunga or Old Oyo or Oyo-oro). The two most important structures in Oyo-Ile were the 'Afin,' or palace of the Oba, and his market. The palace was at the center of the city close to the Oba's market called 'Oja-Oba'. Around the capital was a tall earthen wall for defense with 17 gates. </p>\n<p>In the second half of the 18th century, dynastic intrigues, palace coups, and failed military campaigns began to weaken the Oyo Empire. It became a protectorate of Great Britain in 1888 before further fragmenting into warring factions. The Oyo state ceased to exist as any sort of power in 1896.</p>\n<p>read more @ <a href=\"https://en.wikipedia.org/wiki/Oyo_Empire\">https://en.wikipedia.org/wiki/Oyo_Empire</a></p>"}},{"node":{"id":"bce41964-bea0-5055-a045-73bff11fb210","frontmatter":{"country":"Senegal","title":"Serer Kingdoms","date":"1333 - 1969"},"fields":{"slug":"serer-kingdoms"},"excerpt":"The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves. The prehistoric and ancient…","timeToRead":2,"html":"<p>The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves.</p>\n<p>The prehistoric and ancient history of the Serer people of modern-day Senegambia has been extensively studied and documented over the years. Much of it comes from archaeological discoveries and Serer tradition rooted in the Serer religion.</p>\n<p>In Charles Becker’s paper titled \"Vestiges historiques, trémoins matériels du passé clans les pays Sereer\", two types of Serer relics were noted: \"the non-material remains which are cultural in nature\" and \"material remains, which are many revealed through products or artefacts.\" The historical vestiges of Serer country in modern-day Senegambia, the diversity of Serer culture manifested across dialects, family and social organisation which reflect different historical territories were observed.</p>\n<p>Although many Serer artefacts remain unknown, unlisted and preserved despite the efforts in the 1960s and 1970s to collect, archive and document them all, many material relics were found in different Serer countries, most of which refer to the past origins of Serer families, villages and Serer Kingdoms. Some of these Serer relics included gold, silver and metals.</p>\n<p>Serer kingdoms included the Kingdom of Sine (late 14th century) and the Kingdom of Saloum (1494–1969). </p>\n<p>The economic base of Sine was agriculture and fishing. Millet and other crops were grown. Sine was very reluctant to grow groundnut for the French market, in spite of French colonial directives. The Serer religion was deeply rooted in conservatism and their religious philosophy of preserving the ecosystem affected groundnut production in Sine. The Kingdom of Sine  was less susceptible to hunger and indebtedness, a legacy which continued right up to the last king of Sine - Maad a Sinig Mahecor Joof. It was very common for people from other states to migrate to the Serer kingdoms of Sine and Saloum in search of a better life. </p>\n<p>Saloum, just like its sister kingdom (the Kingdom of Sine), is known for its many ancient burial mounds or \"tumuli\" containing the graves of kings and others. The kingdom has numerous mysterious stone circles whose functions and history were unknown until recently. Saloum is more cosmopolitan and multi-religious.</p>\n<p>Although the Kingdom won some major battles against the French, it was later defeated. However, like the Kingdom of Sine, the royal dynasty survived up to 1969, when the last king of Saloum, Fode N'Gouye Joof had died. His year of death corresponded with the death of Maad a Sinig Mahecor Joof, who was king of Sine. These two kings were the last Serer kings and the last kings of the Senegambia. After their deaths, both Kingdoms were incorporated into the new Republic of independent Senegal which gained its independence in 1960. </p>\n<p>In addition to these twin Serer kingdoms, the Serers also ruled in the Wolof kingdoms such as Jolof, Waalo, Cayor and Baol. </p>\n<p>The Kingdom of Baol was originally an old Serer Kingdom ruled by the Serer paternal dynasties such as Joof family, the Njie family, etc. and the Wagadou maternal dynasty prior to the Battle of Danki in 1549. The Faal (var: Fall) paternal dynasty of Cayor and Baol that ruled after 1549 following the Battle of Danki were originally Black Moors (Naari Kajoor). Baol was famous for its horses. It has special breeds, which were faster and stronger than most of the horses on the plain. Baol citizens are good riders.</p>"}},{"node":{"id":"b2c49dc7-4e53-5ab4-a788-364e32375782","frontmatter":{"country":"Senegal","title":"Jolof Empire","date":"1350 - 1549"},"fields":{"slug":"jolof-empire"},"excerpt":"The Jolof Empire (French: Djolof or Diolof), also known as the Wolof or Wollof Empire, was a West African state that ruled parts of Senegal from 1350 to 1549. Following the 1549 battle of Danki, its vassal states were fully or de facto independent; in this period it is known as the Jolof Kingdom.  The Portuguese arrived in the Jolof Empire between 1444 and 1510, leaving detailed accounts of a very advanced political system. There was a developed hierarchical system involving…","timeToRead":1,"html":"<p>The Jolof Empire (French: Djolof or Diolof), also known as the Wolof or Wollof Empire, was a West African state that ruled parts of Senegal from 1350 to 1549. Following the 1549 battle of Danki, its vassal states were fully or de facto independent; in this period it is known as the Jolof Kingdom. </p>\n<p>The Portuguese arrived in the Jolof Empire between 1444 and 1510, leaving detailed accounts of a very advanced political system. There was a developed hierarchical system involving different classes of royal and non-royal nobles, free men, occupational castes and slaves. Occupational castes included blacksmiths, jewellers, tanners, tailors, musicians and griots. Smiths were important to the society for their ability to make weapons of war as well as their trusted status for mediating disputes fairly. Griots (storytellers) were employed by every important family as chroniclers and advisors, without whom much of early Jolof history would be unknown. Jolof's nobility were nominally animists, but some combined this with Islam. However, Islam had not dominated Wolof society until about the 19th century.</p>\n<p>In the early 16th century, the Jolof Empire was capable of fielding 100,000 infantry and 10,000 cavalry.</p>\n<p>The Jolof Empire was largely conquered by the imamate of Futa Jallon in 1875 and its territories fully incorporated into French West Africa by 1890.</p>"}},{"node":{"id":"35adbfc6-037a-54d7-b829-b0ccc2f24c2c","frontmatter":{"country":"Cameroon","title":"Kingdom of Bamum","date":"1394–1884"},"fields":{"slug":"bamum_kngdm"},"excerpt":"The Kingdom of Bamum (also spelled Bamoum, Bamun, Bamoun, or Mum) (1394–1884) was a pre-colonial Central African state in what is now northwest Cameroon. It was founded by the Mbum, a Bantu ethnic group from northeast Cameroon who claim descent from the Tikar of the Cameroon highlands. Its capital was the ancient walled city of Fumban. The Bamum kingdom was founded by emigrants related to the Tikar royal dynasty of Nsaw. The founding king (called a \"fon\" or \"mfon\") was Nchare…","timeToRead":1,"html":"<p>The Kingdom of Bamum (also spelled Bamoum, Bamun, Bamoun, or Mum) (1394–1884) was a pre-colonial Central African state in what is now northwest Cameroon. It was founded by the Mbum, a Bantu ethnic group from northeast Cameroon who claim descent from the Tikar of the Cameroon highlands. Its capital was the ancient walled city of Fumban.</p>\n<p>The Bamum kingdom was founded by emigrants related to the Tikar royal dynasty of Nsaw. The founding king (called a \"fon\" or \"mfon\") was Nchare, a conqueror reputed to have crushed some 18 rulers. King Nchare founded the capital Foumban, then called Mfomben. This first group of Tikar emigrants conquerors absorbed the language and customs of their new subjects and were from then on known as Mbum. Later, all peoples falling under their influence would take this name. It is believed that Chamba migrations from the Tikar plain in the southern part of the western Adamawa Plateau resulted in the kingdom’s foundation.</p>"}},{"node":{"id":"0a98d7e6-8373-5814-9f9c-064a9d642cd2","frontmatter":{"country":"Ghana","title":"Kingdom of Dagbon","date":"1400 - 1888"},"fields":{"slug":"dagbon"},"excerpt":"The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century.  The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself. Oral…","timeToRead":1,"html":"<p>The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century. </p>\n<p>The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself.</p>\n<p>Oral histories of the kingdom tell that it was founded by a warrior named Tohazie, who arrived in present-day northern Ghana in the 15th century with his cavalry men from east of Lake Chad, stopping in Zamfara, present-day northern Nigeria, and in the Mali Empire, before settling in northern Ghana. These histories tell of numerous conflicts with neighbouring peoples throughout this early period until the early 18th century, when the capital of the kingdom was moved to the city of Yendi. Around this time, Islam arrived to the kingdom, and a period of peace and increased trade with neighbouring kingdoms began.</p>\n<p>In 1888 the Kingdom of Dagbon was partitioned between the German and British empires, and in 1899 this split became organised into the territories of German Togoland and the Gold Coast. Following World War I, eastern Dagbon became part of British Togoland. The Gold Coast achieved independence in 1957 as Ghana. Since Ghana's independence in 1957, the kingdom has been limited to a traditional, customary role.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Dagbon\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Dagbon</a></p>"}},{"node":{"id":"8ab5a6ef-33a7-53bd-9a04-aedeb9adca8b","frontmatter":{"country":"Eritrea","title":"Medri Bahri","date":"15th century - 1879"},"fields":{"slug":"medri_bahri"},"excerpt":"Medri Bahri was a medieval semi-unified political entity in the Horn of Africa. Also known as Marab(Merab) Melash was situated in modern-day Eritrea, it was ruled at times by the Bahri Negus (also called the Bahri Negasi or Bahr Negash) and lasted from the 15th century to the Ethiopian occupation in 1879. It survived several threats like the invasion of Imam Gran and the Ottoman Red Sea expansion, albeit Medri Bahri irretrievably lost its access to the Red Sea due to the…","timeToRead":1,"html":"<p>Medri Bahri was a medieval semi-unified political entity in the Horn of Africa. Also known as Marab(Merab) Melash was situated in modern-day Eritrea, it was ruled at times by the Bahri Negus (also called the Bahri Negasi or Bahr Negash) and lasted from the 15th century to the Ethiopian occupation in 1879. It survived several threats like the invasion of Imam Gran and the Ottoman Red Sea expansion, albeit Medri Bahri irretrievably lost its access to the Red Sea due to the latter. The relation to the Ethiopian empire in the south varied from time to time, ranging from virtual autonomy to tributary status to de facto annexation. At first the residence of the Bahr Negash was at Debarwa, but during the 17th century it was relocated to the village of Tsazega due to the same-named clan taking control of the kingdom.\n<br>\nMedri Bahri was composed of the following modern ethnic groups: Tigrayan people, Saho people, Tigre people.</p>"}},{"node":{"id":"a280abbb-8035-5fe8-8ba8-f4259d060a84","frontmatter":{"country":"Angola","title":"Ngoyo","date":"c. 1400"},"fields":{"slug":"ngoyo"},"excerpt":"Ngoyo was an Iron Age kingdom state of the Woyo tribe, located in the south of Cabinda (present-day Democratic Republic of the Congo and Angola). Located on the Atlantic coast of Central Africa, just north of the Congo River, it was founded by Bantu-speaking people around the 15th century. Ngoyo tradition held that the kingdom's ancestors were among the earliest settlers in the area, leading their chiefs to title themselves the nfumu nsi (\"lords of the earth\"). The capital…","timeToRead":1,"html":"<p>Ngoyo was an Iron Age kingdom state of the Woyo tribe, located in the south of Cabinda (present-day Democratic Republic of the Congo and Angola). Located on the Atlantic coast of Central Africa, just north of the Congo River, it was founded by Bantu-speaking people around the 15th century. Ngoyo tradition held that the kingdom's ancestors were among the earliest settlers in the area, leading their chiefs to title themselves the nfumu nsi (\"lords of the earth\"). The capital was Mbanza Ngoyo. By 1700, Cabinda had become the leading slave port north of Luanda, and Ngoyo's economy rested heavily on the sale of slaves.</p>\n<p>In 1783, Ngoyo joined forces with the neighboring state of Kakongo to destroy a Portuguese fort. However, the kingdom was soon undone by the growing financial burden that the kingship entailed. With fewer and fewer possible claimants seeking the office, the kingdom effectively disintegrated in the 1830s after the nobles failed to elect a new king. In 1885, the Ngoyo signed the Treaty of Simulambuco with Portugal, and became a protectorate of that nation.</p>"}},{"node":{"id":"1f395cd2-1b1e-5672-af41-42f202fd0de3","frontmatter":{"country":"Nigeria","title":"Kingdom of Owo","date":"1400 - 1600"},"fields":{"slug":"owo-kngdm"},"excerpt":"Owo is a city in Ondo State of Nigeria. Between 1400 and 1600 AD, it was the capital of a Yoruba city-state.  In their oral tradition, Owo traces its origins back to the ancient city of Ile-Ife, the cradle of Yoruba culture. Oral tradition also claims that the founders were the sons of the Yoruba deity Odudua, who was the first ruler of Ile-Ife. The early art-historical and archaeological records reinforce these strong affiliations with Ife culture. Owo was able to maintain…","timeToRead":2,"html":"<p>Owo is a city in Ondo State of Nigeria. Between 1400 and 1600 AD, it was the capital of a Yoruba city-state. </p>\n<p>In their oral tradition, Owo traces its origins back to the ancient city of Ile-Ife, the cradle of Yoruba culture. Oral tradition also claims that the founders were the sons of the Yoruba deity Odudua, who was the first ruler of Ile-Ife. The early art-historical and archaeological records reinforce these strong affiliations with Ife culture. Owo was able to maintain virtual independence from the neighboring kingdom of Benin, but was on occasion required to give tribute. The transmission of courtly culture flowed in both directions between the Benin and the Owo kingdoms. The skill of Owo's ivory carvers was also appreciated at the court of Benin. During the seventeenth and eighteenth centuries, Benin's rulers increasingly utilized insignia made from ivory, and imported Owo's art objects and recruited its artisans for their own royal workshops. There were other notable artworks that can be evidently supported.</p>\n<p>Owo came under British rule in 1893. After Nigeria declared independence in 1960, it was part of the Western Region until 1967 when it became part of the Western State. Owo and its indigenes played significant roles in the politics of the first Republic in Nigeria. In 1976, it became part of the newly created Ondo State.</p>\n<p>Owo has the largest palace (Aghofen) in Africa which was declared a national monument by the federal government. The Olowo Palace had as many as 100 courtyards (Ugha). Each courtyard had a specific function and was dedicated to a particular deity. The largest, said to have been twice the size of an American football field, was used for public assemblies and festivals. Some courtyards were paved with quartz pebbles or broken pottery. Pillars supporting the veranda roofs were carved with statues of the king mounted on a horse or shown with his senior wife. The present Olowo is Oba Folagbade Olateru Olagbegi III.</p>\n<p>The present-day city is an agricultural center involved in the growing and trade of yams, cassava, maize, okra, peppers, cocoa, and cotton. There are, however, other meaningful commercial activities in the town, including but not limited to: timber and sawmilling, Soya bean processing plants and blockmaking industries. The town is dotted with branches of some of the foremost banks like, First Bank Plc, Wema Bank Plc, Skye Bank Plc, Enterprise Bank Ltd. (formerly Omega Bank Plc), etc. The city is now witnessing a dramatic change due to expansion of its road network, particularly dualization of the main road beginning from Emure junction up to Iyere exit. A new ultra-modern market is now open in Owo.</p>"}},{"node":{"id":"7926ea1b-b761-5e67-a997-9eac84f70bff","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Mutapa","date":"1430–1760"},"fields":{"slug":"mutapa_kngdm"},"excerpt":"The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .  According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the…","timeToRead":2,"html":"<p>The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .</p>\n<p> According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the salf the prince decided to stay and founded the kingdom of Mwenemutapa. His Kingdom flourished while Great Zimbabwe fell into ruin .</p>\n<p> Mutota's successor, Mwenemutapa Matope, extended this new kingdom into an empire encompassing most of the lands between Tavara and the Indian Ocean. This empire had achieved uniting a number of different peoples in Southern Africa by building strong, well-trained armies and encouraging states to join voluntarily, offering membership in the Great council of the Empire to any who joined without resistance .</p>\n<p> The Mutapa Empire became very wealthy by mining gold deposites in its rivers and exploiting copper from Chidzurgwe and ivory from the middle Zambezi. They traded gold, copper, iron, and ivory with Arabs and Portuguese who became the dominant foreign players.</p>\n<p> Archeological evidence has uncovered indegenous methods of mettalurgy consisting of iron production remains at Baranda and copper-based objects at Chenguruve Hill and Muchekayawa Hill.</p>\n<p> The Portuguese tried to conquer the Mutapa Empire in the 1500s. They were unsuccessful but left the kingdom severly weakened . </p>\n<p> References:\n[1] <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Mutapa\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Mutapa</a>\n[2] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\n[3] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\"</p>"}},{"node":{"id":"d3343fe3-f755-5a44-8580-f4a82c47d928","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Butua","date":"c. 1450 - 1683"},"fields":{"slug":"butua-kngdm"},"excerpt":"The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512. The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone…","timeToRead":1,"html":"<p>The Kingdom of Butua or Butwa (c. 1450 - 1683) was a pre-colonial African state located in what is now southwestern Zimbabwe. It arose from the collapse of Great Zimbabwe in the sixteenth and seventeenth century. Butua was renowned as the source of gold for Arab and Portuguese traders. The region was first mentioned in Portuguese records in 1512.</p>\n<p>The kingdom was governed by the Torwa dynasty of the BakaLanga people until 1683. The ruling dynasty based its capital at the stone city of Khami. Its people were ancestors of the Bakalanga. In 1683, the kingdom was conquered by the Rozwi Empire.</p>\n<p>The BakaLanga  at Khami developed both the stone building techniques and the pottery styles found at Great Zimbabwe. Masons continued to refine Great Zimbabwe’s tradition of building precise stone walls. The BakaLanga are thought to have built Khami, Lusvingo, Mapungugwe and other ruins scattered across western Zimbabwe and east Botswana. </p>\n<p>Several artefacts such as ritual drinking pots, iron and bronze weapons, copper objects and ivory divining pieces are also found at Khami.</p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}},{"node":{"id":"d9b462bb-83e0-586a-bb99-00a4329277ec","frontmatter":{"country":"Ghana","title":"Kingdom of Akwamuc","date":"c. 1480 - 1734"},"fields":{"slug":"akwamuc"},"excerpt":"Akwamu (also called Akuambo) was a state set up by Akan people (in present-day Ghana) that flourished in the 17th and 18th centuries. The name was also applied to its people. Originally emigrating from Bono state, the Akan founders settled in Twifo-Heman. The Akwamu led an expansionist empire in the 17th and 18th centuries. At the peak of their empire, the Akan created an influential culture that has contributed to at least three countries in West Africa. Akwamus are the…","timeToRead":1,"html":"<p>Akwamu (also called Akuambo) was a state set up by Akan people (in present-day Ghana) that flourished in the 17th and 18th centuries. The name was also applied to its people. Originally emigrating from Bono state, the Akan founders settled in Twifo-Heman. The Akwamu led an expansionist empire in the 17th and 18th centuries. At the peak of their empire, the Akan created an influential culture that has contributed to at least three countries in West Africa.</p>\n<p>Akwamus are the Abrade (Aduana) Clan of Akan tribe. According to the oral traditions, they originated from ancient Ghana. They migrated from the north, they went through Egypt and settled in Nubia (Sudan). Around 500 AD (5th century), due to the pressure exerted on Nubia by Axumite kingdom of Ethiopia, Nubia was shattered, and they moved to the west and established small trading kingdoms which later grew and became wealthy and powerful state. By 750 AD, the kingdom had become the ancient Ghana Empire. The Empire lasted from 750 AD to 1200 AD and collapsed as a result of the introduction of Islam in the Western Sudan, and the zeal of the Muslims to impose their religion, their ancestors left for Kong (i.e. present day Ivory Coast). From Kong they moved to Wam. From Wam they moved to Bono Manso, then to Dormaa (these are both on present day Brong-Ahafo region). The movement from Kong was necessitated by the desire of the people to find suitable Savannah conditions since they were not used to Forest life. Around the 14th century, they moved from Dormaa south and went eastwards to Twifo-Hemang, North West Cape Coast. The move was commercially motivated and settled at the Twifo-Heman forest in the later part of the 16th century. </p>\n<p>At the peak of their power, the Akwamu state encompassed much of the eastern part of the present-day Ghana. It is traditionally thought that between 1677 and 1681, the Akwamu state conquered the states of Ladoku, Agona and the fort of Whydah, as well as the Ewe people of the Ho region. The Akwamu also conquered the Ga people and occupied the old Ga Kingdom.</p>\n<p>read more: <a href=\"https://en.wikipedia.org/wiki/Akwamu\">https://en.wikipedia.org/wiki/Akwamu</a></p>"}},{"node":{"id":"11c9476b-cd26-56e8-913b-ce4fc1f6b366","frontmatter":{"country":"Senegal","title":"Empire of Great Fulo","date":"1490 - 1776"},"fields":{"slug":"great-fulo"},"excerpt":"The Empire of Great Fulo, also known as the Denanke Kingdom or Denianke Kingdom, was a pre-Islamic Pulaar kingdom of Senegal, which dominated the Futa Tooro region. Its population dominated its neighbors through use of cavalry and fought wars against the Mali and Songhai empires. The state began as a violent migration of Fula nomads from Futa Djallon into the Gambia led by Tenguella, their first king or mansa, in 1490. His attack was directed against the remaining Atlantic…","timeToRead":1,"html":"<p>The Empire of Great Fulo, also known as the Denanke Kingdom or Denianke Kingdom, was a pre-Islamic Pulaar kingdom of Senegal, which dominated the Futa Tooro region. Its population dominated its neighbors through use of cavalry and fought wars against the Mali and Songhai empires.</p>\n<p>The state began as a violent migration of Fula nomads from Futa Djallon into the Gambia led by Tenguella, their first king or mansa, in 1490. His attack was directed against the remaining Atlantic provinces of the Mali Empire. Though without a fixed headquarters, Tenguella's following grew so large that he was referred to as the \"Great king of the Fulos\" or the \"Great Fulo\" in Portuguese documents of the same period. From the Gambia he led his forces northeast against the growing Songhai Empire where he was defeated and killed in 1512. Afterwards, power was passed to his son, Koli Tenguella.</p>\n<p>Koli Tenguella redirected the fledgling state's military away from Songhai towards the Jolof Empire with great success. The growth of the empire of Great Fulo would hasten the breakup of the Jolof state into several warring kingdoms. This was followed by attacks on Mali's bambuk goldfields, which resulted in another serious defeat for the Fula. Koli died in 1537. By then, a fixed capital had been settled in Anyam-Godo in what is today Senegal's Futa Toro region.</p>\n<p>The mangas that followed Koli Tengella were all descended from him and given the name Denyanke or Deny Kobe. The Denianke Dynasty (or Denyanke Dynasty) continued to be a major power in the region ruling as animist monarchs over an increasingly Islamic populace from the 16th century into the late 18th century. Their dynasty was overthrown through conflict with the increasingly Muslim subjects of the realm, leading to the Imamate of Futa Toro led by Abd-el-Kadr Toorodi in 1776, ushering in a near continuous era of Muslim Fula rule over the region.</p>"}},{"node":{"id":"5ab19c7c-dbe7-519a-8f2e-03d9ef0bf85b","frontmatter":{"country":"Sudan","title":"Shilluk Kingdom","date":"1490 CE"},"fields":{"slug":"shilluk"},"excerpt":"The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The…","timeToRead":1,"html":"<p>The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The Shilluk king is currently not an independent political leader, but a traditional chieftain within the governments of South Sudan and Sudan.</p>\n<p>The kingdom was located along a strip of land along the western and eastern bank of White Nile and sobat river, from Lake No to about 12° north latitude. The Shilluk people are closely related to the commoner South Sudanese ethnic groups, the Nuer and Dinka (their neighbors to the south and east, respectively). Their language is related to that of the Anuak people near the rivers Baro and Pibor.</p>\n<p>Like most Nilotic peoples of South Sudan (such as the Nuer and Dinka), the Shilluk practiced subsistence semi-nomadic cattle breeding and some grain farming. Their social system was egalitarian, and the cattle herds had great symbolic value. The lifestyle of the modern Shilluk is similar, except that their herds are smaller. They were sedentary, because the land along the White Nile is more fertile than elsewhere in the region. Their cultivation of durra, a variety of sorghum (millet), made them a relatively prosperous agricultural people except during prolonged droughts. Today's Shilluk population was estimated at 1.7 million in 2005; during the nineteenth century they were estimated at about 200,000, living in hundreds of villages. The kingdom was divided into two provinces: Gher (Gärø) in the north and Luak (Lwagø) in the south. These, in turn, were divided into zones.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Shilluk_Kingdom\">https://en.wikipedia.org/wiki/Shilluk_Kingdom</a></p>"}},{"node":{"id":"60101f28-7dea-575e-b100-d45a5350cc44","frontmatter":{"country":"Sudan","title":"Kingdom of Fazughli","date":"c.1500–1685"},"fields":{"slug":"fazughli"},"excerpt":"The kingdom of Fazughli was a precolonial state in what is now southeastern Sudan and western Ethiopia. Oral traditions assert its establishment to refugees from the Nubian kingdom of Alodia, after its capital Soba had fallen to Arabs or the Funj in c.1500. Fazughli was famous for its gold. Centered around the mountainous region of Fazughli on the Blue Nile and serving as a buffer between the Funj sultanate and the Ethiopian empire, the kingdom lasted until its incorporation…","timeToRead":1,"html":"<p>The kingdom of Fazughli was a precolonial state in what is now southeastern Sudan and western Ethiopia. Oral traditions assert its establishment to refugees from the Nubian kingdom of Alodia, after its capital Soba had fallen to Arabs or the Funj in c.1500. Fazughli was famous for its gold. Centered around the mountainous region of Fazughli on the Blue Nile and serving as a buffer between the Funj sultanate and the Ethiopian empire, the kingdom lasted until its incorporation into the Funj sultanate in 1685.</p>\n<p>The kingdom of Fazughli was located between the sultanate of Sennar and the Ethiopian empire, serving as a buffer between these two states. Africanist Alessandro Triulzi describes the approximate extension of the kingdom as follows:</p>\n<p>to the east it included the Gumuz country between Gallabat and the Blue Nile, with its centre at Gubba; to the west it included the Burun country with its centre at Jebel Gule, whose realm was said to have extended as far south as Kaffa in southern Ethiopia, and to the south it included mostly the Bertha country along the gold-bearing Tumat valley down to Fadasi at the outskirts of the Oromo-inhabited territory.</p>\n<p>Its territory would have been inhabited predominantly by speakers of Eastern Sudanic languages. According to Spaulding, it maintained the Christian faith, at least among the ruling Alodian elite. According to him, this Alodian elite would become known as the Hamaj, but it also might be possible that it was in fact the bulk of the Fazughlian population that constituted the Hamaj.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Fazughli\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Fazughli</a></p>"}},{"node":{"id":"25925760-ed7b-551f-b6d5-625bdc8e49a8","frontmatter":{"country":"Chad","title":"Kotoko kingdom","date":""},"fields":{"slug":"kotoko_kngdm"},"excerpt":"The Kotoko kingdom was an African monarchy in what is today northern Cameroon and Nigeria, and southwestern Chad. Its inhabitants and their modern descendants are known as the Kotoko people. The rise of Kotoko coincided with the decline of the Sao civilisation in northern Cameroon. A king headed the nascent state, which came to assimilate several smaller kingdoms. Among these were Kousséri, Logone-Birni, Makari, and Mara. Kotoko spread to parts of what is today northern…","timeToRead":1,"html":"<p>The Kotoko kingdom was an African monarchy in what is today northern Cameroon and Nigeria, and southwestern Chad. Its inhabitants and their modern descendants are known as the Kotoko people.</p>\n<p>The rise of Kotoko coincided with the decline of the Sao civilisation in northern Cameroon. A king headed the nascent state, which came to assimilate several smaller kingdoms. Among these were Kousséri, Logone-Birni, Makari, and Mara. Kotoko spread to parts of what is today northern Cameroon and Nigeria, and southwestern Chad by the mid-15th century. Logone-Birni emerged as the most influential of Kotoko's client kingdoms.</p>\n<p>The Kanem Empire brought northern Kotoko into its sphere of influence early on. Through the actions of missionaries and conquerors, most of northern Kotoko had converted to Islam by the 19th century. That same century, Kotoko itself was completely subsumed into the Bornu Empire, and Islam continued to spread. The Bornu rulers divided the territory into northern and southern halves, which allowed Logone-Birni in the south to maintain some degree of autonomy under its paramount chief. Logone-Birni was divided into provinces headed by sub-chiefs.</p>\n<p>Kotoko, along with the rest of Bornu, was split among European powers during Africa's colonial period. In modern times, there has been some conflict between the Kotoko and the Shuwa Arabs.\"</p>"}},{"node":{"id":"027f70e0-d909-5d21-878b-0d323986d7f4","frontmatter":{"country":"Cameroon","title":"Mandara Kingdom","date":"1500 CE"},"fields":{"slug":"mandara"},"excerpt":"The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants. Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain. For the kingdom's first…","timeToRead":2,"html":"<p>The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants.</p>\n<p>Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain.</p>\n<p>For the kingdom's first century of history, its rulers warred with neighbouring groups in an effort to expand their territories. After conquering the Dulo (or Duolo)and establishing the capital at Dulo c. 1580, the dynasty of Sankre, a war leader, began. When the Dulo made an attempt to seize the throne, the Bornu kingdom supported the claim of Aldawa Nanda, a member of Sankre's house. Emperor Idris Alaoma of Borno personally installed Nanda as king in 1614. Bornu thus attained an influential position over Mandara.</p>\n<p>Mai Bukar Aji, the 25th king, made Mandara a sultanate c. 1715, which it would remain for nearly two hundred years. Muslim visitors converted Bukar to Islam, and the Islamicisation of the kingdom would continue for most of the next century. The kingdom experienced a golden age of sorts under Bukar and his successor, Bukar Guiana (1773-1828). Around 1781, the Mandara defeated the kingdom of Borno in a major battle, further expanding their control in the region. At the peak of her power at the turn of the century, Mandara received tribute from some 15 chiefdoms. However, the kingdom faced a setback in 1809, when Modibo Adama, a Fulani disciple of Usman dan Fodio, led a jihad against Mandara. Adama briefly seized Dulo, though the Mandara counterattack soon drove him from the kingdom's borders. Adama's defeat prompted Borno to ally with Mandara once again against the Fulani invaders.</p>\n<p>Upon the death of ruler Bukai Dgjiama, Mandara's non-Muslim tributaries rose up, and the Fulani attacked once more. By 1850, Borno could not pass up the opportunity to attack the weakened kingdom. This renewed conflict began to sap the kingdom's strength, paving the way for the invasion of Muhammad Ahmad's forces in the 1880s. In 1895 or 1896, Muhammad Ahmad's army destroyed Dulo, marking a further decline in Mandara power. However, the kingdom continued to exist,repelling continual Fulani raids until it finally fell to them in 1893.</p>\n<p>English explorer Dixon Denham accompanied a slave-raiding expedition from Borno into the Mandara kingdom in February 1823; though he barely escaped with his life following the raiders' defeat, he brought back one of the first European accounts of the kingdom. In 1902, the kingdom was conquered by Germany,passing then to France in 1918. In 1960, the Mandara kingdom became a part of newly independent Cameroon.</p>"}},{"node":{"id":"ee7f054d-ce96-5ee8-b5f7-f39a5ff1f646","frontmatter":{"country":"Zambia","title":"Maravi kingdom","date":"1500 CE"},"fields":{"slug":"maravi_kngdm"},"excerpt":"Maravi was a kingdom which straddled the current borders of Malawi, Mozambique, and Zambia, in the 16th century. The present-day name \"Maláŵi\" is said to derive from the Chichewa word \"malaŵí\", which means \"flames\". At its greatest extent, the state included territory from the Tonga and Tumbuka people's areas in the north to the Lower Shire in the south, and as far west as the Luangwa and Zambezi river valleys. Maravi's rulers belonged to the Mwale matriclan and held the…","timeToRead":1,"html":"<p>Maravi was a kingdom which straddled the current borders of Malawi, Mozambique, and Zambia, in the 16th century. The present-day name \"Maláŵi\" is said to derive from the Chichewa word \"malaŵí\", which means \"flames\".</p>\n<p>At its greatest extent, the state included territory from the Tonga and Tumbuka people's areas in the north to the Lower Shire in the south, and as far west as the Luangwa and Zambezi river valleys. Maravi's rulers belonged to the Mwale matriclan and held the title Kalonga. They ruled from Manthimba, the secular/administrative capital, and were the driving force behind the state's establishment. Meanwhile, the patrilineal Banda clan, which traditionally provided healers, sages and metallurgists, took care of religious affairs from their capital Mankhamba near Nthakataka.</p>\n<p>After contact with the Portuguese, trade intensified. It included such items as beads of the Khami type and Chinese porcelain imported via Portuguese intermediaries. In the 19th century, the state declined and the Maravi were frequently raided by their neighbours the Yao and captured for sale as slaves. David Livingstone visited Lake Nyasa in 1859, and other Protestant missionaries soon followed.</p>"}},{"node":{"id":"2907dc1e-09d7-5d00-b821-1d9b3b7419e9","frontmatter":{"country":"Angola","title":"Kingdom of Ndongo","date":"16nth century"},"fields":{"slug":"ndongo_kndgm"},"excerpt":"The Kingdom of Ndongo, formerly known as Dongo or Angola, was an early-modern African state located in what is now Angola. The Kingdom of Ndongo is first recorded in the sixteenth century. It was one of a number of vassal states to Kongo, though Ndongo was the most powerful of these with a king called the Ngola. The Kimbundu-speaking region was known as the land of Mbundu, and according to late sixteenth-century accounts, it was divided into 736 small political units ruled by…","timeToRead":2,"html":"<p>The Kingdom of Ndongo, formerly known as Dongo or Angola, was an early-modern African state located in what is now Angola.</p>\n<p>The Kingdom of Ndongo is first recorded in the sixteenth century. It was one of a number of vassal states to Kongo, though Ndongo was the most powerful of these with a king called the Ngola.</p>\n<p>The Kimbundu-speaking region was known as the land of Mbundu, and according to late sixteenth-century accounts, it was divided into 736 small political units ruled by sobas. These sobas and their territories (called murinda) were compact groupings of villages (senzala or libatas, probably following the Kikongo term divata) surrounding a small central town (mbanza).</p>\n<p>These political units were often grouped into larger units called kanda and sometimes provinces. Larger kingdoms may have emerged in earlier times, but in the sixteenth century most of these regions had been united by the rulers of Ndongo. Ndongo's capital city was called Kabasa, located on the highlands near modern-day N'dalatando. This was a large town, holding as many as 50,000 people in its densely populated district.</p>\n<p>The king of Ndongo and the leaders of the various provinces ruled with a council of powerful nobles, the macota, and had an administration headed by the tendala, a judicial figure, and the ngolambole, a military leader. In Ndongo itself, the ruler had an even larger group of bureaucrats, including a quartermaster called kilunda and another similar official called the mwene kudya.</p>\n<p>Social structure was anchored on the ana murinda (\"children of the murinda\") or free commoners. In addition to the commoners, there were two servile groups  – the ijiko (sing., kijiko), unfree commoners who were permanently attached to the land as serfs, and the abika (sing., mubika) or salable slaves.</p>\n<p>In 1579, Portuguese merchants who had settled in Kongo, led by Francisco Barbuda, advised Njinga Ndambi Kilombo kia Kasenda that Portugal intended to take over his country. Acting on this intelligence and advice, Njinga Ndambi tricked the Portuguese forces into an ambush and massacred them at his capital.</p>\n<p>The war that followed witnessed a Kongo invasion which was narrowly defeated in 1580, and a Portuguese offensive up the Kwanza river, resulting in the founding of their fort at Massangano in 1582. A number of sobas switched their allegiance to Portugal and soon many of the coastal provinces were joined to the colony. By 1590, the Portuguese decided to attack the core of Ndongo, and sent an army against Kabasa itself. Ndongo, however, had recently sealed an alliance with nearby Matamba, and the Portuguese force was crushed. Following this defeat, Ndongo made a counteroffensive, and many of the formerly pro-Portuguese sobas returned to Ndongo. But Portugal managed to retain much of the land they had gained in the earlier wars, and in 1599, Portugal and Ndongo formalized their border.</p>"}},{"node":{"id":"59285fe3-bc5e-51d4-b9fe-c23f647fe482","frontmatter":{"country":"Chad","title":"Wadai Sultanate","date":"1501–1912"},"fields":{"slug":"wadai-sult"},"excerpt":"The Wadai Sultanate (Arabic:Saltanat Waday, French: royaume du Ouaddaï, Fur: Burgu or Birgu; 1501–1912) was an African sultanate located to the east of Lake Chad in present-day Chad and the Central African Republic. It emerged in the seventeenth century under the leadership of the first sultan, Abd al-Karim, who overthrew the ruling Tunjur people of the area. It occupied land previously held by the Sultanate of Darfur (in present-day Sudan) to the northeast of the Kingdom of…","timeToRead":1,"html":"<p>The Wadai Sultanate (Arabic:Saltanat Waday, French: royaume du Ouaddaï, Fur: Burgu or Birgu; 1501–1912) was an African sultanate located to the east of Lake Chad in present-day Chad and the Central African Republic. It emerged in the seventeenth century under the leadership of the first sultan, Abd al-Karim, who overthrew the ruling Tunjur people of the area. It occupied land previously held by the Sultanate of Darfur (in present-day Sudan) to the northeast of the Kingdom of Baguirmi.</p>\n<p>Prior to the 1630s, Wadai, also known as Burgu to the people of Darfur, was a pre-Islamic Tunjur kingdom, established around 1501. The Arab migrants to the area which became Wadai claimed to be descendants of the Abbasid Caliphs, specifically from Salih ibn Abdallah ibn Abbas. Yame, an Abbasid leader, settled with Arab migrants in Debba, near the future capital of Ouara (Wara).</p>\n<p>In 1635, the Maba and other small groups in the region rallied to the Islamic banner of Abd al-Karim Al Abbasi, who was descended from an Abbasid noble family, led an invasion from the east and overthrew the ruling Tunjur group, who at the time was led by a king named Daud. Abd al-Karim was the son of Yame the Abbasid. Abd al-Karim secured and centralized his power in the area by marrying the Tunjur King Daud's daughter, Meiram Aisa, and then forming other marriage pacts with local dynasties and tribes, such as the Mahamid and Beni Halba tribes. Abd al-Karim became the first Kolak (Sultan) of a dynasty that lasted until the arrival of the French.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Wadai_Empire\">https://en.wikipedia.org/wiki/Wadai_Empire</a></p>"}},{"node":{"id":"79902191-7d32-557f-adaa-2b7bda048c39","frontmatter":{"country":"Cameroon","title":"Kingdom of Bagirmi","date":"1522 CE"},"fields":{"slug":"bagirmi"},"excerpt":"The Sultanate or Kingdom of Bagirmi or Baghermi (French: Royaume du Baguirmi) was a kingdom and Islamic sultanate southeast of Lake Chad in central Africa. It was founded in either 1480 or 1522 and lasted until 1897, when it became a French protectorate. Its capital was Massenya, north of the Chari River and close to the border to modern Cameroon. The kings wore the title Mbang. The Bagirmi carried a tradition that they migrated from far to the east, which is supported by the…","timeToRead":2,"html":"<p>The Sultanate or Kingdom of Bagirmi or Baghermi (French: Royaume du Baguirmi) was a kingdom and Islamic sultanate southeast of Lake Chad in central Africa. It was founded in either 1480 or 1522 and lasted until 1897, when it became a French protectorate. Its capital was Massenya, north of the Chari River and close to the border to modern Cameroon. The kings wore the title Mbang.</p>\n<p>The Bagirmi carried a tradition that they migrated from far to the east, which is supported by the resemblance of their language to various tribes on the White Nile. It is not entirely clear when and by whom Bagirimi kingdom was founded: some king lists trace this event to 1480, when it was supposedly founded by Mbang Abd al-Mahmud Begli, while others deem Mbang Birni Besse responsible, who is said to have founded the kingdom in 1522. He seems to have displaced the earlier Bulala, while he also began to build a palace in Massenya, the capital of the state. The fourth king, Abdullah (1568–1608), adopted Islam and converted the state into a sultanate, permitting the state to extend their authority over many pagan tribes in the area, including the area's Saras, Gaberi, Somrai, Gulla, Nduka, Nuba, and Sokoro. He and his successors continued to use the title \"mbang\" alongside that of \"sultan\".</p>\n<p>The Shari River formed the kingdom's western boundary, with most of its interior watered by its affluents. The area was home to a kind of footworm that mutilated many of the inhabitants. Bagirmi was also continually plagued by drought, pestilence, and slave raiding both internally and externally organized. During the reign of Idris Alooma Bornu conquered Bagirmi. The Muslim Bagirmi would raid the pagan tribes of their own kingdom in order to pay the necessary tribute to Bornu. Except of slaves, including eunuchs, Bagirmi also exported animal skins, ivory and cotton, while importing copper and cowrie shells. Trade with Bornu was carried out by caravans along a route which extended north across the Sahara to Tripoli on the Libyan coast. During the reign of Mbang Muhammad al-Amin (r. 1751-1785) Bagirmi became independent again, although the tributary status remained.</p>\n<p>Early in the 19th century, Bagirmi fell into decay and was threatened by the Sultanate of Wadai. It was finally annexed in 1871.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Sultanate_of_Bagirmi\">https://en.wikipedia.org/wiki/Sultanate<em>of</em>Bagirmi</a></p>"}},{"node":{"id":"c65277a2-2ad6-58c8-94e5-f330432b663a","frontmatter":{"country":"Guinea-Bissau","title":"Kaabu Empire","date":"1537 - 1867"},"fields":{"slug":"kaabu-empire"},"excerpt":"The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an…","timeToRead":1,"html":"<p>The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an independent Empire. It's government was militaristic. The ruling class was composed of warrior-elites made rich by slaves captured in war. </p>\n<p>Mandinka oral tradition holds that Kaabu was the actual birthplace of the Mande musical instrument, known as the Kora. A kora is built from a large calabash cut in half and covered with cow skin to make a resonator, and has a notched bridge like a lute or guitar. The Kora was traditionally used by the griots as a tool for preserving history, ancient tradition, to memorize the genealogies of patron families and sing their praises, to act as conflict intermediaries between families, and to entertain.</p>\n<p>Kansala, the imperial capital of Kaabu Empire was annexed by Futa Jallon during the 19th century Fula jihads. However, Kaabu's vast independent Kingdoms across SeneGambia regions continued to thrive even after the fall of Kansala; until total incorporation of the remaining Kingdoms into the British Gambia, Portuguese and French spheres of influence during the Scramble for Africa.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kaabu\">https://en.wikipedia.org/wiki/Kaabu</a></p>"}},{"node":{"id":"d9f3614c-c6ef-54e3-8662-ccdd2dc4f4a1","frontmatter":{"country":"Angola","title":"Kingdom of Loango","date":"c. 1550–c. 1883"},"fields":{"slug":"loango_kgdm"},"excerpt":"The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River. Loango exported copper to the European market, and was a major producer and exporter of cloth. The…","timeToRead":2,"html":"<p>The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River.</p>\n<p>Loango exported copper to the European market, and was a major producer and exporter of cloth.</p>\n<p>The origins of the kingdom are obscure. Dutch visitors recorded the first traditional account of the kingdom's origin in the 1630s or '40s. In their account as reported by the geographer Olfert Dapper, the region where Loango would be constructed was populated by a number of small polities including Mayumba, Kilongo, Piri and Wansi, \"each with their own leader who made war on each other\". He recorded that the founder of Loango, who boasted hailing from the district in Nzari in the small coastal kingdom of Kakongo, itself a vassal of Kongo, triumphed over all his rivals through the skillful use of alliances to defeat those who opposed him, particularly Wansa, Kilongo and Piri, the latter two of which required two wars to subdue. Once this had been effected, however, a range of more northern regions, including Docke and Sette submitted voluntarily. Having succeeded in the conquest, the new king moved northward and after having founded settlements in a variety of places, eventually built his capital in Buali in the province of Piri (from which the ethnic name \"Muvili\" eventually derived).</p>\n<p>The kings of Loango had absolute and even divine power. In the seventeenth century, the king appointed a number of provincial governors to office, choosing them from among his own family. </p>\n<p>In the seventeenth century, Vili merchants were traveling some distance from their homeland in search of commercial opportunities. Among the earliest noted were voyages to copper mines in Mindouli and the territory of \"Bukkameale\" (perhaps the Niari Valley) where copper could be obtained. Early Dutch commercial records indicate that Loango exported considerable copper to the European market during this period. Loango was a major producer and exporter of cloth, both to the interior and to the Portuguese in Luanda, where thousands of meters of Loango cloth were imported in the early seventeenth century.</p>\n<p>In the late seventeenth century and beyond, Vili merchants also engaged in the slave trade. Loango did not export many slaves in the earlier part of its contact with European merchants, but eventually the country did export slaves in considerable quantities. In addition to buying and selling slaves, the Vili became involved in local industry, specializing in smithing.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Loango\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Loango</a></p>"}},{"node":{"id":"4a410b2b-8c73-5528-9e41-fca7ef2b6806","frontmatter":{"country":"DRC","title":"Luba Empire","date":"1585 - 1889"},"fields":{"slug":"luba-empire"},"excerpt":"The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo. The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments.  The economy was based on a tribute system where nobles monopolized trade of…","timeToRead":1,"html":"<p>The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo.</p>\n<p>The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments. </p>\n<p>The economy was based on a tribute system where nobles monopolized trade of salt, copper, and iron ore.</p>\n<p>The Luba Kingdom kept official \"men of memory\" who were part of a group called the Mbudye. They were responsible for maintaining the oral histories associated with kings.</p>\n<p>The arts were held in high esteem. A carver trained in blacksmithing and woodcarving held relatively high status. The important role of woman in the creation myths and political society resulted in many objects of prestige being decorated with female figures. Free-verse poetry was chanted or recited sometimes with instrumental accompaniment, by both men and women.</p>\n<p>The empire began to decline when European colonists (particularly Belgians) began raiding the empire for slaves. In 1889 the empire was split in two by a succession dispute, ending the empire as a unified state. </p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Luba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Luba</a></p>"}},{"node":{"id":"126fb4ba-cc2b-5ffd-8052-2fd6a532e759","frontmatter":{"country":"Congo","title":"Anziku Kingdom","date":"17th century"},"fields":{"slug":"anziku_kngdm"},"excerpt":"The Anziku Kingdom, also called the Teke Kingdom, the Tyo Kingdom or Tio Kingdom, was a pre-colonial West Central African state of modern Republic of Congo. The word Anziku comes from the KiKongo phrase \"Anziku Nziku\"  meaning \"to run\" referring to inhabitants who leave the interior to protect the border. The term was applied most famously to the Bateke, which is why the state is sometimes called the kingdom of Teke or Tiyo. Other groups within the Anziku included the Bampunu…","timeToRead":1,"html":"<p>The Anziku Kingdom, also called the Teke Kingdom, the Tyo Kingdom or Tio Kingdom, was a pre-colonial West Central African state of modern Republic of Congo.</p>\n<p>The word Anziku comes from the KiKongo phrase \"Anziku Nziku\"  meaning \"to run\" referring to inhabitants who leave the interior to protect the border. The term was applied most famously to the Bateke, which is why the state is sometimes called the kingdom of Teke or Tiyo. Other groups within the Anziku included the Bampunu and Banzabi.</p>\n<p>In the early 17th century, the Anziku population controlled the copper mines around Kongo's northeast border and may have been there specifically as a buffer. When the Anziku groups consolidated to form their own independent kingdom, Kongo proceeded to take over the mines personally. This process was complete by the 1620s. There was, however, fighting between the two states over the region throughout the 17th century.</p>"}},{"node":{"id":"f646cbc4-fbf2-550c-af21-3dd013a4bd58","frontmatter":{"country":"Benin","title":"Kingdom of Dahomey","date":"1600 - 1904 CE"},"fields":{"slug":"dahomey"},"excerpt":"The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military.  Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey.  Common art…","timeToRead":1,"html":"<p>The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military. </p>\n<p>Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey. </p>\n<p>Common art forms included wood and ivory carving, metalwork (including silver, iron and brass, appliqué cloth, and clay bas-reliefs. Much of the art work revolved around the royalty. Each of the palaces at the Royal Palaces of Abomey contained elaborate bas-reliefs (noundidė in Fon) providing a record of the king's accomplishments. Each king had his own palace within the palace complex and within the outer walls of their personal palace was a series of clay reliefs designed specific to that king. These were not solely designed for royalty and chiefs, temples, and other important buildings had similar reliefs. In addition to the royal depictions in the reliefs, royal members were depicted in power sculptures known as bocio, which incorporated mixed materials (including metal, wood, beads, cloth, fur, feathers, and bone) onto a base forming a standing figure. The bocio are religiously designed to include different forces together to unlock powerful forces. In addition, the cloth appliqué of Dahomey depicted royalty often in similar zoomorphic representation and dealt with matters similar to the reliefs, often the kings leading during warfare. Dahomey also had a distinctive tradition of casting small brass figures of animals or people, which were worn as jewellery or displayed in the homes of the relatively well-off. </p>\n<p>The Dahomey Amazons or Mino, which means \"our mothers,\" were a Fon all-female military regiment. They were rigorously trained and given uniforms. The women's army consisted of a number of regiments: huntresses, riflewomen, reapers, archers, and gunners. Each regiment had different uniforms, weapons and commanders. In the latter period, the Dahomean female warriors were armed with Winchester rifles, clubs and knives. Units were under female command. </p>\n<p>Dahomey had a unique form of West African Vodun that linked together preexisting animist traditions with vodun practices. </p>\n<p>The country was annexed into the French colonial empire in 1984.</p>"}},{"node":{"id":"e4ca2c1d-efe2-5583-8b74-3d065dda4367","frontmatter":{"country":"DRC","title":"Kuba Kingdom","date":"c. 1600 - 1900"},"fields":{"slug":"kuba_kngdom"},"excerpt":"The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo. The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The…","timeToRead":1,"html":"<p>The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo.</p>\n<p>The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The original Kuba migrated during the 16th century from the north. Nineteen different ethnic groups are included in the kingdom, which still exists and is presided over by the King (nyim).</p>\n<p>The kingdom began as a conglomeration of several chiefdoms of various ethnic groups with no real central authority. In approximately 1625, an individual from outside the area known as Shyaam a-Mbul a Ngoong usurped the position of one of the area rulers and united all the chiefdoms under his leadership.</p>\n<p>As the kingdom matured, it benefited from advanced techniques adopted from neighboring peoples as well as New World crops introduced from the Americas, such as maize, tobacco, cassava and beans. Kuba became very wealthy, which resulted in great artistic works commissioned by the Kuba nobility. The Kuba kings retained the most fanciful works for court ceremony and were also buried with these artifacts.</p>\n<p>The Kuba are known for their raffia embroidered textiles, fiber and beaded hats, carved palm wine cups and cosmetic boxes, but they are most famous for their monumental helmet masks, featuring exquisite geometric patterns, stunning fabrics, seeds, beads and shells.</p>\n<p>The Kuba Kingdom reached its apex during the mid 19th century. Europeans first reached the area in 1884. Because of the kingdom's relative isolation, it was not as affected by the slave trade as were the Kongo and Ndongo kingdoms on the coast.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kuba_Kingdom\">https://en.wikipedia.org/wiki/Kuba_Kingdom</a></p>"}},{"node":{"id":"401d93b5-0fb1-5ac0-9c02-8a4173a0db41","frontmatter":{"country":"Angola","title":"Jaga Kingdom","date":"1620–1910"},"fields":{"slug":"jaga_kngdm"},"excerpt":"The Kasanje Kingdom, also known as the Jaga Kingdom, (1620–1910) was a pre-colonial Central African state. It was formed in 1620 by a mercenary band of Imbangala, which had deserted the Portuguese ranks. The state gets its name from the leader of the band, Kasanje, who settled his followers on the upper Kwango River. The Kasanje people were ruled by the Jaga, a king who was elected from among the three clans who founded the kingdom. The Jaga or Jagas were terms applied by the…","timeToRead":1,"html":"<p>The Kasanje Kingdom, also known as the Jaga Kingdom, (1620–1910) was a pre-colonial Central African state. It was formed in 1620 by a mercenary band of Imbangala, which had deserted the Portuguese ranks. The state gets its name from the leader of the band, Kasanje, who settled his followers on the upper Kwango River. The Kasanje people were ruled by the Jaga, a king who was elected from among the three clans who founded the kingdom.</p>\n<p>The Jaga or Jagas were terms applied by the Portuguese to invading bands of African warriors east and south of the kingdom of Kongo. The use of the phrase took on different connotations depending on where it was applied. There were two groups of people, both known as fierce warriors, who were dubbed jagas or the jaga. Unbeknownst to the Portuguese who encountered these warriors, the two groups were practically unrelated.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Kasanje_Kingdom\">https://en.wikipedia.org/wiki/Kasanje_Kingdom</a>\n<a href=\"https://en.wikipedia.org/wiki/Jaga_(Kongo\">https://en.wikipedia.org/wiki/Jaga_(Kongo</a>)</p>"}},{"node":{"id":"29c6478f-04c6-513f-91db-94a8fa536a70","frontmatter":{"country":"Angola","title":"Kingdom of Matamba","date":"1631–1744"},"fields":{"slug":"matamba"},"excerpt":"The Kingdom of Matamba (1631–1744) was a pre-colonial African state located in what is now the Baixa de Cassange region of Malanje Province of modern-day Angola. It was a powerful kingdom that long resisted Portuguese colonisation attempts and was only integrated into Angola in the late nineteenth century. The first documentary mention of the Kingdom of Matamba is a reference to it giving tribute to the King of Kongo, then Afonso I of Kongo, in 1530. In 1535 Afonso…","timeToRead":2,"html":"<p>The Kingdom of Matamba (1631–1744) was a pre-colonial African state located in what is now the Baixa de Cassange region of Malanje Province of modern-day Angola. It was a powerful kingdom that long resisted Portuguese colonisation attempts and was only integrated into Angola in the late nineteenth century.</p>\n<p>The first documentary mention of the Kingdom of Matamba is a reference to it giving tribute to the King of Kongo, then Afonso I of Kongo, in 1530. In 1535 Afonso subsequently mentioned Matamba as one of the regions over which he ruled as king in his titles. There is no further information on the kingdom's early history and modern oral traditions do not seem to illuminate this at the present state of research. However, it does not seem likely that Kongo had any more than a light and symbolic presence in Matamba, and its rulers were probably quite independent. Matamba undoubtedly had closer relations with its south southeastern neighbor Ndongo, then a powerful kingdom as well as with Kongo.</p>\n<p>During the mid-sixteenth century Matamba was ruled by an unknown queen, who received missionaries from Kongo, then a Christian kingdom, dispatched by King Diogo I (1545–1561). Though this queen received the missionaries and perhaps allowed them to preach, there is no indication that the kingdom converted to Christianity.</p>\n<p>The arrival of the Portuguese colonists under Paulo Dias de Novais in Luanda in 1575 altered the political situation as the Portuguese immediately became involved in Ndongo's affairs, and war broke out between Ndongo and Portugal in 1579. Although Matamba played a small role in the early wars, the threat of a Portuguese victory stirred the ruler of Matamaba (probably a king named Kambolo Matamba) to intervene. He sent an army to aid Ndongo against the Portuguese, and with these forces the combined armies were able to defeat and rout Portuguese forces at the Battle of the Lukala in 1590.</p>\n<p>Queen Njinga ruled in Matamba from 1631 until her death in 1663. During this time she integrated the country into her domains and thousands of her former subjects who had fled Portuguese attacks with her settled there. She made several wars against Kasanje especially in 1634-5. In 1639 she received a Portuguese peace mission which did not achieve a treaty, but did reestablish relations between her and the Portuguese. When the Dutch took over Luanda in 1641, Njinga immediately sent ambassadors to make an alliance with them. During these years, she moved her capital from Matamba to Kavanga, where she conducted operations against the Portuguese. Though Ndongo forces won a significant victory over the Portuguese in at the Battle of Kombi in 1647, nearly forcing them to abandon the country and laying siege to their inland capital of Masangano, a Portuguese relief force led by Salvador de Sá in 1648 drove out the Dutch and forced Njinga to return to Matamba. Although she maintained a symbolic capital at Kindonga, an island in the Kwanza River where she and her predecessor had ruled, the real capital was at the town of Matamba (Santa Maria de Matamba). Njinga had been baptized as Ana de Sousa while in Luanda in 1622, and in 1654 she began peace overtures to Portugal.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Matamba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Matamba</a></p>"}},{"node":{"id":"80de06af-b170-5e71-8744-f58f8883f1d2","frontmatter":{"country":"Ethiopia","title":"Gondar","date":"1635"},"fields":{"slug":"gondar"},"excerpt":"Gondar  is a city and separate distirct in Ethiopia which served as a strong Christian kingdom for many years. Gondar previously served as the capital of both the Ethiopian Empire and the subsequent Begemder Province. The city holds the remains of several royal castles, including those in Fasil Ghebbi (the Royal Enclosure), for which Gondar has been called the \"Camelot of Africa\". Until the 16th century, the Solomonic Emperors of Ethiopia usually had no fixed capital town…","timeToRead":1,"html":"<p>Gondar  is a city and separate distirct in Ethiopia which served as a strong Christian kingdom for many years.</p>\n<p>Gondar previously served as the capital of both the Ethiopian Empire and the subsequent Begemder Province. The city holds the remains of several royal castles, including those in Fasil Ghebbi (the Royal Enclosure), for which Gondar has been called the \"Camelot of Africa\".</p>\n<p>Until the 16th century, the Solomonic Emperors of Ethiopia usually had no fixed capital town, but instead lived in tents in temporary royal camps as they moved around their realms while their family, bodyguard and retinue devoured surplus crops and cut down nearby trees for firewood. One exception to this rule was Debre Berhan, founded by Zara Yaqob in 1456; Tegulet in Shewa was also essentially the capital during the first century of Solomonic rule. Gondar was founded by Emperor Fasilides around the year 1635, and grew as an agricultural and market town. There was a superstition at the time that the capital's name should begin with the letter 'Gʷa' (modern pronunciation 'Gʷe'; Gonder was originally spelt Gʷandar), which also contributed to Gorgora's (founded as Gʷargʷara) growth in the centuries after 1600. Tradition also states that a buffalo led the Emperor Fasilides to a pool beside the Angereb, where an \"old and venerable hermit\" told the Emperor he would locate his capital there. Fasilides had the pool filled in and built his castle on that same site. The emperor also built a total of seven churches; the first two, Fit Mikael and Fit Abbo, were built to end local epidemics. The five emperors who followed him also built their palaces in the town.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Gondar\">https://en.wikipedia.org/wiki/Gondar</a></p>"}},{"node":{"id":"0be24e90-a947-5e5e-88e6-238f665386c1","frontmatter":{"country":"Zimbabwe","title":"The Rozvi Empire","date":"1660–1866"},"fields":{"slug":"rozvi_empire"},"excerpt":"The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers. The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in…","timeToRead":1,"html":"<p>The Rozvi Empire (1684–1834) was established on the Zimbabwean Plateau by Changamire Dombo. After Dombo's death, his successor adopted the title Mambo. The term \"Rozvi\" refers to their legacy as a Warrior Nation known as the plunderers.</p>\n<p>The Rozvi were formed from several Shona states that dominated the plateau of present-day Zimbabwe at the time. They drove the Portuguese off the central plateau, and the Europeans retained only a nominal presence at one of the fair-towns in the eastern highlands.</p>\n<p>The Rozvi chiefs revived the tradition of building in stone and constructed impressive cities, now known as 'zimbabwes', throughout the southwest. Polychrome pottery was also emblematic of its culture. The Rozvi empire had many economic branches but agriculture was its backbone. They planted crops such as sorghum and millet and the state depended heavily on subsistence farming. Livestock was also another important agricultural branch. They kept animals such as sheep, goats, cattle and chickens; those with many livestock were considered rich and were accorded very high economic status within the society. Trade was another important economic activity and the Rozvi practiced both internal and external trade. From foreign traders they obtained imported goods such as guns, salt, beads and sea shells; in return they bartered ivory, copper and gold. Mining was another major branch and was done by males. The warriors were armed with spears, bows and arrows when they raided others or defended their state.</p>\n<p>Its warriors were known to be violent; this earned them the name rozvi, meaning plunders or destroyers. They became the most powerful fighting force in the whole of Zimbabwe.</p>\n<p>Records from the Portuguese show that the Rozvi were sophisticated military strategists. They were noted for using the cow-horn formation years before the great Zulu leader Shaka adopted it in the 19th century. Armed with spears, bows and arrows, the aggressive Rozvi took over the Zimbabwe plateau.</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Rozwi_Empire\">https://en.wikipedia.org/wiki/Rozwi_Empire</a></p>"}},{"node":{"id":"e166bc5c-04a6-5504-b6a6-ede98d9a7678","frontmatter":{"country":"Angola","title":"Nation of Lunda ","date":"1665 - 1887"},"fields":{"slug":"lunda_nation"},"excerpt":"The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga. The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of…","timeToRead":1,"html":"<p>The Nation of Lunda (c. 1665 CE – c. 1887 CE) was a confederation of states in what is now the Democratic Republic of Congo, north-eastern Angola, and north-western Zambia, its central state was in Katanga.</p>\n<p>The Lunda Kingdom controlled some 150,000 km2 by 1680. The state doubled in size to around 300,000 km2 at its height in the nineteenth century. The Mwata Yamvos of Lunda became powerful militarily from their base of 175,000 inhabitants. Through marriage with descendants of the Luba kings, they gained political ties.</p>\n<p>The kingdom of Lunda came to an end in the nineteenth century, when it was invaded by the Chokwe, who were armed with guns. The Chokwe then established their own kingdom with their language and customs. Lunda chiefs and people continued to live in the Lunda heartland but were diminished in power.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Lunda\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Lunda</a></p>"}},{"node":{"id":"d3881984-6312-57aa-843c-9ffe75d5b5aa","frontmatter":{"country":"Ghana","title":"Ashanti Empire","date":"1670 - 1957"},"fields":{"slug":"ashanti"},"excerpt":"The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture. The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly…","timeToRead":3,"html":"<p>The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture.</p>\n<p>The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly lineage nominated the eligible males. This senior female then consulted the elders, male and female, of that line. The final candidate is then selected. That nomination is then sent to a council of elders, who represent other lineages in the town or district. The Elders then present the nomination to the assembled people. If the assembled citizens disapprove of the nominee, the process is restarted. </p>\n<p>The original palace of the Asantehene in Kumasi was burned down by the British in 1875. From European accounts, the edifice was massive and ornately built.</p>\n<p>Winwood Reade described his visit to the Ashanti Royal Palace of Kumasi in 1874: “We went to the king’s palace, which consists of many courtyards, each surrounded with alcoves and verandahs, and having two gates or doors, so that each yard was a thoroughfare . . . But the part of the palace fronting the street was a stone house, Moorish in its style . . . with a flat roof and a parapet, and suites of apartments on the first floor. It was built by Fanti masons many years ago. The rooms upstairs remind me of Wardour Street. Each was a perfect Old Curiosity Shop. Books in many languages, Bohemian glass, clocks, silver plate, old furniture, Persian rugs, Kidderminster carpets, pictures and engravings, numberless chests and coffers. A sword bearing the inscription From Queen Victoria to the King of Ashantee. A copy of the Times, 17 October 1843. With these were many specimens of Moorish and Ashanti handicraft.”</p>\n<p>Infrastructure such as road transport and communication throughout the Ashanti Kingdom was maintained via a network of well-kept roads from the Ashanti Kingdom to the Niger river and other trade cities.</p>\n<p>Plants cultivated include plantains, yams, manioc, corn, sweet potatoes, millet, beans, onions, peanuts, tomatoes, and many fruits. The Ashanti prepared the fields by burning before the onset of the rainy season and cultivated with an iron hoe. Fields are left fallow for a couple years, usually after two to four years of cultivation.</p>\n<p>The lands within the Ashanti Kingdom were also rich in river-gold, cocoa and kola nuts, and the Ashanti were soon trading with the Portuguese, the Songhai, and with the Hausa states.</p>\n<p>The Ashanti invented the Fontomfrom, an Asante talking drum, and they also invented the Akan Drum. They drummed messages to distances of over 300 kilometres (200 mi), as rapidly as a telegraph. Asante dialect (Twi) and Akan, the language of the Ashanti people is tonal and more meaning is generated by tone. The drums reproduced these tones, punctuations, and the accents of a phrase so that the cultivated ear hears the entirety of the phrase itself.</p>\n<p>The Ashanti readily heard and understood the phrases produced by these \"talking drums\". Standard phrases called for meetings of the chiefs or to arms, warned of danger, and broadcast announcements of the death of important figures. Some drums were used for proverbs and ceremonial presentations.</p>\n<p>The Ashanti armies served the empire well, supporting its long period of expansion and subsequent resistance to European colonization. Armament was primarily with firearms, but some historians hold that indigenous organization and leadership probably played a more crucial role in Ashanti successes.</p>\n<p>Slavery was historically a tradition in the Ashanti Empire, with slaves typically taken as captives from enemies in warfare. The welfare of their slaves varied from being able to acquire wealth and intermarry with the master's family to being sacrificed in funeral ceremonies. </p>\n<p>Today, the Ashanti Kingdom survives as a constitutionally protected, sub-national proto-state and traditional state in union with the Republic of Ghana.</p>"}},{"node":{"id":"8ba8dba6-2de2-543e-beff-ed70df892192","frontmatter":{"country":"Burundi","title":"Kingdom of Burundi","date":"1680–1966"},"fields":{"slug":"burundi-kngdm"},"excerpt":"The Kingdom of Burundi (French: Royaume du Burundi) or Kingdom of Urundi (Royaume d'Urundi) was a polity ruled by a traditional monarch in modern-day Republic of Burundi in the Great Lakes region of East Africa. The kingdom, majority ethnic Hutu, was ruled by a monarch from the Tutsi ethnic group with the title of mwami. Created in the 17th century, the kingdom was preserved under European colonial rule in the late 19th and early 20th century and was an independent state…","timeToRead":1,"html":"<p>The Kingdom of Burundi (French: Royaume du Burundi) or Kingdom of Urundi (Royaume d'Urundi) was a polity ruled by a traditional monarch in modern-day Republic of Burundi in the Great Lakes region of East Africa. The kingdom, majority ethnic Hutu, was ruled by a monarch from the Tutsi ethnic group with the title of mwami. Created in the 17th century, the kingdom was preserved under European colonial rule in the late 19th and early 20th century and was an independent state between 1962 and 1966.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Burundi\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Burundi</a></p>"}},{"node":{"id":"5e002034-bdf8-5b65-9a7b-e458c53383ce","frontmatter":{"country":"Gabon","title":"Kingdom of Orungu","date":"c. 1700–1927"},"fields":{"slug":"orungu_kngdm"},"excerpt":"The Kingdom of Orungu (c. 1700–1927) (Portuguese: Reino da Orungu, French: Royaume d'Orungu) was a small, pre-colonial state of what is now Gabon in Central Africa. Through its control of the slave trade in the 18th and 19th centuries, it was able to become the most powerful of the trading centers that developed in Gabon during that period.","timeToRead":1,"html":"<p>The Kingdom of Orungu (c. 1700–1927) (Portuguese: Reino da Orungu, French: Royaume d'Orungu) was a small, pre-colonial state of what is now Gabon in Central Africa. Through its control of the slave trade in the 18th and 19th centuries, it was able to become the most powerful of the trading centers that developed in Gabon during that period.</p>"}},{"node":{"id":"bb713a3b-009b-5513-bcc7-1c54afb0f4da","frontmatter":{"country":"Zambia","title":"Kazembe","date":"1740"},"fields":{"slug":"kazembe"},"excerpt":"Kazembe is a traditional kingdom in modern-day Zambia, Southeastern Congo. For more than 250 years, Kazembe has been an influential kingdom or chieftainship of the Kiluba-Chibemba, speaking the Swahili language (a Bantu language with Arabic superstratum) or the language of the Eastern Luba-Lunda people of south-central Africa(also known as the Luba, Luunda, Eastern Luba-Lunda, and Luba-Lunda-Kazembe). Its position on trade routes in a well-watered, relatively fertile and well…","timeToRead":1,"html":"<p>Kazembe is a traditional kingdom in modern-day Zambia, Southeastern Congo. For more than 250 years, Kazembe has been an influential kingdom or chieftainship of the Kiluba-Chibemba, speaking the Swahili language (a Bantu language with Arabic superstratum) or the language of the Eastern Luba-Lunda people of south-central Africa(also known as the Luba, Luunda, Eastern Luba-Lunda, and Luba-Lunda-Kazembe). Its position on trade routes in a well-watered, relatively fertile and well-populated area of forestry, fishery and agricultural resources drew expeditions by traders and explorers (such as Scottish missionary David Livingstone) who called it variously Kasembe, Cazembe and Casembe.</p>\n<p>Known by the title Mwata or Mulopwe, now equivalent to 'Paramount Chief', the chieftainship with its annual Mutomboko festival stands out in the Luapula Valley and Lake Mweru in present-day Zambia, though its history in colonial times is an example of how Europeans divided traditional kingdoms and tribes without regard to the consequences.</p>"}},{"node":{"id":"4b188579-f31e-5d09-8c73-05f7792f6ce7","frontmatter":{"country":"South Africa","title":"Kingdom of Zululand","date":"1816–1897"},"fields":{"slug":"zululand"},"excerpt":"The Kingdom of Zulu , sometimes referred to as the Zulu Empire or the Kingdom of Zululand, was a monarchy in Southern Africa that extended along the coast of the Indian Ocean from the Tugela River in the south to Pongola River in the north. The kingdom grew to dominate much of what is today KwaZulu-Natal and Southern Africa. In 1879, the British Empire invaded, beginning the Anglo-Zulu War. After an initial Zulu victory at the Battle of Isandlwana in January, the British Army…","timeToRead":1,"html":"<p>The Kingdom of Zulu , sometimes referred to as the Zulu Empire or the Kingdom of Zululand, was a monarchy in Southern Africa that extended along the coast of the Indian Ocean from the Tugela River in the south to Pongola River in the north.</p>\n<p>The kingdom grew to dominate much of what is today KwaZulu-Natal and Southern Africa. In 1879, the British Empire invaded, beginning the Anglo-Zulu War. After an initial Zulu victory at the Battle of Isandlwana in January, the British Army would regroup and eventually defeated the Zulus in July in the Battle of Ulundi. The area was subsequently absorbed into the Colony of Natal and later became part of the Union of South Africa.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Kingdoms*","types":"Kingdoms,Military"}}