{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"132a82cd-eaf8-5f90-8611-801384fd46a6","frontmatter":{"country":"Congo","title":"Kingdom of Kongo","date":"1390–1914"},"fields":{"slug":"Kongo_kgdm"},"excerpt":"The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon. The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola. By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an…","timeToRead":1,"html":"<p>The Kingdom of Kongo was an African kingdom located in west central Africa in present-day northern Cabinda,the Republic of the Congo, the western portion of the Democratic Republic of the Congo, as well as the southernmost part of Gabon.</p>\n<p>The Kingdom was centered around the great city of Mbanza Kongo, located in what is now northern Angola.</p>\n<p>By the time of the first recorded contact with the Europeans, the Kingdom of Kongo was a highly developed state at the center of an extensive trading network. Apart from natural resources and ivory, the country manufactured and traded copperware, ferrous metal goods, raffia cloth, and pottery. The Kongo people spoke in the Kikongo language. The eastern regions, especially that part known as the Seven Kingdoms of Kongo dia Nlaza (or in Kikongo Mumbwadi or \"the Seven\"), were particularly famous for the production of cloth.</p>\n<p>The Kingdom of Kongo became a major source of slaves for Portuguese traders and other European powers. The Cantino Atlas of 1502 mentions Kongo as a source of slaves for the island of São Tomé. Slavery had existed in Kongo long before the arrival of the Portuguese.</p>\n<p>In 1888, what was left of the Kingdom of Kongo was made a vassal state to Portugal, and in the early 1900s it was formally integrated into the Portuguese colony in Angola</p>\n<p>Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Kongo\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Kongo</a>\n<a href=\"https://www.sahistory.org.za/article/kingdom-kongo-1390-1914\">https://www.sahistory.org.za/article/kingdom-kongo-1390-1914</a></p>"}},{"node":{"id":"5e002034-bdf8-5b65-9a7b-e458c53383ce","frontmatter":{"country":"Gabon","title":"Kingdom of Orungu","date":"c. 1700–1927"},"fields":{"slug":"orungu_kngdm"},"excerpt":"The Kingdom of Orungu (c. 1700–1927) (Portuguese: Reino da Orungu, French: Royaume d'Orungu) was a small, pre-colonial state of what is now Gabon in Central Africa. Through its control of the slave trade in the 18th and 19th centuries, it was able to become the most powerful of the trading centers that developed in Gabon during that period.","timeToRead":1,"html":"<p>The Kingdom of Orungu (c. 1700–1927) (Portuguese: Reino da Orungu, French: Royaume d'Orungu) was a small, pre-colonial state of what is now Gabon in Central Africa. Through its control of the slave trade in the 18th and 19th centuries, it was able to become the most powerful of the trading centers that developed in Gabon during that period.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Gabon*","countries":"Gabon"}}