{"data":{"markdownRemark":{"html":"<p>The Kingdom of Loango was a pre-colonial African state, during approximately the 16th to 19th centuries in what is now the western part of the Republic of the Congo and Cabinda. Situated to the north of the more powerful Kingdom of Kongo, at its height in the 17th century Loango influence extended from Cape St Catherine in the north to almost the mouth of the Congo River.</p>\n<p>Loango exported copper to the European market, and was a major producer and exporter of cloth.</p>\n<p>The origins of the kingdom are obscure. Dutch visitors recorded the first traditional account of the kingdom's origin in the 1630s or '40s. In their account as reported by the geographer Olfert Dapper, the region where Loango would be constructed was populated by a number of small polities including Mayumba, Kilongo, Piri and Wansi, \"each with their own leader who made war on each other\". He recorded that the founder of Loango, who boasted hailing from the district in Nzari in the small coastal kingdom of Kakongo, itself a vassal of Kongo, triumphed over all his rivals through the skillful use of alliances to defeat those who opposed him, particularly Wansa, Kilongo and Piri, the latter two of which required two wars to subdue. Once this had been effected, however, a range of more northern regions, including Docke and Sette submitted voluntarily. Having succeeded in the conquest, the new king moved northward and after having founded settlements in a variety of places, eventually built his capital in Buali in the province of Piri (from which the ethnic name \"Muvili\" eventually derived).</p>\n<p>The kings of Loango had absolute and even divine power. In the seventeenth century, the king appointed a number of provincial governors to office, choosing them from among his own family. </p>\n<p>In the seventeenth century, Vili merchants were traveling some distance from their homeland in search of commercial opportunities. Among the earliest noted were voyages to copper mines in Mindouli and the territory of \"Bukkameale\" (perhaps the Niari Valley) where copper could be obtained. Early Dutch commercial records indicate that Loango exported considerable copper to the European market during this period. Loango was a major producer and exporter of cloth, both to the interior and to the Portuguese in Luanda, where thousands of meters of Loango cloth were imported in the early seventeenth century.</p>\n<p>In the late seventeenth century and beyond, Vili merchants also engaged in the slave trade. Loango did not export many slaves in the earlier part of its contact with European merchants, but eventually the country did export slaves in considerable quantities. In addition to buying and selling slaves, the Vili became involved in local industry, specializing in smithing.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Loango\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Loango</a></p>","fields":{"slug":"loango_kgdm"},"frontmatter":{"title":"Kingdom of Loango","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 31). Kingdom of Loango. In Wikipedia, The Free Encyclopedia. Retrieved 19:59, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Loango&oldid=881168178"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"loango_kgdm","imgs":"*loango_kgdm*"}}