{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"cb9645d1-d220-5866-8542-6f35ff3a8d14","frontmatter":{"country":"Rwanda","title":"Hunter Gatherer Settlements","date":""},"fields":{"slug":"rw-hg"},"excerpt":"The territory of present-day Rwanda has been green and fertile for many thousands of years, even during the last ice age, when part of Nyungwe Forest was fed by the alpine ice sheets of the Rwenzoris. It is not known when the country was first inhabited, but it is thought that humans moved into the area shortly after that ice age, either in the Neolithic period, around ten thousand years ago, or in the long humid period which followed, up to around 3000 BC. The earliest…","timeToRead":1,"html":"<p>The territory of present-day Rwanda has been green and fertile for many thousands of years, even during the last ice age, when part of Nyungwe Forest was fed by the alpine ice sheets of the Rwenzoris. It is not known when the country was first inhabited, but it is thought that humans moved into the area shortly after that ice age, either in the Neolithic period, around ten thousand years ago, or in the long humid period which followed, up to around 3000 BC. The earliest inhabitants of the region are generally thought to have been the Twa, a group of Pygmy forest hunters and gatherers, whose descendants still live in Rwanda today.</p>\n<p>Archaeological excavations conducted from the 1950s onwards have revealed evidence of sparse settlement by hunter gatherers in the late stone age, followed by a larger population of early iron age settlers. These later groups were found to have manufactured artifacts,including a type of dimpled pottery, iron tools and implements.</p>\n<p>Hundreds of years ago, the Twa were partially supplanted by the immigration of a Bantu group, the ancestors of the agriculturalist ethnic group, today known as the Hutus. The Hutu began to clear forests for their permanent settlements. The exact nature of the third major immigration, that of a predominantly pastoralist people known as Tutsi, is highly contested. Oral histories of the Kingdom of Rwanda often trace the origins of the Rwandan people back nearly 10,000 ago to a legendary king named Gihanga, to whom metalworking and other modernizing technologies are also commonly attributed.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/History_of_Rwanda\">https://en.wikipedia.org/wiki/History<em>of</em>Rwanda</a></p>"}},{"node":{"id":"dde5fe33-1c11-55e6-b0a3-12764fa9396c","frontmatter":{"country":"Cameroon","title":"Kanem–Bornu Empire","date":"700 - 1893 CE"},"fields":{"slug":"kanembornu"},"excerpt":"The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900. The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a…","timeToRead":2,"html":"<p>The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900.</p>\n<p>The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a capital around 700 CE under the first documented Kanembu king (mai), known as Sef of Saif. The capital of Njimi grew in power and influence under the Duguwa dynaty. Njimi dominated trans-Saharan trade in ivory and slaves between the central Sahara and Libya. </p>\n<p>The major factor that later influenced the history of the state of Kanem was the early penetration of Islam that came with North African traders, Berbers, and Arabs.</p>\n<p>By the end of the 14th century, internal struggles and external attacks had torn Kanem apart. Around 1380 the Kanem empire merged with Bornu to  become the Kanem-Bornu empire under the Sayfawa Dynasty.</p>\n<p>The Bornu Empire (1380s–1893) was a state of what is now northeastern Nigeria, in time becoming even larger than Kanem, incorporating areas that are today parts of Chad, Niger, Sudan, and Cameroon; is existed from 1380s to 1893. The early history of the Empire is mainly known from the Royal Chronicle or Girgam discovered in 1851 by the German traveller Heinrich Barth.</p>\n<p>Kanem-Bornu dominated and invaded its neighbors through its cavalry, as the empire relied heavily on the strength of its horsemen for its conquests and slave raids. Kanem-Bornu was also a major diplomatic power in the Sahara area and boasted embassies in both Morocco and the Ottoman Empire via Tripoli.</p>\n<p>The practice of recording orally the names and genealogies of the kings of Kanem seems to have existed since the 9th century. The introduction of Islam and the Arabic script codified this tradition by making it possible to write down the names of the kings. This list or chronicle of kings, the diwan or girgam, was written from the 13th or 16th century until the 19th and contained the names of 67 kings from the 9th to the 19th century. It constitutes one of the most important sources for the history of Kanem-Bornu and has been extensively used by historians of the empire.</p>"}},{"node":{"id":"bd957e87-5713-5156-af54-c762674b1e0d","frontmatter":{"country":"Nigeria","title":"Kingdom of Kano","date":"999–1349"},"fields":{"slug":"kano_kngdm"},"excerpt":"The Kingdom of Kano was a Hausa kingdom in the north of what is now Northern Nigeria that dates back before 1000 AD, and lasted until the proclamation of the Sultanate of Kano by King Ali Yaji Dan Tsamiya in 1349. The kingdom was then replaced by the Sultanate of Kano, under the suzerainty of a Muslim Sultan The capital is now the modern city of Kano in Kano State. Our knowledge of the early history of Kano comes largely from the Kano Chronicle, a compilation of oral…","timeToRead":1,"html":"<p>The Kingdom of Kano was a Hausa kingdom in the north of what is now Northern Nigeria that dates back before 1000 AD, and lasted until the proclamation of the Sultanate of Kano by King Ali Yaji Dan Tsamiya in 1349. The kingdom was then replaced by the Sultanate of Kano, under the suzerainty of a Muslim Sultan The capital is now the modern city of Kano in Kano State.</p>\n<p>Our knowledge of the early history of Kano comes largely from the Kano Chronicle, a compilation of oral tradition and some older documents composed in the nineteenth century, as well as more recently conducted archaeology.</p>\n<p>In the 7th century, Dala Hill, a hill in Kano, was the site of a community that engaged in iron-working. It is unknown whether these were Hausa people or speakers of Niger–Congo languages.</p>\n<p>Kano was originally known as Dala, after the hill, and was referred to as such as late as the end of the 15th century and the beginning of the 16th by Bornoan sources. The Kano Chronicle identifies Barbushe, a priest of a Dalla Hill spirit, as the city's first settler. According to the Kano Chronicle, Bagauda, a grandson of the mythical hero Bayajidda, became the first Hausa king of Kano in 999, reigning until 1063. His grandson Gijimasu (1095–1134), the third king, began building city walls at the foot of Dalla Hill, and Gijimasu's son, Tsaraki (1136–1194), the fifth king, completed them during his reign. The Bagauda family steadily extended the kingdom through conquest of nearby communities. They established numerous sub-rulers, with titles starting with \"Dan\", of which the most important was \"Dan Iya\".</p>"}},{"node":{"id":"7d157ba5-600d-5089-8a4d-ab9428f9f745","frontmatter":{"country":"Nigeria","title":"Hausa Kingdom","date":"c. 1000 - 1400"},"fields":{"slug":"hausak"},"excerpt":"The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when…","timeToRead":2,"html":"<p>The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when the terrain was converting from woodlands to savannah. They started cultivating grains, which led to a denser peasant population. They had a common language, laws, and customs. The Hausa were known for fishing, hunting, agriculture, salt-mining, and blacksmithing. By the 14th century Kano had become the most powerful city-state.  Kano had become the base for the trans-Saharan trade in salt, cloth, leather, and grain. The Hausa oral history is reflected in the Bayajidda legend, which describes the adventures of the Baghdadi hero Bayajidda culmulating in the killing of the snake in the well of Daura and the marriage with the local queen Magajiya Daurama. According to the legend, the hero had a child with the queen, Bawo, and another child with the queen's maid-servant, Karbagari.</p>\n<p>In the 7th century, the Dala Hill in Kano was the site of a Hausa community that migrated from Gaya and engaged in iron-working.</p>\n<p>Hausa architecture (known as Tubali in the Hausa language) is a distinct sub-style among the various Sudano-Sahelian architectural styles found throughout the Sahel-geographic band stretching from Senegal and Mauritania in the West to Sudan in the east.</p>\n<p>Hausa buildings are characterized by the use of dry mud bricks in cubic structures, multi-storied buildings for the social elite, the use of parapets related to their military/fortress building past, and traditional white stucco and plaster for house fronts. At times the facades may be decorated with various abstract relief designs, sometimes painted in vivid colours to convey information about the occupant.</p>\n<p>Despite relatively constant growth from the 15th century to the 18th century, the states were vulnerable to constant war internally and externally. By the Eighteenth century they were economically and politically exhausted. Although the vast majority of its inhabitants were Muslim by the 16th century, they were attacked by Fulani jihadists from 1804 to 1808. In 1808 the Hausa Nation was finally conquered by Usuman dan Fodio and incorporated into the Hausa-Fulani Sokoto Caliphate.</p>"}},{"node":{"id":"d4dd9ea6-1c14-500d-bdef-c8400d8dec52","frontmatter":{"country":"Nigeria","title":"Kingdom of Benin","date":"1180 CE - 1897 CE"},"fields":{"slug":"kingdom-of-benin"},"excerpt":"The kingdom of Benin was a pre-colonial kingdom in what is now southern Nigeria. It began in the 900s when the Edo people settled in the rainforests of West Africa. The rulers, known as the Oba were established through hereditary succession. Under these obas Benin became a highly organized state. Its numerous craftsmen were organized into guilds, and the kingdom became famous for its ivory and wood carvers. Its brass smiths and bronze casters excelled at making naturalistic…","timeToRead":1,"html":"<p>The kingdom of Benin was a pre-colonial kingdom in what is now southern Nigeria. It began in the 900s when the Edo people settled in the rainforests of West Africa.</p>\n<p>The rulers, known as the Oba were established through hereditary succession. Under these obas Benin became a highly organized state. Its numerous craftsmen were organized into guilds, and the kingdom became famous for its ivory and wood carvers. Its brass smiths and bronze casters excelled at making naturalistic heads, bas-reliefs, and other sculptures.</p>\n<p>The Obas lived in beautiful palaces decorated with shining brass. Many of Benin’s architectural innovations began with the palace including the introduction of a shingled roof, corrugated metal sheeting and mirrored bedroom ceiling. The halls were decorated by over 800 brass plaques depicting court officials, animals, Portuguese visitors, and other subjects. Royal ancestral altars bore cast metal heads, carved ivory tusks, brass figures, wooden staffs and other decorations.</p>\n<p>They traded ivory, palm oil, pepper, and salves with the Dutch and Portuguese from the 15th through the 18th century. The Kingdom also served as a link for Europeans to trade with other African kingdoms and tribes in the interior of West Africa.</p>\n<p>The kingdom was invaded by the British army in 1897 and made part of the British Empire.</p>\n<p>Read more @ <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Benin\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Benin</a></p>"}},{"node":{"id":"dbf4d78f-4a48-56df-9507-a7054143ff99","frontmatter":{"country":"Mauritania","title":"Sosso Empire","date":"1200 CE"},"fields":{"slug":"sosso-empire"},"excerpt":"The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa. The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante. Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong…","timeToRead":1,"html":"<p>The Sosso Empire was a twelfth-century Kaniaga kingdom of West Africa.</p>\n<p>The Kingdom of Sosso, also written as Soso or Susu, was an ancient kingdom on the coast of west Africa. During its empire, reigned their most famous leader, Sumanguru Kante.</p>\n<p>Sumanguru Kante was said to be a cruel, harsh leader of his kingdom according to old African historians. His harsh leadership style kept the empire in balance and led to organization within the nation states. There was also strong economic success under his rule. He is said to have used \"magic\" in order to scare his people and keep his kingdom together.</p>\n<p>The Sosso Empire succeeded the Ghana empire after the downfall of the latter. Sumanguru captured the state called Kangaba during his reign, which later became the state of Mali. Sumanguru controlled his people under a harsh rule until he was eventually overthrown by African folklore hero, Sundiata. Sundiata was exiled from his home in the empire as a child. However, he traveled the surrounding area, gathered allies and troops to fight with him, and fought Sumanguru's empire at the battle of Krina in 1235. There, Sundiata was victorious and took over the Sosso empire, effectively ending the reign of the empire.</p>\n<p>The modern Sosso people trace their history to a 12th- and 13th- century Kaniaga kingdom known as the \"Sosso\". With the fall of the Ghana Empire, the Sosso expanded into a number of its former holdings, including its capital of Koumbi Saleh. Under King Soumaoro Kanté, the Sosso briefly conquered the Mandinka kingdoms of what is now Mali. These gains were lost at the Battle of Kirina (c. 1235) when Mandinka prince Sundiata Keita led a coalition of smaller states to soundly defeat the Sosso, thus beginning the Mali Empire. Sundiata marched on to the city of Sosso itself and destroyed it, marking the kingdom's end.</p>"}},{"node":{"id":"54aa8301-6bd8-5be8-93b2-4bd6ed66d2aa","frontmatter":{"country":"Benin","title":"Oyo Empire","date":"1300 - 1896 CE"},"fields":{"slug":"oyo-empire"},"excerpt":"The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry. Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local…","timeToRead":1,"html":"<p>The Oyo Empire was a Yoruba empire established in the 15th century in what is today  Benin and North central Nigeria. It rose through the outstanding organizational and administrative skills of the Yoruba people, wealth gained from trade and its powerful cavalry.</p>\n<p>Its foundation myth draws upon Yoruba religious beliefs and holds sacred the original settlement of Ile-Ife, which continues to be upheld as the creation site for the Yoruba people with significance to local religious practitioners as well as members of African-derived religions outside of Nigeria. </p>\n<p>The heart of metropolitan Oyo was its capital at Oyo-Ile (also known as Oyo Katunga or Old Oyo or Oyo-oro). The two most important structures in Oyo-Ile were the 'Afin,' or palace of the Oba, and his market. The palace was at the center of the city close to the Oba's market called 'Oja-Oba'. Around the capital was a tall earthen wall for defense with 17 gates. </p>\n<p>In the second half of the 18th century, dynastic intrigues, palace coups, and failed military campaigns began to weaken the Oyo Empire. It became a protectorate of Great Britain in 1888 before further fragmenting into warring factions. The Oyo state ceased to exist as any sort of power in 1896.</p>\n<p>read more @ <a href=\"https://en.wikipedia.org/wiki/Oyo_Empire\">https://en.wikipedia.org/wiki/Oyo_Empire</a></p>"}},{"node":{"id":"bce41964-bea0-5055-a045-73bff11fb210","frontmatter":{"country":"Senegal","title":"Serer Kingdoms","date":"1333 - 1969"},"fields":{"slug":"serer-kingdoms"},"excerpt":"The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves. The prehistoric and ancient…","timeToRead":2,"html":"<p>The Serer people have been historically noted as a matrilineal ethnic group that long resisted the expansion of Islam, fought against jihads in the 19th century, then opposed the French colonial rule. In the 20th century, most of them converted to Islam (Sufism), but some are Christians or follow their traditional religion. The Serer society, like other ethnic groups in Senegal, has had social stratification featuring endogamous castes and slaves.</p>\n<p>The prehistoric and ancient history of the Serer people of modern-day Senegambia has been extensively studied and documented over the years. Much of it comes from archaeological discoveries and Serer tradition rooted in the Serer religion.</p>\n<p>In Charles Becker’s paper titled \"Vestiges historiques, trémoins matériels du passé clans les pays Sereer\", two types of Serer relics were noted: \"the non-material remains which are cultural in nature\" and \"material remains, which are many revealed through products or artefacts.\" The historical vestiges of Serer country in modern-day Senegambia, the diversity of Serer culture manifested across dialects, family and social organisation which reflect different historical territories were observed.</p>\n<p>Although many Serer artefacts remain unknown, unlisted and preserved despite the efforts in the 1960s and 1970s to collect, archive and document them all, many material relics were found in different Serer countries, most of which refer to the past origins of Serer families, villages and Serer Kingdoms. Some of these Serer relics included gold, silver and metals.</p>\n<p>Serer kingdoms included the Kingdom of Sine (late 14th century) and the Kingdom of Saloum (1494–1969). </p>\n<p>The economic base of Sine was agriculture and fishing. Millet and other crops were grown. Sine was very reluctant to grow groundnut for the French market, in spite of French colonial directives. The Serer religion was deeply rooted in conservatism and their religious philosophy of preserving the ecosystem affected groundnut production in Sine. The Kingdom of Sine  was less susceptible to hunger and indebtedness, a legacy which continued right up to the last king of Sine - Maad a Sinig Mahecor Joof. It was very common for people from other states to migrate to the Serer kingdoms of Sine and Saloum in search of a better life. </p>\n<p>Saloum, just like its sister kingdom (the Kingdom of Sine), is known for its many ancient burial mounds or \"tumuli\" containing the graves of kings and others. The kingdom has numerous mysterious stone circles whose functions and history were unknown until recently. Saloum is more cosmopolitan and multi-religious.</p>\n<p>Although the Kingdom won some major battles against the French, it was later defeated. However, like the Kingdom of Sine, the royal dynasty survived up to 1969, when the last king of Saloum, Fode N'Gouye Joof had died. His year of death corresponded with the death of Maad a Sinig Mahecor Joof, who was king of Sine. These two kings were the last Serer kings and the last kings of the Senegambia. After their deaths, both Kingdoms were incorporated into the new Republic of independent Senegal which gained its independence in 1960. </p>\n<p>In addition to these twin Serer kingdoms, the Serers also ruled in the Wolof kingdoms such as Jolof, Waalo, Cayor and Baol. </p>\n<p>The Kingdom of Baol was originally an old Serer Kingdom ruled by the Serer paternal dynasties such as Joof family, the Njie family, etc. and the Wagadou maternal dynasty prior to the Battle of Danki in 1549. The Faal (var: Fall) paternal dynasty of Cayor and Baol that ruled after 1549 following the Battle of Danki were originally Black Moors (Naari Kajoor). Baol was famous for its horses. It has special breeds, which were faster and stronger than most of the horses on the plain. Baol citizens are good riders.</p>"}},{"node":{"id":"7926ea1b-b761-5e67-a997-9eac84f70bff","frontmatter":{"country":"Zimbabwe","title":"Kingdom of Mutapa","date":"1430–1760"},"fields":{"slug":"mutapa_kngdm"},"excerpt":"The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .  According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the…","timeToRead":2,"html":"<p>The Kingdom of Mutapa (sometimes referred to as the Mutapa Empire, Mwenemutapa) was a Bantu  kingdom of the Zezuru people centered in the Zambezi valley in what are the modern states of northern Zimbabwe, north western Mozambique and south eastern Zambia .</p>\n<p> According to Shona oral tradition, the Mutapa Empire was founded by a prince of Great Zimbabwe named Nyatsimba Mutota who in 1430 traveled north in search of salt. After defeating a tribe of elephant hunters who had the salf the prince decided to stay and founded the kingdom of Mwenemutapa. His Kingdom flourished while Great Zimbabwe fell into ruin .</p>\n<p> Mutota's successor, Mwenemutapa Matope, extended this new kingdom into an empire encompassing most of the lands between Tavara and the Indian Ocean. This empire had achieved uniting a number of different peoples in Southern Africa by building strong, well-trained armies and encouraging states to join voluntarily, offering membership in the Great council of the Empire to any who joined without resistance .</p>\n<p> The Mutapa Empire became very wealthy by mining gold deposites in its rivers and exploiting copper from Chidzurgwe and ivory from the middle Zambezi. They traded gold, copper, iron, and ivory with Arabs and Portuguese who became the dominant foreign players.</p>\n<p> Archeological evidence has uncovered indegenous methods of mettalurgy consisting of iron production remains at Baranda and copper-based objects at Chenguruve Hill and Muchekayawa Hill.</p>\n<p> The Portuguese tried to conquer the Mutapa Empire in the 1500s. They were unsuccessful but left the kingdom severly weakened . </p>\n<p> References:\n[1] <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Mutapa\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Mutapa</a>\n[2] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\n[3] <a href=\"http://discovery.ucl.ac.uk/93623/1/Rehren_93623_2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf\">http://discovery.ucl.ac.uk/93623/1/Rehren<em>93623</em>2006%20Iron%20smelting%20Pre-colonial%20Zimbabwe%20JAA%204%281%29.pdf</a>\"</p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}},{"node":{"id":"5ab19c7c-dbe7-519a-8f2e-03d9ef0bf85b","frontmatter":{"country":"Sudan","title":"Shilluk Kingdom","date":"1490 CE"},"fields":{"slug":"shilluk"},"excerpt":"The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The…","timeToRead":1,"html":"<p>The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The Shilluk king is currently not an independent political leader, but a traditional chieftain within the governments of South Sudan and Sudan.</p>\n<p>The kingdom was located along a strip of land along the western and eastern bank of White Nile and sobat river, from Lake No to about 12° north latitude. The Shilluk people are closely related to the commoner South Sudanese ethnic groups, the Nuer and Dinka (their neighbors to the south and east, respectively). Their language is related to that of the Anuak people near the rivers Baro and Pibor.</p>\n<p>Like most Nilotic peoples of South Sudan (such as the Nuer and Dinka), the Shilluk practiced subsistence semi-nomadic cattle breeding and some grain farming. Their social system was egalitarian, and the cattle herds had great symbolic value. The lifestyle of the modern Shilluk is similar, except that their herds are smaller. They were sedentary, because the land along the White Nile is more fertile than elsewhere in the region. Their cultivation of durra, a variety of sorghum (millet), made them a relatively prosperous agricultural people except during prolonged droughts. Today's Shilluk population was estimated at 1.7 million in 2005; during the nineteenth century they were estimated at about 200,000, living in hundreds of villages. The kingdom was divided into two provinces: Gher (Gärø) in the north and Luak (Lwagø) in the south. These, in turn, were divided into zones.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Shilluk_Kingdom\">https://en.wikipedia.org/wiki/Shilluk_Kingdom</a></p>"}},{"node":{"id":"c65277a2-2ad6-58c8-94e5-f330432b663a","frontmatter":{"country":"Guinea-Bissau","title":"Kaabu Empire","date":"1537 - 1867"},"fields":{"slug":"kaabu-empire"},"excerpt":"The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an…","timeToRead":1,"html":"<p>The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an independent Empire. It's government was militaristic. The ruling class was composed of warrior-elites made rich by slaves captured in war. </p>\n<p>Mandinka oral tradition holds that Kaabu was the actual birthplace of the Mande musical instrument, known as the Kora. A kora is built from a large calabash cut in half and covered with cow skin to make a resonator, and has a notched bridge like a lute or guitar. The Kora was traditionally used by the griots as a tool for preserving history, ancient tradition, to memorize the genealogies of patron families and sing their praises, to act as conflict intermediaries between families, and to entertain.</p>\n<p>Kansala, the imperial capital of Kaabu Empire was annexed by Futa Jallon during the 19th century Fula jihads. However, Kaabu's vast independent Kingdoms across SeneGambia regions continued to thrive even after the fall of Kansala; until total incorporation of the remaining Kingdoms into the British Gambia, Portuguese and French spheres of influence during the Scramble for Africa.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kaabu\">https://en.wikipedia.org/wiki/Kaabu</a></p>"}},{"node":{"id":"4a410b2b-8c73-5528-9e41-fca7ef2b6806","frontmatter":{"country":"DRC","title":"Luba Empire","date":"1585 - 1889"},"fields":{"slug":"luba-empire"},"excerpt":"The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo. The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments.  The economy was based on a tribute system where nobles monopolized trade of…","timeToRead":1,"html":"<p>The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo.</p>\n<p>The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments. </p>\n<p>The economy was based on a tribute system where nobles monopolized trade of salt, copper, and iron ore.</p>\n<p>The Luba Kingdom kept official \"men of memory\" who were part of a group called the Mbudye. They were responsible for maintaining the oral histories associated with kings.</p>\n<p>The arts were held in high esteem. A carver trained in blacksmithing and woodcarving held relatively high status. The important role of woman in the creation myths and political society resulted in many objects of prestige being decorated with female figures. Free-verse poetry was chanted or recited sometimes with instrumental accompaniment, by both men and women.</p>\n<p>The empire began to decline when European colonists (particularly Belgians) began raiding the empire for slaves. In 1889 the empire was split in two by a succession dispute, ending the empire as a unified state. </p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Luba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Luba</a></p>"}},{"node":{"id":"e4ca2c1d-efe2-5583-8b74-3d065dda4367","frontmatter":{"country":"DRC","title":"Kuba Kingdom","date":"c. 1600 - 1900"},"fields":{"slug":"kuba_kngdom"},"excerpt":"The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo. The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The…","timeToRead":1,"html":"<p>The Kuba Kingdom, also rendered as the Kingdom of the Bakuba, Songora or Bushongo, was a pre-colonial kingdom in Central Africa. The Kuba Kingdom flourished between the 17th and 19th centuries in the region bordered by the Sankuru, Lulua, and Kasai rivers in the south-east of the modern-day Democratic Republic of the Congo.</p>\n<p>The Kuba Kingdom was a conglomerate of several smaller Bushongo-speaking principalities as well as the Kete, Coofa, Mbeengi, and the Twa Pygmies. The original Kuba migrated during the 16th century from the north. Nineteen different ethnic groups are included in the kingdom, which still exists and is presided over by the King (nyim).</p>\n<p>The kingdom began as a conglomeration of several chiefdoms of various ethnic groups with no real central authority. In approximately 1625, an individual from outside the area known as Shyaam a-Mbul a Ngoong usurped the position of one of the area rulers and united all the chiefdoms under his leadership.</p>\n<p>As the kingdom matured, it benefited from advanced techniques adopted from neighboring peoples as well as New World crops introduced from the Americas, such as maize, tobacco, cassava and beans. Kuba became very wealthy, which resulted in great artistic works commissioned by the Kuba nobility. The Kuba kings retained the most fanciful works for court ceremony and were also buried with these artifacts.</p>\n<p>The Kuba are known for their raffia embroidered textiles, fiber and beaded hats, carved palm wine cups and cosmetic boxes, but they are most famous for their monumental helmet masks, featuring exquisite geometric patterns, stunning fabrics, seeds, beads and shells.</p>\n<p>The Kuba Kingdom reached its apex during the mid 19th century. Europeans first reached the area in 1884. Because of the kingdom's relative isolation, it was not as affected by the slave trade as were the Kongo and Ndongo kingdoms on the coast.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kuba_Kingdom\">https://en.wikipedia.org/wiki/Kuba_Kingdom</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Folk*","types":"Kingdoms,Folk"}}