{"data":{"markdownRemark":{"html":"<p> The Kingdom of Zimbabwe (c. 1220–1450) was a medieval BakaLanga kingdom located in modern-day Zimbabwe. Its capital, Lusvingo, now called Great Zimbabwe is the largest stone structure in precolonial Southern Africa. This kingdom came about after the collapse of the Maphungubwe kingdom. </p>\n<p> The rulers of Zimbabwe brought artistic and stonemasonry traditions from Mapungubwe. The construction of elaborate stone buildings and walls reached its apex in the kingdom.</p>\n<p> The Kingdom of Zimbabwe controlled the ivory and gold trade from the interior to the southeastern coast of Africa. Asian and Arabic goods could be found in abundance in the kingdom. Economic domestication, which had been crucial to the earlier proto-Shona states, was also practiced. The Great Zimbabwe people mined minerals like gold, copper and iron. </p>\n<p> The end of the kingdom resulted in a fragmenting of proto-Shona power. Two bases emerged along a north-south axis. In the north, the Kingdom of Mutapa carried on and even improved upon Zimbabwe's administrative structure. It did not carry on the stone-masonry tradition to the extent of its predecessor. In the south, the Kingdom of Butua was established as a smaller, but nearly identical, version of Zimbabwe. Both states were eventually absorbed into the largest and most powerful of the Kalanga states, the Rozwi Empire.</p>\n<p> Source:\n<a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Zimbabwe\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Zimbabwe</a></p>","fields":{"slug":"zimbabwe-kngdm"},"frontmatter":{"title":"Kingdom of Zimbabwe","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, January 11). Kingdom of Zimbabwe. In Wikipedia, The Free Encyclopedia. Retrieved 20:50, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Zimbabwe&oldid=877812640"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"zimbabwe-kngdm","imgs":"*zimbabwe-kngdm*"}}