{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"85866c23-48e3-5ed2-8388-2db58c321791","frontmatter":{"country":"Sudan","title":"Kerma","date":""},"fields":{"slug":"kerma-city"},"excerpt":"Kerma (also known as Dukki Gel) was the capital city of the Kerma culture, which was located in present-day Sudan at least 5500 years ago. 1  Kerma is one of the largest archaeological sites in ancient Nubia. It has produced decades of extensive excavations and research, including thousands of graves and tombs and the residential quarters of the main city surrounding the Western/Lower Deffufa. Around 3000 BC, a cultural tradition began around Kerma. It was a large urban…","timeToRead":3,"html":"<p>Kerma (also known as Dukki Gel) was the capital city of the Kerma culture, which was located in present-day Sudan at least 5500 years ago.[1][2] Kerma is one of the largest archaeological sites in ancient Nubia. It has produced decades of extensive excavations and research, including thousands of graves and tombs and the residential quarters of the main city surrounding the Western/Lower Deffufa.</p>\n<p>Around 3000 BC, a cultural tradition began around Kerma. It was a large urban center that was built around a large adobe temple known as the Western Deffufa.[1]</p>\n<p>As a capital city and location of royal burials, it sheds light on the complex social structure present in this society.</p>\n<h3>Settlement periods</h3>\n<ul>\n<li>Pre-Kerma (c. 3500–2500 BC) No C-Group culture Phase</li>\n<li>Early Kerma (c. 2500–2050 BC) C-Group Phase Ia–Ib</li>\n<li>Middle Kerma (c. 2050–1750 BC) C-Group Phase Ib–IIa</li>\n<li>Classic Kerma (c. 1750–1580 BC) C-Group Phase IIb–III</li>\n<li>Final Kerma (c. 1580–1500 BC) C-Group Phase IIb–III</li>\n<li>Late Kerma – ‘New Kingdom’ (c.1500–1100? BC) ‘New Kingdom’[3][4]</li>\n</ul>\n<h3>Kerma and its artifacts</h3>\n<p>By 1700 BC, Kerma was host to a population of at least 10,000 people.[5] Different to those of ancient Egypt in theme and composition, Kerma's artefacts are characterized by extensive amounts of blue faience, which the Kermans developed techniques to work with independently of Egypt,[6] and by their work with glazed quartzite and architectural inlays.[7][8]</p>\n<p>Kerma contains a cemetery with over 30,000 graves. The cemetery shows a general pattern of larger graves ringed by smaller ones, suggesting social stratification. The site includes at its southern boundary burial mounds, with four extending upwards of 90 metres (300 feet) in diameter. These are believed to be the graves of the city's final kings, some of which contain motifs and artwork reflecting Egyptian deities such as Horus. Generally, influence from Egypt may be observed in numerous burials, especially with regards to material evidence such as pottery and grave goods. For example, Second Intermediate Egyptian ceramics from Avaris, such as Tell el-Yahudiyeh Ware, have been discovered within Kerma burials.[9] In addition, artifacts such as scarab seals and amulets are prolific, indicating extensive trade with ancient Egypt as well as an exchange of cultural ideas.[9] After the sacking of Kerma, the cemetery was used to host the kings of the 25th or \"Napatan\" dynasty of the Kingdom of Kush from Upper (Southern) Nubia.</p>\n<h3>Archaeology</h3>\n<p>From 1977 to 2003, Bonnet and an international team of scholars excavated at Kerma. \"Bonnet and his colleagues unearthed the foundations of numerous houses, workshops, and palaces, proving that as early as 2000 BC Kerma was a large urban center, presumably the capital city and a burial ground of the kings of Kush”.[12] </p>\n<p>Bonnet’s Swiss team has excavated the following types of sites at Kerma: ancient town, princely tomb, temple, residential/administrative buildings, Napatan buildlings, Napatan potter’s workshop, Meroitic cemeteries, fortifications, and Neolithic grain pits and huts. Among many other unique finds, Bonnet uncovered a bronze forge in the Kerma main city. “It is within the walls of the religious center that a bronze workshop was built. The workshop consisted of multiple forges and the artisans’ techniques appear to have been quite elaborate. There is no comparable discovery in Egypt or in Sudan to help us interpret these remains\"[13]</p>\n<p>In 2003, black granite statues of pharaohs of the Twenty-fifth Dynasty of Egypt were discovered near Kerma by Charles Bonnet and his archaeological team.[14][15][16] The statues are displayed on site in the Kerma Museum.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kerma\">https://en.wikipedia.org/wiki/Kerma</a></p>"}},{"node":{"id":"4adaa99a-3786-5ec3-a535-458a2e88bee4","frontmatter":{"country":"Mauritania","title":"Dhar Tichitt","date":"4000 BP"},"fields":{"slug":"dhar-tichitt"},"excerpt":"Dhar Tichitt is a Neolithic archaeological site located in the southwestern region of the Sahara Desert, in Mauritania. It is one of several settlement locations along the sandstone cliffs in the area. The cliffs were inhabited by pastoralists starting at around 4000 BP and lasted to around 2300 BP before present (BP) 1 . About 500 stone settlements are found in the region. In addition to herding livestock, its inhabitants fished and grew millet. The climate of the Dhar…","timeToRead":1,"html":"<p>Dhar Tichitt is a Neolithic archaeological site located in the southwestern region of the Sahara Desert, in Mauritania. It is one of several settlement locations along the sandstone cliffs in the area. The cliffs were inhabited by pastoralists starting at around 4000 BP and lasted to around 2300 BP before present (BP)[1]. About 500 stone settlements are found in the region. In addition to herding livestock, its inhabitants fished and grew millet.</p>\n<p>The climate of the Dhar Tichitt region today is very arid and hot. However, this was not always the case. The area was much more temperate during a humid phase referred to as the Nouakchottian, c. 5000-3000 BP. During this time, the region experienced two different seasons per year, a dry season and a shorter rainy season. Around 2500 BP, the climate began to change, and it became too dry for people to stay in the area.[1]</p>\n<p>The faunal evidence at the Dhar Tichitt area is highly diverse. Cattle, sheep, and goats are the most common faunal remains. Other faunal remains include crocodile, hippopotamus, ostrich, gazelle, fish, and very few representative bones of other animals. Given the amount of faunal remains that are from domesticated animals it is safe to say that this was a pastoralist society.</p>\n<p>The botanical remains at the site reveal that the pastoralists society practiced some cultivation. Pennisetum or bulrush millet is the only domesticate found at this site, and was most commonly cultivated during the rainy season at upland settlements. During the dry season, wild grains and fruits were collected in the lowlands to supplement the otherwise pastoralist diet.[2]</p>\n<p>The Dhar Tichitt site had become a complex culture by 3600 BP and had architectural and material culture elements that seemed to match the site at Koumbi Saleh. Koumbi Saleh, sometimes Kumbi Saleh is the site of a ruined medieval town in south east Mauritania that may have been the capital of the Ghana Empire.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Dhar_Tichitt\">https://en.wikipedia.org/wiki/Dhar_Tichitt</a></p>"}},{"node":{"id":"6f872280-0067-5d8f-bc72-3d2830e83810","frontmatter":{"country":"Mauritania","title":"Oualata","date":""},"fields":{"slug":"oualata-city"},"excerpt":"Oualata or Walata (Arabic: ولاته‎) (also Biru in 17th century chronicles) is a small oasis town in southeast Mauritania, located at the eastern end of the Aoukar basin. Oualata was important as a caravan city in the thirteenth and fourteenth centuries as the southern terminus of a trans-Saharan trade route and now it is a World Heritage Site. Oualata is believed to have been first settled by an agro-pastoral people akin to the Mandé Soninke people who lived along the rocky…","timeToRead":1,"html":"<p>Oualata or Walata (Arabic: ولاته‎) (also Biru in 17th century chronicles) is a small oasis town in southeast Mauritania, located at the eastern end of the Aoukar basin. Oualata was important as a caravan city in the thirteenth and fourteenth centuries as the southern terminus of a trans-Saharan trade route and now it is a World Heritage Site.</p>\n<p>Oualata is believed to have been first settled by an agro-pastoral people akin to the Mandé Soninke people who lived along the rocky promontories of the Tichitt-Oualata and Tagant cliffs of Mauritania facing the Aoukar basin. There, they built what are among the oldest stone settlements on the African continent.</p>\n<p>The town formed part of the Ghana Empire and grew wealthy through trade. At the beginning of the thirteenth century Oualata replaced Aoudaghost as the principal southern terminus of the trans-Saharan trade and developed into an important commercial and religious centre. By the fourteenth century the city had become part of the Mali Empire.</p>\n<p>An important trans-Saharan route began at Sijilmasa in Morocco and passed through Taghaza with its salt mines and ended at Oualata.</p>\n<p>Moroccan explorer Ibn Battuta found the inhabitants of Oualata were Muslim and mainly Massufa, a section of the Sanhaja. He was surprised by the great respect and independence that women enjoyed.</p>\n<p>From the second half of the fourteenth century Timbuktu gradually replaced Oualata as the southern terminus of the trans-Sahara route and Oualata declined in importance.</p>\n<p>The old town covers an area of about 600 m by 300 m, some of it now in ruins. The sandstone buildings are coated with banco and some are decorated with geometric designs. The mosque now lies on the eastern edge of the town but in earlier times may have been surrounded by other buildings. The French historian, Raymond Mauny, estimated that in the Middle Ages the town would have accommodated between 2000 and 3000 inhabitants. Today, Oualata is home to a manuscript museum, and is known for its highly decorative vernacular architecture. It was made a UNESCO World Heritage Site in 1996 together with Ouadane, Chinguetti and Tichitt.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Oualata\">https://en.wikipedia.org/wiki/Oualata</a></p>"}},{"node":{"id":"a332e3ed-806f-5294-a4aa-466bd1251bbc","frontmatter":{"country":"Sudan","title":"Napata","date":""},"fields":{"slug":"napata-nubia"},"excerpt":"Napata was a city-state of ancient Nubia on the west bank of the Nile at the site of modern Karima, Sudan. Napata was founded by Thutmose III in the 15th century BC after his conquest of Nubia. The nearby Jebel Barkal was taken to mark the southern border of the New Kingdom of Egypt. In 1075 BC, the High Priest of Amun at Thebes, capital of Egypt, became powerful enough to limit the power of Pharaoh Smendes of the post-Ramesside Twenty-first Dynasty over Upper Egypt. This was…","timeToRead":3,"html":"<p>Napata was a city-state of ancient Nubia on the west bank of the Nile at the site of modern Karima, Sudan.</p>\n<p>Napata was founded by Thutmose III in the 15th century BC after his conquest of Nubia. The nearby Jebel Barkal was taken to mark the southern border of the New Kingdom of Egypt.</p>\n<p>In 1075 BC, the High Priest of Amun at Thebes, capital of Egypt, became powerful enough to limit the power of Pharaoh Smendes of the post-Ramesside Twenty-first Dynasty over Upper Egypt. This was the beginning of the Third Intermediate Period (1075–664 BC). The fragmentation of power in Egypt allowed the Nubians to regain autonomy. They founded the Kingdom of Kush, which was centered at Napata.</p>\n<p>In 750 BC, Napata was a developed city, while Egypt was still suffering political instability. Kashta, whose name is Egyptian for \"the Kushite\", profited from it, and attacked Upper Egypt. His policy was pursued by his successors Piye, and Shabaka (721–707 BC), who eventually brought the whole Nile Valley under Kushitic control in the second year of his reign. Overall, the Kushite kings ruled Upper Egypt for approximately one century and the whole of Egypt for approximately 57 years, from 721 to 664 BC. They constitute the Twenty-fifth Dynasty in Manetho’s Aegyptiaca.</p>\n<p>The reunited Egyptian empire under the 25th dynasty was as large as it had been since the New Kingdom and ushered in a renaissance. Religion, the arts, and architecture were restored to their Old, Middle, and New Kingdom forms. Pharaohs, such as Taharqa, built or restored temples and monuments throughout the Nile, including at Memphis, Karnak, Kawa, Jebel Barkal, and elsewhere.</p>\n<p>Pharaoh Taharqa's reign and that of his eventual successor, his cousin Tantamani, were filled with constant conflict with the Neo-Assyrian Empire. Around 670 BC, emperor Esarhaddon (681–669 BC) conquered Lower Egypt, but allowed local kingdoms there to exist in order to enlist them as his allies against the Kushite rulers of Upper Egypt, who had been accepted with reluctance.</p>\n<p>The 25th dynasty ended with its rulers retreating to Napata. It was there (at El-Kurru and Nuri) that all 25th dynasty pharaohs are buried under the first pyramids that the Nile valley had seen since the Middle Kingdom.</p>\n<p>The Napatan dynasty continued to rule the Kushite state, which flourished in Napata and Meroë until at least the second century AD.</p>\n<p>Napata remained the centre of the Kingdom of Kush for another two generations, from the 650s to 590 BC. Its economy was essentially based on gold, with 26th dynasty Egypt an important economic ally.</p>\n<p>Napatan architecture, paintings, writing script, and other artistic and cultural forms were in Kush style. Egyptian burial customs were practised, including the resurrection of pyramid building. Also, several ancient Egyptian deities were worshipped. The most important god was Amun, a Theban deity. The Temple of Amun and the Temple of Mut were the most important ones at Napata, located at the foot of Jebel Barkal.</p>\n<p>After the Achaemenid conquest of Egypt, Napata lost its economic influence. The Napatan region itself was desiccating, leading to less cattle and agriculture. An Achaemenid raid had seriously affected Napata in 591 BC. Finally, Napata was losing its role of economic capital to Meroë. The island of Meroë, the peninsula formed by the Nile and the Atbarah River, was an area rich in iron, which was becoming an essential source of wealth. Meroe eventually became the capital of the Kingdom of Kush, leading to the abandonment of Napata.</p>\n<p>In 23 BC, the Governor of Roman Egypt invaded Kush after an initial attack by the queen of Meroë, razing Napata to the ground. In the Res Gestae Divi Augusti (\"Deeds of the Divine Augustus\"), Augustus claims that \"a penetration was made as far as the town of Napata, which is next to Meroe.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Napata\">https://en.wikipedia.org/wiki/Napata</a></p>"}},{"node":{"id":"c59f4098-088d-59fc-8533-4037d0262413","frontmatter":{"country":"Sudan","title":"Jebel Barkal","date":""},"fields":{"slug":"jebel-barkal"},"excerpt":"Jebel Barkal or Gebel Barkal (Arabic: جبل بركل‎) is a very small mountain located some 400 km north of Khartoum, in Karima town in Northern State in Sudan, on a large bend of the Nile River, in the region called Nubia. The mountain is 98 m tall, has a flat top, and apparently was used as a landmark by the traders in the important route between central Africa, Arabia, and Egypt, as the point where it was easier to cross the great river. In 2003, the mountain, together with the…","timeToRead":1,"html":"<p>Jebel Barkal or Gebel Barkal (Arabic: جبل بركل‎) is a very small mountain located some 400 km north of Khartoum, in Karima town in Northern State in Sudan, on a large bend of the Nile River, in the region called Nubia. The mountain is 98 m tall, has a flat top, and apparently was used as a landmark by the traders in the important route between central Africa, Arabia, and Egypt, as the point where it was easier to cross the great river. In 2003, the mountain, together with the historical city of Napata (which sits at its feet), were named World Heritage Sites by UNESCO. The Jebel Barkal area houses the Jebel Barkal Museum.</p>\n<p>Around 1450 BCE, the Egyptian Pharaoh Thutmose III extended his empire to that region and considered Jebel Barkal its southern limit. There, he campaigned near the city of Napata that, about 300 years later, became the capital of the independent kingdom of Kush. The 25th Dynasty Nubian king Piye later greatly enlarged the New Kingdom Temple of Amun in this city and erected his Year 20 Victory stela within it.</p>\n<p>The ruins around Jebel Barkal include at least 13 temples and 3 palaces. </p>\n<p>The Temple of Mut, also named temple B300, is a partially rock-cut temple built on the west side base of the Jebel Barkal pinnacle, from which angle it assumed the shape of an Uraeus wearing the White Crown of Upper Egypt. Dedicated to the goddess Mut, the wife of Amun, the Temple of Mut was erected by pharaoh Taharqa in the 680s BCE, at a time when he ruled upper and lower Egypt.</p>\n<p>The Temple of Amun is one of the largest temples at Jebel Barkal. It is considered sacred to the local population. Not only was the Amun temple a main centre of what at one time was considered to be an almost universal religion, but, along with the other archaeological sites at Jebel Barkal, it was representative of the revival of Egyptian religious values. Up to the middle of the 19th century, the temple was subjected to vandalism, destruction, and indiscriminate plundering, before it came under state protection.</p>\n<p>Jebel Barkal served as a royal cemetery during the Meroitic Kingdom. The earliest burials date back to the 3rd century BC.</p>"}},{"node":{"id":"9badca29-4c11-5fd2-b877-d0f977c4a545","frontmatter":{"country":"Mauritania","title":"Ouadane","date":""},"fields":{"slug":"ouadane-city"},"excerpt":"Ouadane or Wādān (Arabic: وادان‎) is a small town in the desert region of central Mauritania, situated on the southern edge of the Adrar Plateau, 93 km northeast of Chinguetti. The town was a staging post in the trans-Saharan trade and for caravans transporting slabs of salt from the mines at Idjil. A Portuguese trading post was established in 1487, but was probably soon abandoned. The town declined from the sixteenth century and most of it now lies in ruins. The old town, a…","timeToRead":2,"html":"<p>Ouadane or Wādān (Arabic: وادان‎) is a small town in the desert region of central Mauritania, situated on the southern edge of the Adrar Plateau, 93 km northeast of Chinguetti. The town was a staging post in the trans-Saharan trade and for caravans transporting slabs of salt from the mines at Idjil. A Portuguese trading post was established in 1487, but was probably soon abandoned. The town declined from the sixteenth century and most of it now lies in ruins.</p>\n<p>The old town, a World Heritage Site, though in ruins, is still substantially intact, while a small modern settlement lies outside its gate.</p>\n<p>Ouadane is the closest town to the Richat Structure, a massive circular landmark visible from space.</p>\n<p>The early history of Ouadane is uncertain but it is possible that the town prospered from the trans-Saharan gold trade. In the middle of the 11th century, the Arabic geographer al-Bakri described a trans-Saharan route that ran between Tamdoult near Akka in Morocco to Aoudaghost on the southern edge of the Sahara. This route was used for the transport of gold during the time of the Ghana Empire. In his account al-Bakri mentioned a series of place names but these have not been identified and historians have suggested several possible routes. </p>\n<p>In the 16th century the Moroccans made various attempts to take control of the trans-Saharan trade in salt and especially that in gold from the Sudan. They organised military expeditions to occupy Ouadane in 1543-44 and again in 1584. Then in 1585 they occupied Taghaza and finally in 1591 their victory in the battle of Tondibi led to the collapse of the Songhay Empire.</p>\n<p>Tegherbeyat, the upper ruined section of the town, is almost certainly the oldest. It would have originally contained a mosque but nothing has survived. The ruins of the lower section of the town include a mosque that was probably built in the 15th century when the town expanded. Some of the horseshoe arches are still standing and some walls still have the remains of clay plaster, suggesting that the mosque was abandoned sometime in the 19th century.</p>\n<p>The mosque measured 24 m north-south at its eastern end and 17 m north-south at its western end where the minaret would have stood. From east to west it would have measured 15 m. The terrace was supported by five rows of horseshoe arches. At the eastern end are the remains of an external mirhab and a courtyard measuring 13 by 12 meters that would have been used in hot weather.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Ouadane\">https://en.wikipedia.org/wiki/Ouadane</a></p>"}},{"node":{"id":"f561b6eb-e858-5d74-b941-bef79ded5192","frontmatter":{"country":"Sudan","title":"Meroë","date":""},"fields":{"slug":"meroe-nubia"},"excerpt":"Meroë is an ancient city on the east bank of the Nile about 6 km north-east of the Kabushiya station near Shendi, Sudan. This city was the capital of the Kingdom of Kush for several centuries.  The Kushitic Kingdom of Meroë gave its name to the Island of Meroë, which was the modern region of Butana, a region bounded by the Nile (from the Atbarah River to Khartoum), the Atbarah and the Blue Nile. The city of Meroë was on the edge of Butana and there were two other Meroitic…","timeToRead":3,"html":"<p>Meroë is an ancient city on the east bank of the Nile about 6 km north-east of the Kabushiya station near Shendi, Sudan. This city was the capital of the Kingdom of Kush for several centuries.  The Kushitic Kingdom of Meroë gave its name to the Island of Meroë, which was the modern region of Butana, a region bounded by the Nile (from the Atbarah River to Khartoum), the Atbarah and the Blue Nile.</p>\n<p>The city of Meroë was on the edge of Butana and there were two other Meroitic cities in Butana: Musawwarat es-Sufra and Naqa.</p>\n<p>The site of the city of Meroë is marked by more than two hundred pyramids in three groups, of which many are in ruins. They have the distinctive size and proportions of Nubian pyramids.</p>\n<p>Meroë was the south capital of the Napata/Meroitic Kingdom, that spanned the period c. 800 BCE – c. 350 CE. According to partially deciphered Meroitic texts, the name of the city was Medewi or Bedewi. Excavations revealed evidence of important, high ranking Kushite burials, from the Napatan Period (c. 800 – c. 280 BCE) in the vicinity of the settlement called the Western cemetery. The culture of Meroë developed from the Twenty-fifth Dynasty of Ancient Egypt, which originated in Kush. The importance of the town gradually increased from the beginning of the Meroitic Period, especially from the reign of Arakamani (c. 280 BCE) when the royal burial ground was transferred to Meroë from Napata (Gebel Barkal). In the fifth century BCE, Greek historian Herodotus described it as \"a great city...said to be the mother city of the other Ethiopians.\" The city of Meroë was located along the middle Nile which is of much importance due to the annual flooding of the Nile river valley and the connection to many major river systems such as the Niger which aided with the production of pottery and iron characteristic to the Meroitic kingdom that allowed for the rise in power of its people.</p>\n<p>The centralized control of production within the Meroitic empire and distribution of certain crafts and manufactures may have been politically important with their iron industry and pottery crafts gaining the most significant attention. The Meroitic settlements were oriented in a savannah orientation with the varying of permanent and less permanent agricultural settlements can be attributed to the exploitation of rainlands and savannah-oriented forms of subsistence.</p>\n<p>At the time, iron was one of the most important metals worldwide, and Meroitic metalworkers were among the best in the world. Meroë also exported textiles and jewelry. Their textiles were based on cotton and working on this product reached its highest achievement in Nubia around 400 BCE. Furthermore, Nubia was very rich in gold. It is possible that the Egyptian word for gold, nub, was the source of name of Nubia. Trade in \"exotic\" animals from farther south in Africa was another feature of their economy.</p>\n<p>At its peak, the rulers of Meroë controlled the Nile Valley north to south, over a straight-line distance of more than 1,000 km (620 mi).</p>\n<p>The King of Meroë was an autocratic ruler who shared his authority only with the Queen Mother, or Candace. However, the role of the Queen Mother remains obscure. The administration consisted of treasurers, seal bearers, heads of archives and chief scribes, among others.</p>\n<p>Although the people of Meroë also had southern deities such as Apedemak, the lion-son of Sekhmet (or Bast, depending upon the region), they also continued worshipping ancient Egyptian gods that they had brought with them. Among these deities were Amun, Tefnut, Horus, Isis, Thoth and Satis, though to a lesser extent.</p>\n<p>The collapse of their external trade with other Nile Valley states may be considered as one of the prime causes of the decline of royal power and disintegration of the Meroitic state in the 3rd and 4th centuries CE.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Mero%C3%AB\">https://en.wikipedia.org/wiki/Mero%C3%AB</a></p>"}},{"node":{"id":"0f6c6fbc-1aa1-56a0-9a9e-10921a7e88aa","frontmatter":{"country":"Sudan","title":"El-Kurru","date":""},"fields":{"slug":"el-kurru"},"excerpt":"El-Kurru was one of the royal cemeteries used by the Nubian royal family. Reisner excavated the royal pyramids. Most of the pyramids date to the early part of the Kushite period, from Alara of Nubia (795–752 BC) to King Nastasen (335–315 BC). The area is divided into three parts by two wadis. The central section seems to be the oldest and contains several tumulus type tombs that predate the Kingdom of Napata.  The highest part of the cemetery contains four tumulus tombs (Tum…","timeToRead":1,"html":"<p>El-Kurru was one of the royal cemeteries used by the Nubian royal family. Reisner excavated the royal pyramids. Most of the pyramids date to the early part of the Kushite period, from Alara of Nubia (795–752 BC) to King Nastasen (335–315 BC).</p>\n<p>The area is divided into three parts by two wadis. The central section seems to be the oldest and contains several tumulus type tombs that predate the Kingdom of Napata. </p>\n<p>The highest part of the cemetery contains four tumulus tombs (Tum. 1, 2, 4 and 5). To the north, across the northern wadi Tum. 6 is located. To the east of the tumuli is a row of at least eight pyramids. One of them partially intrudes on a tumulus tomb (Tum. 19). The southernmost of this row of pyramids belonging to Kashta (presumably to) his wife Pebatjma. Before this row is another row of pyramids which includes those of Piye, Shabaka and Tanutamani.</p>\n<p>To the south of the pyramid of Pebatjma, one has to cross the southern wadi to reach the southern pyramids. These are the pyramids of the Queens: Naparaye (K.3), Khensa (K.4), Qalhata (K.5), and Arty (K.6).</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/El-Kurru\">https://en.wikipedia.org/wiki/El-Kurru</a></p>"}},{"node":{"id":"696be010-45e6-55bd-86f5-d53f0bf7c32c","frontmatter":{"country":"Sudan","title":"Kawa","date":""},"fields":{"slug":"kawa-nubia"},"excerpt":"Kawa is a site in Sudan, located between the Third and Fourth Cataracts of the Nile on the east bank of the river, across from Dongola. In ancient times it was the site of several temples to the Egyptian god Amun, built by the Egyptian rulers Amenhotep III and Tutankhamun, and by Taharqa and other Kushite kings. At least three Ancient Egyptian granitic gneiss statues of Amun in the form of a ram protecting King Taharqa were displayed at the Temple of Amun at Kawa in Nubia…","timeToRead":1,"html":"<p>Kawa is a site in Sudan, located between the Third and Fourth Cataracts of the Nile on the east bank of the river, across from Dongola. In ancient times it was the site of several temples to the Egyptian god Amun, built by the Egyptian rulers Amenhotep III and Tutankhamun, and by Taharqa and other Kushite kings.</p>\n<p>At least three Ancient Egyptian granitic gneiss statues of Amun in the form of a ram protecting King Taharqa were displayed at the Temple of Amun at Kawa in Nubia. Construction of the stone temple was started in 683 BC by the pharaoh Taharqa. The ram is one of the animals sacred to Amun, and several temples dedicated to Amun, including the one at Karnak featured ram or ram-headed sphinx statues.</p>\n<p>The rams were found by Professor Francis Llewellyn Griffith during his excavations at the temple in 1930-1. Two sets of paired sandstone bases, in front of the first and second pylons respectively, were found at the western approach to the stone temple, and figures of rams were found on two of them. The pairing ram to the one at the British Museum is held at the Ashmolean Museum, Oxford, where many of the artefacts from the excavations at Kawa are held. The British Museum's example was acquired in 1933 from Professor Griffith's Oxford Excavations in Nubia.</p>\n<p>Anlamani is particularly well known from a stela discovered in a temple at Kawa. Anlamani was a king of Nubia or Kush who ruled from 620 BC and died around 600 BC. Under his reign, Kush experienced a revival in its power. </p>\n<p>Two granite statues of this king have been found in Jebel Barkal while a block from Meroë bearing his name is known. One of the statues is today located in the National Museum of Khartoum, Sudan) while the other (a 12 foot high statue) is in the Boston Museum of Fine Arts. Anlamani was buried in pyramid Nu. 6 in Nuri. In his tomb stood a large chamber, decorated with religious texts, and his sarcophagus.</p>"}},{"node":{"id":"39486ca7-2352-55cc-9dd1-7b5dcdf99630","frontmatter":{"country":"Togo","title":"Ile-Ife","date":"500 BCE - 1500 CE"},"fields":{"slug":"ile-ife"},"excerpt":"Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin. From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates.  Ife was an influential centre of trade connected to extensive local and long-distance trade networks…","timeToRead":1,"html":"<p>Ile-Ife was a powerful Yoruba kingdom dated to the 4th century BC. Yorubaland is the cultural region of the Yoruba people in West Africa. It spans the modern-day countries of Nigeria, Togo, and Benin.</p>\n<p>From the 12th to the 15th centuries, Ife flourished as a powerful, cosmopolitan and wealthy city-state in West Africa. The cities were fortresses, with high walls and gates. </p>\n<p>Ife was an influential centre of trade connected to extensive local and long-distance trade networks which enabled the region to prosper.</p>\n<p>Ile-Ife is known for its naturalistic bronze, stone, copper, brass and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400. </p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns,and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>\n<p>After this period, production declined as political and economic power shifted to the nearby kingdom of Benin.</p>"}},{"node":{"id":"df6c034b-048d-59b5-bd1e-c2fbbed68b9d","frontmatter":{"country":"Sudan","title":"Naqa","date":""},"fields":{"slug":"naqa-nubia"},"excerpt":"Naqa or Naga'a (Arabic: ٱلـنَّـقْـعَـة‎, translit. An-Naqʿah) is a ruined ancient city of the Kushitic Kingdom of Meroë in modern-day Sudan. The ancient city lies about 170 km (110 mi) north-east of Khartoum, and about 50 km (31 mi) east of the Nile River located at approximately MGRS 36QWC290629877.  Naqa is one of the largest ruined sites in the country and indicates an important ancient city once stood in the location. It was one of the centers of the Kingdom of Meroë…","timeToRead":4,"html":"<p>Naqa or Naga'a (Arabic: ٱلـنَّـقْـعَـة‎, translit. An-Naqʿah) is a ruined ancient city of the Kushitic Kingdom of Meroë in modern-day Sudan. The ancient city lies about 170 km (110 mi) north-east of Khartoum, and about 50 km (31 mi) east of the Nile River located at approximately MGRS 36QWC290629877. </p>\n<p>Naqa is one of the largest ruined sites in the country and indicates an important ancient city once stood in the location. It was one of the centers of the Kingdom of Meroë, which served as a bridge between the Mediterranean world and Africa. The site has two notable temples, one devoted to Amun and the other to Apedemak which also has a Roman kiosk nearby. With Meroë and Musawwarat es-Sufra it is known as the Island of Meroe, and was listed as a UNESCO World Heritage Site in 2011.</p>\n<p>Naqa comprises several Meroitic temples dating to 4th century BC to 4th century AD, and the ruins of an apparent urban agglomeration and several burial grounds. Archaeologists cited Naqa as one of the most important centres of this first civilization of Black Africa. The remains of various temples were found, but the two largest and most significant temples of Naqa are the Amun and Apedemak temples, also known as the Temple of the Lion. </p>\n<p>The Amun temple of Naqa was founded by King Natakamani and is 100 metres in length and has several statues of the ruler. The temple is aligned on an east-west axis and is made of sandstone, which has been somewhat eroded by the wind. The temple is designed in the Egyptian style, with an outer court and colonnade of rams similar to the Temple of Amun at Jebel Barkal and Karnak, and leads to a hypostyle hall containing the inner sanctuary (naos). The main entrances and walls of the temple contain relief carvings.</p>\n<p>In 1999 the German-Polish archaeology team explored the area of the inner sanctuary of the temple where the main statue of the god was originally kept. They discovered an undamaged painted \"altar\", which includes iconography and names written in hieroglyphs of the king Natakamani and his wife Amanitore, founders of the temple. The altar is considered unique for Sudan and Egypt in that time period. A fifth statue of the king Natakamani was also discovered in this chamber along with a commemorative stone stela of Queen Amanishakheto who is believed to have been ruling the Meroites prior to the reign of Natakamani and Amanitore. The obverse shows a delicate sunken relief of the queen and a goddess who was a partner of the Meroitic lion god Apademak. The reverse and sides of the stela contain undeciphered Meroitic hieroglyphs and is considered by the discovery team to be one of the best examples of Meroitic art found to date. After excavation, reconstruction and measurement of the temple of Amun for over a decade, on 1 December 2006, the Sudanese authorities regained management, giving responsibility to the Ministry of Culture.</p>\n<p>Another Amun temple named Naqa 200 and located on the slope of the nearby Gebel Naqa, the mountain overlooking the settlement of Naqa, has been excavated since 2004. It was built by Amanikhareqerem and is similar to the Temple of Natakamani and is dated to the 2nd or 3rd century AD, although some finds do not correspond to the precise dating, adding to an already fuzzy understanding of Nubian chronology.</p>\n<p>Located to the west of the temple of Amun is the temple of Apedemak (or the Lion Temple). Apedemak was a lion-headed warrior god worshipped in Nubia. The god was used as a sacred guardian of the deceased hereditary chief, prince or king. Anyone who touched the chief's grave was said to be cursed by this Apedemak.</p>\n<p>The temple is considered a classic example of Kushite architecture. The front of the temple is an extensive gateway, and depicts Natakamani and Amanitore on the left and right exerting divine power over their prisoners, symbolically with lions at their feet. Who the prisoners are exactly is unclear, although historical records have revealed that the Kushites frequently clashed with invading desert clans. Towards the edges are fine representations of Apedemak who is represented by a snake emerging from a lotus flower. On the sides of the temple are depictions of the gods Amun, Horus and Apedemak keeping company in the presence of the king. On the rear wall of the temple is the largest depiction of the lion god, and is illustrated receiving offering from the king and queen. He is depicted as a three-headed god with four arms. The north-front shows the goddesses Isis, Mut, Hathor, Amesemi and Satet. Inside the temple is a carving of the god Serapis who is depicted with Greco-Roman style beard. Another god with a crown is depicted but is unidentified, but believed to be of Persian origin.</p>\n<p>Although the architecture of the main Apedemak temple is strongly influenced by Ancient Egyptian architecture, exhibiting some classic Egyptian forms, some of the depictions of the king and queen are fine examples of the differences between Egyptian and Kushite art. King Natakamani and Queen Amanitore are depicted with round heads and broad shoulders, with the relief of Amanitore having unusually wide hips, which is more typical of African art. So the temple of Apedemak illustrates profoundly the fusing together of artistic influences by the Kushites, especially when taking into account the nearby Roman kiosk which clearly is influenced by Ancient Greece and Rome (as discussed below). The depiction of Apedemak displaying a lotus flower is also somewhat unusual, and initially led early archaeologists of Naqa to speculate that the temple had Indian influences, given that trade routes from India led to the ancient Red Sea port of Adulis, in modern-day Eritrea. These connections are still being explored by modern archaeologists.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Naqa\">https://en.wikipedia.org/wiki/Naqa</a></p>"}},{"node":{"id":"c79a52a4-0b58-54d3-bf43-a77f8fc4c39a","frontmatter":{"country":"Sudan","title":"Musawwarat","date":""},"fields":{"slug":"musawwarat"},"excerpt":"Musawwarat es-Sufra (Arabic:المصورات الصفراء al-Musawwarāt as-sufrā, Meroitic: Aborepi, Old Egyptian: jbrp, jpbr-ˁnḫ), also known as Al-Musawarat Al-Sufra, is a large Meroitic temple complex in modern Sudan, dating back to the early Meroitic period of the 3rd century BC. It is located in a large basin surrounded by low sandstone hills in the western Butana, 180 km northeast of Khartoum, 20 km north of Naqa and approximately 25 km south-east of the Nile. Its MGRS coordinates…","timeToRead":2,"html":"<p>Musawwarat es-Sufra (Arabic:المصورات الصفراء al-Musawwarāt as-sufrā, Meroitic: Aborepi, Old Egyptian: jbrp, jpbr-ˁnḫ), also known as Al-Musawarat Al-Sufra, is a large Meroitic temple complex in modern Sudan, dating back to the early Meroitic period of the 3rd century BC. It is located in a large basin surrounded by low sandstone hills in the western Butana, 180 km northeast of Khartoum, 20 km north of Naqa and approximately 25 km south-east of the Nile. Its MGRS coordinates: 36QWD3477214671. With Meroë and Naqa it is known as the Island of Meroe, and was listed as a UNESCO World Heritage Site in 2011. Constructed in sandstone, the main features of the site include the Great Enclosure, the Lion Temple of Apedemak and the Great Reservoir. Most significant is the number of representations of elephants, suggesting that this animal played an important role at Musawwarat es-Sufra.</p>\n<p>The Lion Tenple is a single-chambered rectangular 14.21 m in length, 9.13 m in width and 4.7 m in height temple with pylon and six columns made of drums. Erected by King Arnekhamani and dedicated to Apedemak the temple beers inscriptions in Egyptian hieroglyphs and representations of elephants and lions on the rear inside wall as well as reliefs of Apedemak depicted as a three-headed god on the outside walls.</p>\n<p>The Great Enclosure is the main structure of the site. Much of the large labyrinth-like building complex, which covers approximately 45,000 m2, was erected in the third century BC. According to Hintze, \"the complicated ground plan of this extensive complex of buildings is without parallel in the entire Nile valley\". The maze of courtyards includes three (possible) temples, passages, low walls, preventing any contact with the outside world, about 20 columns, ramps and two reservoirs.</p>\n<p>There were many sculptures of animals, such as elephants and most of the walls of the complex bear graffiti and masons’ or pilgrims' marks both pictorial and in Meroitic or Greek script. The scheme of the site is, so far, without parallel in Nubia and ancient Egypt, and there is some debate about the purpose of the buildings, with earlier suggestions including a college, a hospital, and an elephant-training camp. According to the scholar Basil Davidson, at least four Kushite queens — Amanirenas, Amanishakheto, Nawidemak and Amanitore — probably spent part of their lives in Musawwarat es-Sufra.</p>\n<p>The Great Reservoir is a Hafir to retain as much as possible of the rainfall of the short, wet season. It is 250 m in diameter and excavated 6.3 m into the ground.</p>"}},{"node":{"id":"9c1c2e83-61ca-5602-b726-8e4120f9217e","frontmatter":{"country":"Sudan","title":"Nuri","date":""},"fields":{"slug":"nuri-nubia"},"excerpt":"Nuri is a place in modern Sudan on the west side of the Nile, near the Fourth Cataract Nuri is situated about 15 km north of Sanam, and 10 km from Jebel Barkal. More than 20 ancient pyramids belonging to Nubian kings and queens are still standing at Nuri, which served as a royal necropolis for the ancient city of Napata, the first capital of the Nubian Kingdom of Kush. It is probable that, at its apex, 80 or more pyramids stood at Nuri, marking the tombs of royals. The…","timeToRead":1,"html":"<p>Nuri is a place in modern Sudan on the west side of the Nile, near the Fourth Cataract Nuri is situated about 15 km north of Sanam, and 10 km from Jebel Barkal.</p>\n<p>More than 20 ancient pyramids belonging to Nubian kings and queens are still standing at Nuri, which served as a royal necropolis for the ancient city of Napata, the first capital of the Nubian Kingdom of Kush. It is probable that, at its apex, 80 or more pyramids stood at Nuri, marking the tombs of royals.</p>\n<p>The earliest known pyramid (Nu. 1) at Nuri belongs to king Taharqa which measures 51.75 meters square by 40 or by 50 metres high. The pyramid of Taharqa was situated so that when observed from Gebel Barkal at sunrise on Egyptian New Year's Day, the beginning of the annual flooding of the Nile, the sun would rise from the horizon directly over its point.</p>\n<p>Tantamani, successor of Taharqa, was buried at el-Kurru, but all following Napatan kings and many of their queens and children until Nastasen (Nu. 15) (about 315 BC) were buried here, some 80 royals. The pyramids at Nuri are, in general, smaller than the Egyptian ones and are today often heavily degraded (caused by both humans and nature), but often still contained substantial parts of the funerary equipment of the Kushite rulers who were buried here. During the Christian era, a church was erected here. The church was built at least in part from reused pyramid stones, including several stelae originally coming from the pyramid chapels.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Nuri\">https://en.wikipedia.org/wiki/Nuri</a></p>"}},{"node":{"id":"0664a23e-75fb-5d72-827a-55a438912949","frontmatter":{"country":"Eritrea","title":"Matara","date":""},"fields":{"slug":"matara_city"},"excerpt":"Matara (Metera) is an archaeological site in Eritrea. Situated a few kilometers south of Senafe, it was a major city in the Dʿmt and Aksumite kingdoms. Since Eritrean independence, the National Museum of Eritrea has petitioned the Ethiopian government to return artifacts removed from the site. However, the efforts have thus far been rebuffed. The archaeological site already has yielded evidence of several levels of habitation, including at least two different major cities…","timeToRead":1,"html":"<p>Matara (Metera) is an archaeological site in Eritrea. Situated a few kilometers south of Senafe, it was a major city in the Dʿmt and Aksumite kingdoms. Since Eritrean independence, the National Museum of Eritrea has petitioned the Ethiopian government to return artifacts removed from the site. However, the efforts have thus far been rebuffed.</p>\n<p>The archaeological site already has yielded evidence of several levels of habitation, including at least two different major cities, covering more than 1000 years. The topmost layers are associated with the Aksumite Empire and date from the fourth to the eighth centuries. This city was allied with or part of the powerful trading empire centered in the capital, Aksum, to the southwest. It appears that Matara was one of a string of cities along the trade route that ran from Aksum to its port city, Adulis, whose extensive ruins, surveyed but largely unexcavated, are in the vicinity of Zula, southeast of Massawa on the Red Sea coast. Keskese is located 8 kilometres (5.0 mi) north of Matara.</p>\n<p>Hawulti, a pre-Aksumite or early Aksumite era obelisk, is situated here.</p>"}},{"node":{"id":"c69bf3cb-77fd-589f-bd73-e11b93771165","frontmatter":{"country":"Eritrea","title":"Qohaito","date":""},"fields":{"slug":"qohaito"},"excerpt":"Qohaito, also known as Kohaito,قوحيتو was an ancient city in the southern Debub region of Eritrea. It was a pre-Aksumite settlement that thrived during the Aksumite period. The town was located over 2,500 meters above sea level, on a high plateau at the edge of the Great Rift Valley. As of 2011, Qohaito's stone ruins have yet to be excavated. The ancient port city of Adulis lies directly to the east. Rock art near Qohaito appears to indicate habitation in the area since the…","timeToRead":1,"html":"<p>Qohaito, also known as Kohaito,قوحيتو was an ancient city in the southern Debub region of Eritrea. It was a pre-Aksumite settlement that thrived during the Aksumite period. The town was located over 2,500 meters above sea level, on a high plateau at the edge of the Great Rift Valley. As of 2011, Qohaito's stone ruins have yet to be excavated. The ancient port city of Adulis lies directly to the east.</p>\n<p>Rock art near Qohaito appears to indicate habitation in the area since the fifth millennium BC, while the town is known to have survived to the sixth century AD. Mount Emba Soira, Eritrea's highest mountain, lies near the site, as does a small successor village.</p>\n<p>Qohaito is often identified as the town Koloe described in the Periplus of the Erythraean Sea, a Greco-Roman document dated to the end of the first century AD. The settlement thrived as a stop on the trade route between Adulis and Aksum. It is thought that crops were interspersed with buildings in the town. These old edifices included the pre-Christian Temple of Mariam Wakino and the Sahira Dam, which might also be pre-Aksumite.</p>\n<p>The ruins at Qohaito were first located in 1868. However, they were at the time erroneously identified as a \"Greek depot\". A related site outside of Senafe, Matara, lies about 15 kilometers to the south, and was excavated in the 1960s.</p>"}},{"node":{"id":"a33758f8-d859-5841-9648-b50b1b7da5f0","frontmatter":{"country":"Eritrea","title":"Port of Adulis","date":""},"fields":{"slug":"adulis_port"},"excerpt":"Adulis or Aduli  is an archeological site in the Northern Red Sea of Eritrea, situated about 30 miles south of Massawa in the Gulf of Zula. It was the port considered part of the Kingdom of Aksum, located on the coast of the Red Sea. However recent excavation uncovers artifacts that predates the Axumite civilization. These civilization is now known as Adulitarian. Adulis Bay is named after the site. It is thought that the modern town of Zula may be the Adulis of the Aksumite…","timeToRead":1,"html":"<p>Adulis or Aduli  is an archeological site in the Northern Red Sea of Eritrea, situated about 30 miles south of Massawa in the Gulf of Zula. It was the port considered part of the Kingdom of Aksum, located on the coast of the Red Sea. However recent excavation uncovers artifacts that predates the Axumite civilization. These civilization is now known as Adulitarian. Adulis Bay is named after the site. It is thought that the modern town of Zula may be the Adulis of the Aksumite epoch, as Zula may reflect the local name for the Ancient Greek Adulis.</p>\n<p>Control of Adulis allowed Axum to be the major power on the Red Sea. This port was the principal staging area for Kaleb's invasion of the Himyarite kingdom of Dhu Nuwas around 520. While the scholar Yuri Kobishchanov detailed a number of raids Aksumites made on the Arabian coast (the latest being in 702, when the port of Jeddah was occupied), and argued that Adulis was later captured by the Muslims, which brought to an end Axum's naval ability and contributed to the Aksumite Kingdom's isolation from the Byzantine Empire and other traditional allies, the last years of Adulis are a mystery. Muslim writers occasionally mention both Adulis and the nearby Dahlak Archipelago as places of exile. The evidence suggests that Axum maintained its access to the Red Sea, yet experienced a clear decline in its fortunes from the seventh century onwards. In any case, the sea power of Axum waned and security for the Red Sea fell on other shoulders.</p>"}},{"node":{"id":"2d15c9a1-70b0-5176-9611-8d4e615a0580","frontmatter":{"country":"Sudan","title":"Old Dongola","date":""},"fields":{"slug":"old_dongola"},"excerpt":"Old Dongola (Old Nubian: Tungul; Arabic: دنقلا العجوز‎, Dunqulā al-ʿAjūz) is a deserted town in what is now Northern State, Sudan, located on the east bank of the Nile opposite the Wadi Howar. An important city in medieval Nubia, and the departure point for caravans west to Darfur and Kordofan, from the fourth to the fourteenth century Old Dongola was the capital of the Makurian state. A Polish archaeological team has been excavating the town since 1964. Old Dongola was…","timeToRead":2,"html":"<p>Old Dongola (Old Nubian: Tungul; Arabic: دنقلا العجوز‎, Dunqulā al-ʿAjūz) is a deserted town in what is now Northern State, Sudan, located on the east bank of the Nile opposite the Wadi Howar. An important city in medieval Nubia, and the departure point for caravans west to Darfur and Kordofan, from the fourth to the fourteenth century Old Dongola was the capital of the Makurian state. A Polish archaeological team has been excavating the town since 1964.</p>\n<p>Old Dongola was founded in the fifth century as a fortress, but a town soon evolved around it. Later with the arrival of Christianity it became the capital of Makuria, and several churches were built. These include, to use the names contemporary archeologists have given them, Building X and the Church with the Stone Pavement. These two structures were erected about 100 meters apart from the walled town centre, indicating that at this time the town already extended over the original walls of the fortress. Building X was soon replaced by the Old Church.</p>\n<p>In the middle of the seventh century, the two main churches were destroyed, but rebuilt soon after. Building material was taken from the Old Church and used to repair the city walls. Archeologists believe this destruction is evidence of the First (642) and Second Battles of Dongola (652).</p>\n<p>At the end of the seventh Century, the Church of the Granite Columns was erected over the Old Church. Adorned with 16 granite columns, each with richly decorated granite capitals, the Church of the Granite Columns perhaps was the cathedral of Old Dongola.</p>\n<p>The heyday of Old Dongola was in the tenth century. The Church of the Stone Pavements was replaced with the Cruciform Church at this time. Other buildings in use in Old Dongola at this time include many other churches, at least two palaces, and a sizable monastery on its north side. Several houses were well equipped and had bath rooms and wall paintings.</p>\n<p>The Book of Knowledge, a travelogue compiled by a Spanish monk soon after 1348, mentions that Genoese merchants had settled in Old Dongola; they may have penetrated there as a consequence of the commercial treaty of 1290 between Genoa and Egypt.</p>\n<p>The Throne Hall is a massive defence-like building of 28 m by 18 m by 12 m situated on a rocky spur to the east from the fortress. Built in the 9th century, this building contained the Throne Hall of the Makurian kings. In 1317 it was turned into a mosque, an event which is preserved in a foundation stela erected by Sayf al-Din Abdullah Barshambu. The ceremonial Throne Hall on the first floor was turned into a prayer room. The mosque remained in use until 1969, when the building was converted in a historic monument.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Old_Dongola\">https://en.wikipedia.org/wiki/Old_Dongola</a></p>"}},{"node":{"id":"774cca7d-3f10-584e-a1f1-b33788044fe8","frontmatter":{"country":"Nigeria","title":"Kano","date":""},"fields":{"slug":"kano-state"},"excerpt":"Kano is the state capital of Kano State in North West, Nigeria. It is situated in the Sahelian geographic region, south of the Sahara. Kano is the commercial nerve centre of Northern Nigeria and is the second largest city in Nigeria.  The principal inhabitants of the city are the Hausa people. However, there are many who speak Fulani language. As in most parts of northern Nigeria, the Hausa language is widely spoken in Kano. The city is the capital of the Kano Emirate.  In…","timeToRead":2,"html":"<p>Kano is the state capital of Kano State in North West, Nigeria. It is situated in the Sahelian geographic region, south of the Sahara. Kano is the commercial nerve centre of Northern Nigeria and is the second largest city in Nigeria. </p>\n<p>The principal inhabitants of the city are the Hausa people. However, there are many who speak Fulani language. As in most parts of northern Nigeria, the Hausa language is widely spoken in Kano. The city is the capital of the Kano Emirate. </p>\n<p>In the 7th century, Dala Hill, a residual hill in Kano, was the site of a hunting and gathering community that engaged in iron work; it is unknown whether these were Hausa people or speakers of Niger–Congo languages. Kano was originally known as Dala, after the hill, and was referred to as such as late as the end of the 15th century and the beginning of the 16th by Bornoan sources.</p>\n<p>The Kano Chronicle identifies Barbushe, a priest of a Dala Hill spirit, as the city's first settler. (Elizabeth Isichei notes that the description of Barbushe is similar to those of Sao people.[4]). While small chiefdoms were previously present in the area, according to the Kano Chronicle, Bagauda, a grandson of the mythical hero Bayajidda,[5] became the first king of Kano in 999, reigning until 1063.[6][7] His grandson Gijimasu (1095–1134), the third king, began building city walls at the foot of Dala Hill. His own son, Tsaraki (1136–1194), the fifth king, completed them during his reign.[7]</p>\n<p>In the 12th century Ali Yaji as King of Kano renounced his allegiance to the cult of Tsumburbura, accepted Islam and proclaimed the Sultanate that was to last until its fall in the 19th century. The reign of Yaji ensued an era of expansionism that saw Kano becoming the capital of a pseudo Habe Empire. In 1463 Muhammad Rumfa (reigned 1463- 1499) ascended the throne. During his reign, political pressure from the rising Songhai Empire forced him to take Auwa, the daughter of Askiyah the Great as his wife. She was to later become the first female Madaki of Kano. Rumfa reformed the city, expanded the Sahelian Gidan Rumfa (Emir's Palace), and played a role in the further Islamization of the city,[8] as he urged prominent residents to convert.[9] The Kano Chronicle attributes a total of twelve \"innovations\" to Rumfa.[10]</p>\n<p>According to the Kano Chronicle, the thirty-seventh Sarkin Kano (King of Kano) was Mohammed Sharef (1703–1731). His successor, Kumbari dan Sharefa (1731–1743), engaged in major battles with Sokoto.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kano\">https://en.wikipedia.org/wiki/Kano</a></p>"}},{"node":{"id":"aa62c08d-f6ce-531c-a3be-457f6caaa262","frontmatter":{"country":"Tanzania","title":"Kilwa Kisiwani","date":"700 CE. - 1400 CE"},"fields":{"slug":"kilwa-kswni"},"excerpt":"Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to…","timeToRead":1,"html":"<p>Kilwa Kisiwani is an archaeological city-state located on an Indian Ocean island off the southern coast of present-day Tanzania in eastern Africa. It was occupied from at least the 8th century CE and later became the center of the Kilwa Sultanate, a medieval sultanate whose authority at its height in the 13th-15th centuries CE stretched the entire length of the Swahili Coast. From this period date the construction of the Palace of Husuni Kubwa and a significant extension to the Great Mosque of Kilwa, which was made of coral stones—the largest mosque of its kind. Kilwa Kisiwani has been designated by UNESCO as a World Heritage Site. </p>\n<p>Trade connections with the Arabian Peninsula as well as India and China influenced the growth and development of Kilwa, and, though there are Islamic words and customs that have been adapted to the culture, the origins are African. </p>\n<p>Among Kilwa's exports were spices, tortoiseshell, coconut oil, ivory, and aromatic gums, as well as gold. For approximately 500 years, Kilwa was minting coins. This lasted from about A.D 1100-1600 and the coins have been found across the region, including Great Zimbabwe.</p>\n<p>Evidence of growth in wealth can be seen with the appearance of stone buildings around the 13th century CE, before which all of the buildings were wattle-and-daub. The wealthy enjoyed indoor plumbing in their stone homes and the poor lived in mud huts with thatched roofs. The scholar Ibn Battuta recorded his visit to the city around 1331, and commented favorably on the generosity, humility, and religion of its ruler, Sultan al-Hasan ibn Sulaiman. Ibn Battuta also describes how the sultan would go into the interior and raid the people taking slaves and other forms of wealth.</p>\n<p>In the early 16th century the Portuguese took control of the island after besieging it. It remained in Portuguese hands until 1512.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kilwa_Kisiwani\">https://en.wikipedia.org/wiki/Kilwa_Kisiwani</a></p>"}},{"node":{"id":"dcdad91e-46b5-512b-9858-a135e08524df","frontmatter":{"country":"Mauritania","title":"Koumbi Saleh","date":""},"fields":{"slug":"koumbi-saleh"},"excerpt":"Koumbi Saleh, sometimes Kumbi Saleh is the site of a ruined medieval town in south east Mauritania that may have been the capital of the Ghana Empire. From the ninth century, Arab authors mention the Ghana Empire in connection with the trans-Saharan gold trade. Al-Bakri who wrote in eleventh century described the capital of Ghana as consisting of two towns 6 miles apart, one inhabited by Muslim merchants and the other by the king of Ghana. The discovery in 1913 of a 17th…","timeToRead":2,"html":"<p>Koumbi Saleh, sometimes Kumbi Saleh is the site of a ruined medieval town in south east Mauritania that may have been the capital of the Ghana Empire.</p>\n<p>From the ninth century, Arab authors mention the Ghana Empire in connection with the trans-Saharan gold trade. Al-Bakri who wrote in eleventh century described the capital of Ghana as consisting of two towns 6 miles apart, one inhabited by Muslim merchants and the other by the king of Ghana. The discovery in 1913 of a 17th-century African chronicle that gave the name of the capital as Koumbi led French archaeologists to the ruins at Koumbi Saleh. Excavations at the site have revealed the ruins of a large Muslim town with houses built of stone and a congregational mosque but no inscription to unambiguously identify the site as that of capital of Ghana. Ruins of the king's town described by al-Bakri have not been found. Radiocarbon dating suggests that the site was occupied between the late 9th and 14th centuries.</p>\n<p>The earliest author to mention Ghana is the Persian astronomer Ibrahim al-Fazari who, writing at the end of the eighth century, refers to \"the territory of Ghana, the land of gold\". The Ghana Empire lay in the Sahel region to the north of the West African gold fields and was able to profit from controlling the trans-Saharan gold trade. The early history of Ghana is unknown but there is evidence that North Africa had begun importing gold from West Africa before the Arab conquest in the middle of the seventh century.</p>\n<p>The main section of the town lay on a small hill that nowadays rises to about 15 m above the surrounding plain. The hill would have originally been lower as part of the present height is a result of the accumulated ruins. The houses were constructed from local stone (schist) using banco rather than mortar. From the quantity of debris it is likely that some of the buildings had more than one storey. The rooms were quite narrow, probably due to the absence of large trees to provide long rafters to support the ceilings. The houses were densely packed together and separated by narrow streets. In contrast a wide avenue, up to 12 m in width, ran in an east-west direction across the town. At the western end lay an open site that was probably used as a marketplace.</p>\n<p>The main mosque was centrally placed on the avenue. It measured approximately 46 m east to west and 23 m north to south. The western end was probably open to the sky. The mihrab faced due east. The upper section of the town covered an area of 700 m by 700 m. To the southwest lay a lower area (500 m by 700 m) that would have been occupied by less permanent structures and the occasional stone building. There were two large cemeteries outside the town suggesting that the site was occupied over an extended period. Radiocarbon dating of charcoal fragments from a house near the mosque have given dates that range between the late 9th and the 14th centuries. The French archaeologist Raymond Mauny estimated that the town would have accommodated between 15,000 and 20,000 inhabitants. Mauny himself acknowledged that this is an enormous population for a town in the Sahara with a very limited supply of water (\"Chiffre énorme pour une ville saharienne\").</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Koumbi_Saleh\">https://en.wikipedia.org/wiki/Koumbi_Saleh</a></p>"}},{"node":{"id":"113e1968-81c8-50e4-8a4d-c90d9c001bda","frontmatter":{"country":"Mauritania","title":"Chinguetti","date":""},"fields":{"slug":"chinguetti-city"},"excerpt":"Chinguetti (Berber languages: Cengiṭ, Arabic: شنقيط‎, translit. Šenqīṭ) is a ksar or a Berber medieval trading center in northern Mauritania, located on the Adrar Plateau east of Atar. Founded in the 13th century as the center of several trans-Saharan trade routes, this small city continues to attract a handful of visitors who admire its spare architecture, scenery and ancient libraries.  The indigenous Berber Saharan architecture of older sectors of the city features houses…","timeToRead":2,"html":"<p>Chinguetti (Berber languages: Cengiṭ, Arabic: شنقيط‎, translit. Šenqīṭ) is a ksar or a Berber medieval trading center in northern Mauritania, located on the Adrar Plateau east of Atar.</p>\n<p>Founded in the 13th century as the center of several trans-Saharan trade routes, this small city continues to attract a handful of visitors who admire its spare architecture, scenery and ancient libraries. </p>\n<p>The indigenous Berber Saharan architecture of older sectors of the city features houses constructed of reddish dry-stone and mud-brick techniques, with flat roofs timbered from palms. Many of the older houses feature hand-hewn doors cut from massive ancient acacia trees, which have long disappeared from the surrounding area. Many homes include courtyards or patios that crowd along narrow streets leading to the central mosque.</p>\n<p>Notable buildings in the town include The Friday Mosque of Chinguetti, an ancient structure of dry-stone construction, featuring a square minaret capped with five ostrich egg finials; the former French Foreign Legion fortress; and a tall watertower. The old quarter of the Chinguetti has five important manuscript libraries of scientific and Qur'anic texts, with many dating from the later Middle Ages.</p>\n<p>The city was founded in 777, and by the 11th century had become a trading center for a confederation of Berber tribes known as the Iẓnagen Confederation. It was at the crossroads of trade routes. Soon after settling Chinguetti, the Sanhadja first interacted with and eventually melded with the Almoravids, who controlled an empire stretching from present-day Senegal to southern Spain (they called the latter al-Andalus). The city's stark unadorned architecture reflects the strict religious beliefs of the Almoravids, who spread the Malikite rite of Sunni Islam throughout the Western Maghreb.</p>\n<p>After two centuries of decline, the city was effectively re-founded in the 13th century as a fortified cross-Saharan caravan trading center connecting the Mediterranean with Sub-Saharan Africa. Although the walls of the original fortification disappeared centuries ago, many of the buildings in the old section of the city date from this period.</p>\n<p>For centuries the city was a principal gathering place for pilgrims of the Maghreb to gather on the way to Mecca. It became known as a holy city in its own right, especially for pilgrims unable to make the long journey to the Arab Peninsula. It also became a center of Islamic religious and scientific scholarship in West Africa. In addition to religious training, the schools of Chinguetti taught students rhetoric, law, astronomy, mathematics, and medicine. For many centuries all of Mauritania was popularly known in the Arab world as Bilad Shinqit, \"the land of Chinguetti.\" Chinguetti is locally said to be the seventh-most holy city of Islam, but there is no recognition of this claim outside of West Africa. The city remains one of the world's most important historical sites both in terms of the history of Islam and the history of West Africa.</p>\n<p>In 1996, UNESCO designated Chinguetti, along with the cities of Ouadane, Tichitt and Oualata, also in the dunes area, as a World Heritage Site.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Chinguetti\">https://en.wikipedia.org/wiki/Chinguetti</a></p>"}},{"node":{"id":"b347ba7d-6736-5bfc-a9a4-253d6dbd9987","frontmatter":{"country":"Ethiopia","title":"Lalibela","date":""},"fields":{"slug":"lalibela-city"},"excerpt":"Lalibela (Amharic: ላሊበላ) is a town in Amhara Region, Ethiopia famous for its rock-cut monolithic churches. The whole of Lalibela is a large antiquity of the medieval and post-medieval civilization of Ethiopia. Lalibela is one of Ethiopia's holiest cities, second only to Axum, and a center of pilgrimage. Unlike Axum, the population of Lalibela is almost completely Ethiopian Orthodox Christian. Ethiopia was one of the earliest nations to adopt Christianity in the first half of…","timeToRead":3,"html":"<p>Lalibela (Amharic: ላሊበላ) is a town in Amhara Region, Ethiopia famous for its rock-cut monolithic churches. The whole of Lalibela is a large antiquity of the medieval and post-medieval civilization of Ethiopia. Lalibela is one of Ethiopia's holiest cities, second only to Axum, and a center of pilgrimage. Unlike Axum, the population of Lalibela is almost completely Ethiopian Orthodox Christian.</p>\n<p>Ethiopia was one of the earliest nations to adopt Christianity in the first half of the fourth century, and its historical roots date to the time of the Apostles. The churches themselves date from the seventh to thirteenth centuries, and are traditionally dated to the reign of the Zagwe king Gebre Mesqel Lalibela (r. ca. 1181–1221).</p>\n<p>The layout and names of the major buildings in Lalibela are widely accepted, especially by local clergy, to be a symbolic representation of Jerusalem. This has led some experts to date the current church forms to the years following the capture of Jerusalem in 1187 by the Muslim leader Saladin.</p>\n<p>During the reign of Gebre Mesqel Lalibela, a member of the Zagwe dynasty who ruled Ethiopia in the late 12th century and early 13th century, the current town of Lalibela was known as Roha. The saint-king was named because a swarm of bees is said to have surrounded him at his birth, which his mother took as a sign of his future reign as emperor of Ethiopia. The names of several places in the modern town and the general layout of the rock-cut churches themselves are said to mimic names and patterns observed by Lalibela during the time he spent as a youth in Jerusalem and the Holy Land.</p>\n<p>Lalibela, revered as a saint, is said to have seen Jerusalem, and then attempted to build a new Jerusalem as his capital in response to the capture of old Jerusalem by Muslims in 1187. Each church was carved from a single piece of rock to symbolize spirituality and humility. Christian faith inspires many features with Biblical names – even Lalibela's river is known as the River Jordan. Lalibela remained the capital of Ethiopia from the late 12th into the 13th century.</p>\n<p>The Rock-Hewn Churches were declared a World Heritage site in 1978.</p>\n<p>Unesco identifies 11 churches, assembled in four groups:</p>\n<p>The Northern Group:</p>\n<ul>\n    <li>\n        Biete Medhane Alem (House of the Saviour of the World),home to the Lalibela Cross.\n    </li>\n    <li>\n        Biete Maryam (House of Miriam/House of Mary), possibly the oldest of the churches, and a replica of the Tombs of Adam and Christ.\n    </li>\n    <li>\n        Biete Golgotha Mikael (House of Golgotha Mikael), known for its arts and said to contain the tomb of King Lalibela)\n    </li>\n    <li>Biete Meskel (House of the Cross)</li>\n    <li>Biete Denagel (House of Virgins)</li>\n</ul>\n<p>The Western Group:</p>\n<ul>\n    <li>\n        Church of Saint George, thought to be the most finely executed and best preserved church\n    </li>\n</ul>\n<p>The Eastern Group:</p>\n<ul>\n    <li>\n        Biete Amanuel (House of Immanuel), possibly the former royal chapel\n    </li>\n    <li>\n        Biete Qeddus Mercoreus (House of Saint Mercurius/House of Mark the Evangelist), which may be a former prison\n    </li>\n    <li>\n        Biete Abba Libanos (House of Abbot Libanos)\n    </li>\n    <li>\n        Biete Gabriel-Rufael (House of the angels Gabriel, and Raphael) possibly a former royal palace, linked to a holy bakery.\n    </li>\n    <li>\n        Biete Lehem (\"Bethlehem\", Hebrew: בֵּית לֶחֶם‎ \"House of Bread\").\n    </li>\n    \n</ul>\n<p>Farther afield, lie the monastery of Ashetan Maryam and Yemrehana Krestos Church (possibly eleventh century, built in the Aksumite fashion, but within a cave).</p>\n<p>The churches are also a significant engineering feat, given that they are all associated with water (which fills the wells next to many of the churches), exploiting an artesian geological system that brings the water up to the top of the mountain ridge on which the city rests.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Lalibela\">https://en.wikipedia.org/wiki/Lalibela</a></p>\n<iframe style=\"width: 60%, height: 100%, marginLeft: auto,  marginRight: auto\"\n    className=\"mySlides\"\n    src=\"https://www.youtube.com/embed/HBq_zOzhTqw\"\n    title=\"Rock-Hewn Churches of Lalibela\"\n    frameBorder=\"0\" \n    allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" \n    allowFullScreen>\n</iframe>"}},{"node":{"id":"effc9b89-9fcb-5895-b8a7-3c3e12ef8609","frontmatter":{"country":"Zimbabwe","title":"Bumbusi National Monument","date":""},"fields":{"slug":"bumbusi-city"},"excerpt":"Bumbusi is a Zimbabwean archaeological site, surrounded by Hwange National Park, in Western Zimbabwe. It is not often visited because of its remote location and low tourist profile. The remains on the site resemble those of other archaeological sites in the Great Zimbabwe tradition. The Bumbusi National Monument consists of colossal stone walls, boulders, platforms and the ruins of dwellings. Its main structures date from the eighteenth and nineteenth century. Excavations in…","timeToRead":1,"html":"<p>Bumbusi is a Zimbabwean archaeological site, surrounded by Hwange National Park, in Western Zimbabwe. It is not often visited because of its remote location and low tourist profile. The remains on the site resemble those of other archaeological sites in the Great Zimbabwe tradition. The Bumbusi National Monument consists of colossal stone walls, boulders, platforms and the ruins of dwellings. Its main structures date from the eighteenth and nineteenth century. Excavations in 2000 revealed the floors of eighteen original dwellings. </p>\n<p>The site was declared a National Monument in 1946. In 2008 it was listed in the World Monuments Watch List of 100 of Most Endangered Sites by the World Monuments Fund because of the threats posed to the sandstone walls by wild animals from the surrounding nature reserve.[1]</p>"}},{"node":{"id":"8743a1d7-2dc7-57fa-a8aa-116a601e08c8","frontmatter":{"country":"Zimbabwe","title":"Great Zimbabwe","date":""},"fields":{"slug":"great-zimb"},"excerpt":"Great Zimbabwe is a city, now in ruins, in the south-eastern hills of Zimbabwe near Lake Mutirikwe and the town of Masvingo. It was the capital of the Kingdom of Zimbabwe during the country's Late Iron Age. Construction on the monument began in the 11th century and continued until the 15th century. 1  The edifices were erected by the ancestral Shona. 2  The stone city spans an area of 7.22 square kilometres (1,780 acres) which, at its peak, could have housed up to 18,00…","timeToRead":3,"html":"<p>Great Zimbabwe is a city, now in ruins, in the south-eastern hills of Zimbabwe near Lake Mutirikwe and the town of Masvingo. It was the capital of the Kingdom of Zimbabwe during the country's Late Iron Age. Construction on the monument began in the 11th century and continued until the 15th century.[1][2] The edifices were erected by the ancestral Shona.[2] The stone city spans an area of 7.22 square kilometres (1,780 acres) which, at its peak, could have housed up to 18,000 people. It is recognised as a World Heritage site by UNESCO.</p>\n<p>Great Zimbabwe is believed to have served as a royal palace for the local monarch. As such, it would have been used as the seat of political power. Among the edifice's most prominent features were its walls, some of which were over five metres high. They were constructed without mortar (dry stone). Eventually, the city was abandoned and fell into ruin.</p>\n<p>The word great distinguishes the site from the many hundreds of small ruins, now known as \"zimbabwes\", spread across the Zimbabwe Highveld.[5] There are 200 such sites in southern Africa, such as Bumbusi in Zimbabwe and Manyikeni in Mozambique, with monumental, mortarless walls; Great Zimbabwe is the largest of these.[6]</p>\n<p>Construction of the stone buildings started in the 11th century and continued for over 300 years.[2] The ruins at Great Zimbabwe are some of the oldest and largest structures located in Southern Africa, and are the second oldest after nearby Mapungubwe in South Africa. Its most formidable edifice, commonly referred to as the Great Enclosure, has walls as high as 11 m (36 ft) extending approximately 250 m (820 ft), making it the largest ancient structure south of the Sahara Desert. Its growth has been linked to the decline of Mapungubwe from around 1300, due to climatic change[13] or the greater availability of gold in the hinterland of Great Zimbabwe.[14]</p>\n<p>In 1531, Vicente Pegado, Captain of the Portuguese Garrison of Sofala, described Zimbabwe thus:</p>\n<p>“\tAmong the gold mines of the inland plains between the Limpopo and Zambezi rivers there is a fortress built of stones of marvelous size, and there appears to be no mortar joining them.... This edifice is almost surrounded by hills, upon which are others resembling it in the fashioning of stone and the absence of mortar, and one of them is a tower more than 12 fathoms [22 m] high. The natives of the country call these edifices Symbaoe, which according to their language signifies court.[7]\t”\nThe ruins form three distinct architectural groups. They are known as the Hill Complex, the Valley Complex and the Great Enclosure. The Hill Complex is the oldest, and was occupied from the ninth to thirteenth centuries. The Great Enclosure was occupied from the thirteenth to fifteenth centuries, and the Valley Complex from the fourteenth to sixteenth centuries.[6] Notable features of the Hill Complex include the Eastern Enclosure, in which it is thought the Zimbabwe Birds stood, a high balcony enclosure overlooking the Eastern Enclosure, and a huge boulder in a shape similar to that of the Zimbabwe Bird.[17] The Great Enclosure is composed of an inner wall, encircling a series of structures and a younger outer wall. The Conical Tower, 5.5 m (18 ft) in diameter and 9 m (30 ft) high, was constructed between the two walls.[18] The Valley Complex is divided into the Upper and Lower Valley Ruins, with different periods of occupation.[6]</p>\n<p>The most important artefacts recovered from the Monument are the eight Zimbabwe Birds. These were carved from a micaceous schist (soapstone) on the tops of monoliths the height of a person.[20] Slots in a platform in the Eastern Enclosure of the Hill Complex appear designed to hold the monoliths with the Zimbabwe birds, but as they were not found in situ it cannot be determined which monolith and bird were where.[21] Other artefacts include soapstone figurines (one of which is in the British Museum[22]), pottery, iron gongs, elaborately worked ivory, iron and copper wire, iron hoes, bronze spearheads, copper ingots and crucibles, and gold beads, bracelets, pendants and sheaths.[23][24] Glass beads and porcelain from China and Persia[25] among other foreign artefacts were also found, attesting the international trade linkages of the Kingdom. In the extensive stone ruins of the great city, which still remain today, include eight, monolithic birds carved in soapstone. It is though that they represent the bateleur eagle- a good omen, protective spirit and messenger of the gods in Shona culture.[26]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Great_Zimbabwe\">https://en.wikipedia.org/wiki/Great_Zimbabwe</a></p>"}},{"node":{"id":"29c5e034-121e-59cc-b75f-dcead1559b26","frontmatter":{"country":"Kenya","title":"Ruins of Gedi","date":""},"fields":{"slug":"gedi-ruins"},"excerpt":"The ruins of Gedi are a historical and archaeological site near the Indian Ocean coast of eastern Kenya. The site of Gedi includes a walled town and its outlying area. All of the standing buildings at Gedi, which include mosques, a palace, and numerous houses, are made from stone, are one-story, and are distributed unevenly in the town. There are also large open areas in the settlement which contained earth and thatch houses. Stone \"pillar tombs\" are a distinctive type of…","timeToRead":1,"html":"<p>The ruins of Gedi are a historical and archaeological site near the Indian Ocean coast of eastern Kenya.</p>\n<p>The site of Gedi includes a walled town and its outlying area. All of the standing buildings at Gedi, which include mosques, a palace, and numerous houses, are made from stone, are one-story, and are distributed unevenly in the town. There are also large open areas in the settlement which contained earth and thatch houses. Stone \"pillar tombs\" are a distinctive type of Swahili Coast architecture found at Gedi as well.</p>\n<p>Gedi's location along the coast and association with similar sites along the Swahili Coast made it an important trade center.</p>\n<p>The earliest evidence for occupation at Gedi is a grave marker that has been radiocarbon dated to between 1041 to 1278, placing the original settlement of the site sometime in the eleventh or early twelfth century.</p>\n<p>Although Gedi remained unknown to most of British East Africa's colonists until the 1920s, the site was known by the local Mijikenda (Bantu) peoples. Currently, the Giriama, one of the Mijikenda tribes, maintain a large community around the Gedi ruins who view the site as a sacred and spiritual place.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Ruins_of_Gedi\">https://en.wikipedia.org/wiki/Ruins<em>of</em>Gedi</a></p>"}},{"node":{"id":"a89cd546-a176-537b-af18-220d194c3e54","frontmatter":{"country":"NA","title":"Benin City","date":"1180 CE"},"fields":{"slug":"benin-city"},"excerpt":"Benin City, originally known as Edo, was once the capital of The Benin Empire. The city was made of hundreds of interlocked cities and villages laid out to form perfect fractals. The main streets had underground drainage made of a sunken impluvium with an outlet to carry away storm water. Metal lamps fuelled by palm oil provided street lighting  at night.  The city was enclosed by massive walls made from earthworks longer than the Great Wall of China. The walls were built of…","timeToRead":1,"html":"<p>Benin City, originally known as Edo, was once the capital of The Benin Empire. The city was made of hundreds of interlocked cities and villages laid out to form perfect fractals. The main streets had underground drainage made of a sunken impluvium with an outlet to carry away storm water. Metal lamps fuelled by palm oil provided street lighting  at night. </p>\n<p>The city was enclosed by massive walls made from earthworks longer than the Great Wall of China. The walls were built of a ditch and dike structure; the ditch dug to form an inner moat with the excavated earth used to form the exterior rampart.</p>\n<p>The Benin Walls were ravaged by the British in 1897 during what has come to be called the Punitive expedition. Scattered pieces of the structure remain in Edo, with the vast majority of them being used by the locals for building purposes. What remains of the wall itself continues to be torn down for real estate developments.[2] Fred Pearce wrote in New Scientist:</p>\n<p>They extend for some 16,000 km in all, in a mosaic of more than 500 interconnected settlement boundaries. They cover 2,510 sq. miles (6,500 square kilometres) and were all dug by the Edo people. In all, they are four times longer than the Great Wall of China, and consumed a hundred times more material than the Great Pyramid of Cheops. They took an estimated 150 million hours of digging to construct, and are perhaps the largest single archaeological phenomenon on the planet.[3]</p>\n<p>Ethnomathematician Ron Eglash has discussed the planned layout of the city using fractals as the basis, not only in the city itself and the villages but even in the rooms of houses. He commented that \"When Europeans first came to Africa, they considered the architecture very disorganised and thus primitive. It never occurred to them that the Africans might have been using a form of mathematics that they hadn’t even discovered yet.\"[4]</p>\n<p>The city was destroyed by British soldiers in 1897. </p>"}},{"node":{"id":"46145231-4bc9-560a-b6d3-7ad3149ae6e0","frontmatter":{"country":"Mozambique","title":"Manyikeni","date":""},"fields":{"slug":"manyikeni-city"},"excerpt":"Manyikeni is a Mozambican archaeological site, around 52 km west of the coastal city of Vilanculos. The archaeological site dates from the twelfth to seventeenth century. It is believed to be part of the Great Zimbabwe tradition of architecture, distinguished by mortarless stone walls, and part of the famous Mwenu Mutapa’s Kingdom. 1  The central stone enclosure complex is built in this tradition, and the find of a Zimbabwe-style iron gong at the site also suggests cultural…","timeToRead":2,"html":"<p>Manyikeni is a Mozambican archaeological site, around 52 km west of the coastal city of Vilanculos. The archaeological site dates from the twelfth to seventeenth century. It is believed to be part of the Great Zimbabwe tradition of architecture, distinguished by mortarless stone walls, and part of the famous Mwenu Mutapa’s Kingdom.[1] The central stone enclosure complex is built in this tradition, and the find of a Zimbabwe-style iron gong at the site also suggests cultural ties.</p>\n<p>The site today is covered by the Cenchrus ciliaris grass, commonly found in Zimbabwe but not in Mozambique. Berger suggests that this may indicate the grass was introduced along with cattle from Zimbabwe. The site is located 350 km from Great Zimbabwe, the capital of a large, pre-colonial empire active from at least the 11th through the 14th centuries. Barker (1978) has suggested that only the ruling elite at Manyikeni consumed beef, as cattle bones have been found only in the central part of the site. The lower classes who lived at the periphery of the site ate meat from sheep and goats. The presence of a large number of glass beads and seashells at the site have led to speculation that the settlement traded extensively with the ancient coastal settlement of Chibuene.</p>\n<p>The most distinguishing feature of the site is the stone enclosure reflecting that of the Great Zimbabwe tradition. This enclosure measures 20 meters in diameter with a height of 50 cm, making it much smaller in size than the enclosure of Great Zimbabwe.[3] The stone enclosure was constructed without mortar in a similar fashion to Great Zimbabwe, further emphasizing its association with this tradition. Construction was undertaken with the use of limestone, differing from other Great Zimbabwe associated sites that used granite. This was due to the higher availability of limestone in the surrounding region which follows the pattern of other periphery sites of the Great Zimbabwe tradition that utilized resources from the surrounding region, rather than importation of granite for the construction of the stone enclosures. Great Zimbabwe stone enclosure construction was affected by the given location of the site with the availability of stone determining the size of the stone enclosure of the particular site. Granite was the most malleable construction material used by the Great Zimbabwe tradition, but as for limestone at Manyikeni, this material was much more difficult to shape into building blocks.[4] As a result, the use of limestone was partly responsible for the much smaller size of the stone enclosure at the site.</p>\n<p>This site was added to the UNESCO World Heritage Tentative List on September 15, 1997 in the cultural category.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Manyikeni\">https://en.wikipedia.org/wiki/Manyikeni</a></p>"}},{"node":{"id":"db4cca2d-64fb-5f58-a194-b866400e943c","frontmatter":{"country":"Guinea","title":"Niani","date":""},"fields":{"slug":"niani-city"},"excerpt":"Niani is a village in Guinea. It is located in the Kankan Prefecture of the Kankan Region, in the east of the country. It lies on the left bank of the Sankarani River. Niani is often considered one of the ancient capitals of the Mali Empire and the birthplace of emperor Sundiata Keita.  The city had at least 100,000 inhabitants in the 14th century. 3  The emperor (mansa) and his courtiers lived in Niani, which was a centre of trade and commerce. 4  The town developed as an…","timeToRead":1,"html":"<p>Niani is a village in Guinea. It is located in the Kankan Prefecture of the Kankan Region, in the east of the country. It lies on the left bank of the Sankarani River.</p>\n<p>Niani is often considered one of the ancient capitals of the Mali Empire and the birthplace of emperor Sundiata Keita. </p>\n<p>The city had at least 100,000 inhabitants in the 14th century.[3] The emperor (mansa) and his courtiers lived in Niani, which was a centre of trade and commerce.[4] The town developed as an outlet for two main trade routes, one northward, called the 'Mande route', and one southward, known as the 'Sarakolle route'.[2]</p>\n<p>The emperor Musa I of Mali employed the Andalusian architect Ishak al-Tuedjin to build an audience chamber at Niani. It was \"square, surmounted by a cupola, which he covered with plaster and decorated with arabesques in dazzling colours.\" It was an \"admirable monument\", according to 14th century North African historian Ibn Khaldun.[5]</p>\n<p>After the Mali Empire declined during the 1600s, Niani lost its importance and became a small town again.[6]</p>\n<p>In the 1920s archaeological excavations were carried out at Niani by Vidal and Gaillard which first identified the site. In 1965 and 1968 Guinean-Polish archaeological missions were carried out. These excavations revealed that the area around Niani was once densely populated.[1] The Arab quarter and royal town have been identified, specifically the foundations of stone houses, the mihrab of a mosque and the walls around the royal town.[2] The buildings were made of bricks of beaten earth, as al-Umari wrote, adding: \"The ceilings are made of beams and reeds. They are mostly in the shape of a cupola [conical] or a camel's hump, like vaulted arches. The floors of the houses are of earth mixed with sand ... The king has a group of palaces surrounded by a circular wall.\"[2]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Niani,_Guinea\">https://en.wikipedia.org/wiki/Niani,_Guinea</a></p>"}},{"node":{"id":"6bcac854-a9ee-51f7-bf62-8ae11e6f540c","frontmatter":{"country":"Tanzania","title":"Songo Mnara","date":""},"fields":{"slug":"songo-mnara"},"excerpt":"Songo Mnara is a stone town on the Swahili Coast in southern Tanzania which was occupied from the 14th to 16th centuries. Songo Mnara has been recognized as a UNESCO World Heritage Site. In total, archaeologists have found six mosques, four cemeteries, and two dozen house blocks along with three enclosed open spaces on the island. Songo Mnara was constructed from rough-coral and mortar. This stonetown was built as one of many trade towns on the Indian Ocean. Archaeologists…","timeToRead":1,"html":"<p>Songo Mnara is a stone town on the Swahili Coast in southern Tanzania which was occupied from the 14th to 16th centuries. Songo Mnara has been recognized as a UNESCO World Heritage Site. In total, archaeologists have found six mosques, four cemeteries, and two dozen house blocks along with three enclosed open spaces on the island. Songo Mnara was constructed from rough-coral and mortar. This stonetown was built as one of many trade towns on the Indian Ocean.</p>\n<p>Archaeologists have been analyzing the layout of stone towns on the Swahili coast, mainly focusing on the relationship of the mosques and houses, in order to understand the role of the Swahili coast in Islamic culture, the functions of specific towns, and the complex economic and ritual process of land ownership. Open spaces in towns were used for both functional purposes for social organization. Cemeteries are found both inside and outside the town walls. The layout of Songo Mnara is typical of stone towns along the Swahili coast, though its wall is a unique feature.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Songo_Mnara\">https://en.wikipedia.org/wiki/Songo_Mnara</a></p>"}},{"node":{"id":"21b0266b-5f5b-59d5-90b5-486c19ddb0af","frontmatter":{"country":"Nigeria","title":"City of Ife","date":""},"fields":{"slug":"ife-city"},"excerpt":"Ife (/ee-fay/, Yoruba: Ifè, also Ilé-Ifẹ̀) is an ancient Yoruba city in south-western Nigeria. According to theYoruba religion Ife was founded by the order of the Supreme God Olodumare to Obatala and then fell into the hands of his brother Oduduwa, which created turmoil between the two. Oduduwa created his own dynasty through his sons and daughters that became different rulers of many kingdoms. According to Yoruba religion, Olodumare, the Supreme God, ordered Obatala to…","timeToRead":4,"html":"<p>Ife (/ee-fay/, Yoruba: Ifè, also Ilé-Ifẹ̀) is an ancient Yoruba city in south-western Nigeria. According to theYoruba religion Ife was founded by the order of the Supreme God Olodumare to Obatala and then fell into the hands of his brother Oduduwa, which created turmoil between the two. Oduduwa created his own dynasty through his sons and daughters that became different rulers of many kingdoms.</p>\n<p>According to Yoruba religion, Olodumare, the Supreme God, ordered Obatala to create the earth, but on his way he found palm wine which he drank and became intoxicated. Therefore, the younger brother of the latter, Oduduwa, took the three items of creation from him, climbed down from the heavens on a chain and threw a handful of earth on the primordial ocean, then put a cockerel on it so that it would scatter the earth, thus creating the land on which Ile Ife would be built. Oduduwa planted a palm nut in a hole in the newly formed land and from there sprang a great tree with sixteen branches, a symbolic representation of the clans of the early Ife city-state. The usurpation of creation, by Oduduwa, gave rise to the ever-lasting conflict between him and his elder brother Obatala, which is still re-enacted in the modern era by the cult groups of the two clans during the Itapa New Year festival. On account of his creation of the world, Oduduwa became the ancestor of the first divine king of the Yoruba, while Obatala is believed to have created the first Yoruba people out of clay. The meaning of the word \"ife\" in Yoruba is \"expansion\"; \"Ile-Ife\" is therefore in reference to the myth of origin as \"The Land of Expansion\".</p>\n<p>Oduduwa had sons, daughters, and a grandson, who went on to found their own kingdoms and empires, namely Ila Orangun, Owu, Ketu, Sabe, Popo and Oyo. Oranmiyan, Oduduwa's last born, was one of his father's principal ministers and overseer of the nascent Edo empire after Oduduwa granted the plea of the Edo people for his governance. When Oranmiyan decided to go back to Ile Ife, after a period of service in Benin, he left behind a child named Eweka that he had in the interim with an indigenous princess. The young boy went on to become the first legitimate ruler of the second Edo dynasty that has ruled what is now Benin from that day to this. Oranmiyan later went on to found the Oyo Empire that stretched at its height from the western banks of the river Niger to the Eastern banks of the river Volta. It would serve as one of the most powerful of Africa's medieval states, prior to its collapse in the 19th century.</p>\n<p>The Oòni (or king) of Ife is a descendant of the godking Oduduwa, and is counted first among the Yoruba kings. He is traditionally considered the 401st spirit (Orisha), the only one that speaks. In fact, the royal dynasty of Ife traces its origin back to the founding of the city more than ten thousand years before the birth of Jesus Christ. The present ruler is Adeyeye Ogunwusi, styled His Imperial Majesty by his subjects. The Ooni ascended his throne in 2015. Following the formation of the Yoruba Orisha Congress in 1986, the Ooni acquired an international status the likes of which the holders of his title hadn't had since the city's colonisation by the British. Nationally he had always been prominent amongst the Federal Republic of Nigeria's company of royal Obas, being regarded as the chief priest and custodian of the holy city of all the Yorubas. In former times, the palace of the Ooni of Ife was a structure built of authentic enameled bricks, decorated with artistic porcelain tiles and all sorts of ornaments. At present, it is a more modern series of buildings. </p>\n<p>Ife is well known as the city of 401 deities. It is said that every day of the year the traditional worshippers celebrate a festival of one of these deities. Often the festivals extend over more than one day and they involve both priestly activities in the palace and theatrical dramatisations in the rest of the kingdom. Historically the King only appeared in public during the annual Olojo festival; other important festivals here include the Itapa festival for Obatala and Obameri, the Edi festival for Moremi Ajasoro, and the Igare masqueraders.</p>\n<p>Kings and Gods were often depicted with large heads because the artists believed that the Ase was held in the head, the Ase being the inner power and energy of a person. Both historic figures of Ife and the offices associated with them are represented. One of the best documented among this is the early king Obalufon II who is said to have invented bronze casting and is honored in the form of a naturalistic copper life-size mask.</p>\n<p>The city was a settlement of substantial size between the 12th and 14th centuries, with houses featuring potsherd pavements. Ilé-Ifè is known worldwide for its ancient and naturalistic bronze, stone and terracotta sculptures, which reached their peak of artistic expression between 1200 and 1400 A.D. In the period around 1300 C.E. the artists at Ife developed a refined and naturalistic sculptural tradition in terracotta, stone and copper alloy - copper, brass, and bronze many of which appear to have been created under the patronage of King Obalufon II, the man who today is identified as the Yoruba patron deity of brass casting, weaving and regalia.  After this period, production declined as political and economic power shifted to the nearby kingdom of Benin which, like the Yoruba kingdom of Oyo, developed into a major empire.</p>\n<p>Bronze and terracotta art created by this civilization are significant examples of naturalism in pre-colonial African art and are distinguished by their variations in regalia, facial marking patterns, and body proportions. Ancient Ife also was famous for its glass beads which have been found at sites as far away as Mali, Mauritania, and Ghana.</p>"}},{"node":{"id":"9096e758-5fdf-5942-bcdc-eacc9fa4f3e8","frontmatter":{"country":"Mali","title":"Timbuktu","date":""},"fields":{"slug":"timbuktu-city"},"excerpt":"Timbuktu is an ancient city in Mali, situated 20 km (12 mi) north of the Niger River.  Starting out as a seasonal settlement, Timbuktu became a permanent settlement early in the 12th century. After a shift in trading routes, Timbuktu flourished from the trade in salt, gold, ivory and slaves. It became part of the Mali Empire early in the 14th century. In the first half of the 15th century, the Tuareg tribes took control of the city for a short period until the expanding…","timeToRead":3,"html":"<p>Timbuktu is an ancient city in Mali, situated 20 km (12 mi) north of the Niger River. </p>\n<p>Starting out as a seasonal settlement, Timbuktu became a permanent settlement early in the 12th century. After a shift in trading routes, Timbuktu flourished from the trade in salt, gold, ivory and slaves. It became part of the Mali Empire early in the 14th century. In the first half of the 15th century, the Tuareg tribes took control of the city for a short period until the expanding Songhai Empire absorbed the city in 1468. A Moroccan army defeated the Songhai in 1591 and made Timbuktu, rather than Gao, their capital. The invaders established a new ruling class, the Arma, who after 1612 became virtually independent of Morocco. </p>\n<p>In its Golden Age, the town's numerous Islamic scholars and extensive trading network made possible an important book trade: together with the campuses of the Sankore Madrasah, an Islamic university, this established Timbuktu as a scholarly centre in Africa. Several notable historic writers, such as Shabeni and Leo Africanus, have described Timbuktu. These stories fuelled speculation in Europe, where the city's reputation shifted from being extremely rich to being mysterious.</p>\n<p>Timbuktu was a world centre of Islamic learning from the 13th to the 17th century, especially under the Mali Empire and Askia Mohammad I's rule. The Malian government and NGOs have been working to catalog and restore the remnants of this scholarly legacy: Timbuktu's manuscripts.[71]</p>\n<p>Timbuktu's rapid economic growth in the 13th and 14th centuries drew many scholars from nearby Walata (today in Mauretania),[72] leading up to the city's golden age in the 15th and 16th centuries that proved fertile ground for scholarship of religions, arts and sciences. To the people of Timbuktu, literacy and books were symbols of wealth, power, and blessings and the acquisition of books became a primary concern for scholars.[73] An active trade in books between Timbuktu and other parts of the Islamic world and emperor Askia Mohammed's strong support led to the writing of thousands of manuscripts.[74]</p>\n<p>Knowledge was gathered in a manner similar to the early, informal European Medieval university model.[72] Lecturing was presented through a range of informal institutions called madrasahs.[75] Nowadays known as the University of Timbuktu, three madrasahs facilitated 25,000 students: Djinguereber, Sidi Yahya and Sankore.[76]</p>\n<p>These institutions were explicitly religious, as opposed to the more secular curricula of modern European universities and more similar to the medieval Europe model. However, where universities in the European sense started as associations of students and teachers, West-African education was patronized by families or lineages, with the Aqit and Bunu al-Qadi al-Hajj families being two of the most prominent in Timbuktu – these families also facilitated students is set-aside rooms in their housings.[77] Although the basis of Islamic law and its teaching were brought to Timbuktu from North Africa with the spread of Islam, Western African scholarship developed: Ahmad Baba al Massufi is regarded as the city's greatest scholar.[78]</p>\n<p>Timbuktu served in this process as a distribution centre of scholars and scholarship. Its reliance on trade meant intensive movement of scholars between the city and its extensive network of trade partners. In 1468–1469 though, many scholars left for Walata when Sunni Ali's Songhay Empire absorbed Timbuktu and again in 1591 with the Moroccan occupation.[72]</p>\n<p>Hundreds of thousands of manuscripts were collected in Timbuktu over the course of centuries: some were written in the town itself, others – including exclusive copies of the Qur'an for wealthy families – imported through the lively booktrade.</p>\n<p>Hidden in cellars or buried, hid between the mosque's mud walls and safeguarded by their patrons, many of these manuscripts survived the city's decline. They now form the collection of several libraries in Timbuktu, holding up to 700,000 manuscripts:[79] In late January 2013 it was reported that rebel forces destroyed many of the manuscripts before leaving the city.[80][81] However, there was no malicious destruction of any library or collection as most of the manuscripts were safely hidden away.[82][83][84][85] One librarian in particular, Abdel Kader Haidara, organized to have 350,000 medieval manuscripts smuggled out of Timbuktu for safekeeping.[86][87]</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Timbuktu\">https://en.wikipedia.org/wiki/Timbuktu</a></p>"}},{"node":{"id":"cbfbadfa-36c1-545d-936d-9b93c2b5d13c","frontmatter":{"country":"Burkina Faso","title":"The Ruins of Loropéni","date":""},"fields":{"slug":"loropeni-ruins"},"excerpt":"The ruins of Loropéni are an ancient heritage site near the town of Loropéni in southern Burkina Faso. They were added to the UNESCO World Heritage List in 2009. These ruins are the country's first World Heritage site. The site, which spans 11,130 square metres (119,800 sq ft), includes an array of stone walls that comprised an ancient fortress, the best preserved of ten in the area. They date back at least a thousand years. The settlement was occupied by the Lohron or…","timeToRead":1,"html":"<p>The ruins of Loropéni are an ancient heritage site near the town of Loropéni in southern Burkina Faso. They were added to the UNESCO World Heritage List in 2009. These ruins are the country's first World Heritage site. The site, which spans 11,130 square metres (119,800 sq ft), includes an array of stone walls that comprised an ancient fortress, the best preserved of ten in the area. They date back at least a thousand years. The settlement was occupied by the Lohron or Kulango people and prospered from the trans-Saharan gold trade, reaching its height between the 14th and 17th centuries AD. It was abandoned in the early 19th century.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Ruins_of_Lorop%C3%A9ni\">https://en.wikipedia.org/wiki/Ruins<em>of</em>Lorop%C3%A9ni</a></p>"}},{"node":{"id":"163f6ec3-1425-501a-ab23-1c9363852773","frontmatter":{"country":"Angola","title":"M'banza-Kongo","date":""},"fields":{"slug":"mbanza-kongo"},"excerpt":"M'banza-Kongo (known as São Salvador in Portuguese from 1570 to 1975), is the capital of Angola's northwestern Zaire Province. 1  was founded some time before the arrival of the Portuguese in 1483 and was the capital of the Kilukeni dynasty ruling at that time. The site was temporarily abandoned during civil wars in the 17th century. It lies close to Angola's border with the Democratic Republic of the Congo. It is located at around 6°16′0″S 14°15′0″E and sits on top of an…","timeToRead":3,"html":"<p>M'banza-Kongo (known as São Salvador in Portuguese from 1570 to 1975), is the capital of Angola's northwestern Zaire Province.[1][2] was founded some time before the arrival of the Portuguese in 1483 and was the capital of the Kilukeni dynasty ruling at that time. The site was temporarily abandoned during civil wars in the 17th century. It lies close to Angola's border with the Democratic Republic of the Congo. It is located at around 6°16′0″S 14°15′0″E and sits on top of an impressive flat-topped mountain, sometimes called Mongo a Kaila (mountain of division) because recent legends recall that the king created the clans of the kingdom and sent them out from there. In the valley to the south runs the Luezi River. </p>\n<p>M'banza-Kongo was once the home of the Manikongo, the ruler of the Kingdom of Kongo, which at its peak reached from southern Africa's Atlantic coast to the Nkisi River. The Manikongo was chosen by clan leaders to rule some 300 mi2, an area that today is part of several countries. The Portuguese who first reached it in 1491 travelled ten days to get there from the mouth of the Congo River.[4]</p>\n<p>The earliest documented kings referred to their city in their correspondence as \"the city of Congo\" (cidade do Congo), and the name of the city as São Salvador appears for the first time in the letters of Álvaro I of Kongo (1568–1587) and was carried on by his successors. The name was changed back to \"City of Kongo\" (Mbanza Kongo) after Angolan independence in 1975.</p>\n<p>When the Portuguese arrived in Kongo, Mbanza Kongo was already a large town, perhaps the largest in sub-equatorial Africa, and a 1491 visitor compared its size to the Portuguese town of Évora. During the reign of Afonso I, stone buildings were added, including a palace and several churches. The town grew substantially as the kingdom of Kongo expanded and grew, and an ecclesiastical statement of the 1630s related that 4,000-5,000 baptisms were performed in the city and its immediate hinterland (presumably the valleys that surround it), which is consistent with an overall population of 100,000 people. Of these, perhaps 30,000 lived on the mountain and the remainder in the valleys around the city. Among its important buildings were some twelve churches, including São Salvador, as well as private chapels and oratories and an impressive two-story royal palace, the only such building in all of Kongo, according to visitor Giovanni Francesco da Roma (1648).</p>\n<p>The city was sacked several times during the civil wars that followed the Battle of Mbwila (or Ulanga) in 1665, and was abandoned in 1678. It was reoccupied in 1705 by Dona Beatriz Kimpa Vita's followers and restored as Kongo's capital by King Pedro IV of Kongo in 1709. It was never again depopulated though its population fluctuated substantially during the eighteenth and nineteenth century.</p>\n<h3> Sites </h3>\n<p>M'banza Kongo is known for the ruins of its 16th century Cathedral of the Holy Saviour of Congo (built in 1549), which many Angolans claim is the oldest church in sub-Saharan Africa, although this is not true, as the oldest are in Ethiopia. The present-day church, called São Salvador, known locally as nkulumbimbi, is now said to have been built by angels overnight. It was elevated to the status of cathedral in 1596. Pope John Paul II visited the site during his tour of Angola in 1992.</p>\n<p>Another interesting site of historical significance is the memorial to King Afonso I's mother near the airport, which commemorates a popular legend that began in the 1680s that the king had buried his mother alive because she was not willing to give up an \"idol\" which she wore around her neck.</p>\n<p>Other important sites include the Jalankuwo, the Manikongo's judgement tree, which can still be found in the downtown area of the city, along with the sunguilu, a rectangular ground level structure where local tradition says the king's body was washed before burial. Both are on the grounds of the royal palace and present day Royal Museum.[1]</p>\n<p>The Royal Museum, recently rebuilt as a modern structure, houses an impressive collection of artifacts from the old Kingdom, even though many were lost from the older building during the Civil War of 1976–2002.</p>\n<p>In 2017, Mbanza Kongo was declared as a UNESCO World Heritage Site.[3] </p>"}},{"node":{"id":"799e1324-2c50-50be-aa3a-8b063dc88689","frontmatter":{"country":"Mozambique","title":"Chibuene","date":""},"fields":{"slug":"chibuene-city"},"excerpt":"Chibuene is a Mozambiquean archaeological site, located five kilometres south of the coastal city of Vilanculos South Beach. The site was occupied during two distinct phases. The earlier phase of occupation dates to the late first millennium AD. The second phase dates from around 1450 and is contemporaneous with the Great Zimbabwe civilization in the African interior. During both phases of its development Chibuene was a trading settlement.  Trade goods obtained from the site…","timeToRead":1,"html":"<p>Chibuene is a Mozambiquean archaeological site, located five kilometres south of the coastal city of Vilanculos South Beach. The site was occupied during two distinct phases. The earlier phase of occupation dates to the late first millennium AD. The second phase dates from around 1450 and is contemporaneous with the Great Zimbabwe civilization in the African interior. During both phases of its development Chibuene was a trading settlement. </p>\n<p>Trade goods obtained from the site include glass beads, painted blue and white ceramics, and glass bottle fragments. The later phase of settlement has yielded remains of ancient structures as well as evidence of metallurgy. Crucibles have been found that were presumably used to melt gold obtained from trade with the Great Zimbabwe civilization. There is evidence that Chibuene traded extensively with the inland settlement of Manyikeni. </p>\n<p>Manyikeni, a Zimbabwean traditional style of stone walled settlement 10 km west of Chibuene, possibly gained control of the site after AD 1200. This is attested by the increased similarity of later occupation deposits containing pottery similar in character to Manyikeni.[3]:18 In addition, this is corroborated by the presence of marine shell and imports from Indian ocean trade in the context of Manyikeni deposits suggesting the coast and hinterlands were connected through trade networks. Chibuene acted as the way point for entry of materials and resources from the eastern coast and the trade network it provided.</p>\n<p>Mozambique has jointly inscribed these two properties on their tentative version of the World Heritage List.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Chibuene\">https://en.wikipedia.org/wiki/Chibuene</a></p>"}},{"node":{"id":"07a48298-50a4-5c52-b172-f773a622e2f7","frontmatter":{"country":"Sudan","title":"Soba ","date":""},"fields":{"slug":"soba-city"},"excerpt":"","timeToRead":1,"html":"<div class=\"mw-parser-output\">\n<p>\nSoba is the former capital of the medieval Nubian kingdom of Alodia. E. A. Wallis Budge identified it with a group of ruins on the Blue Nile 19 kilometres (12 mi) from Khartoum, where there are remains of a Meroitic temple that had been converted into a Christian church.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">[1]</a></sup> \n</p>\n<p>\nIbn Selim el-Aswani described the city as large and wealthy, but he probably never visited it and modern archaeological investigations show it to have been a moderate centre. Built mainly of red brick, the abandoned city was plundered for building material when Khartoum was founded in 1821.\n</p>\n<p>\nSoba is commonly located on the east side of the Blue Nile river. It was once a Christian kingdom before being destroyed by Fong and Abdallab in 1509. There is confusion surrounding the location as many people think it was on the west bank of the Blue Nile river. The population of East Soba today are of the Magariba and Mahas tribe.\n</p>\n<h3>\n    <span class=\"mw-headline\" id=\"References\">\n        References\n    </span>\n    <hr/>\n</h3>\n<ul>\n    <li>\n        William Y. Adams, <i>Nubia: Corridor to Africa.</i> Princeton: Princeton University Press, 1977.\n    </li>\n</ul>\n<div>\n    <div>\n        <ol>\n            <li id=\"cite_note-1\">\n                <span class=\"mw-cite-backlink\"><b>\n                    <a href=\"#cite_ref-1\" aria-label=\"Jump up\" title=\"Jump up\">^</a></b>\n                </span> \n                <span class=\"reference-text\">\n                    E.A Wallis Budge, <i>A History of Ethiopia: Nubia and Abyssinia</i>, 1928 (Oosterhout, the Netherlands: Anthropological Publications, 1970) p. 118.\n                </span>\n            </li>\n        </ol>\n    </div>\n</div>\n</div>"}},{"node":{"id":"9e939f2c-b87b-5619-a710-2fadc275afbd","frontmatter":{"country":"Zimbabwe","title":"Khami","date":""},"fields":{"slug":"khami-city"},"excerpt":"Khami (also written as Khame, Kame or Kami) is a ruined city located 22 kilometres west of Bulawayo, in Zimbabwe. It was once the capital of the Kalanga Kingdom of Butwa of the Tolwa dynasty. It is now a national monument, and became a UNESCO World Heritage Site in 1986. The settlement that we see today was a development of the architectural form that emerged at Great Zimbabwe in the 13th century AD and a local Leopard's Kopje culture that built platforms of rough walling on…","timeToRead":2,"html":"<p>Khami (also written as Khame, Kame or Kami) is a ruined city located 22 kilometres west of Bulawayo, in Zimbabwe. It was once the capital of the Kalanga Kingdom of Butwa of the Tolwa dynasty. It is now a national monument, and became a UNESCO World Heritage Site in 1986.</p>\n<p>The settlement that we see today was a development of the architectural form that emerged at Great Zimbabwe in the 13th century AD and a local Leopard's Kopje culture that built platforms of rough walling on which houses would be constructed. </p>\n<p>The site of Khami reveals seven built-up areas occupied by the royal family with open areas in the valley occupied by the commoners. The complex comprises circular, sometimes terraced, artificial platforms encased by dry stone walls. The beautifully decorated 6m-high by 68m-long retaining wall of the precipice platform bears a checkerboard design along its entire length. The platforms, rising 2–7m above the ground, carried dhaka (clay) huts and courtyards where those of lower status lived. The remnants of cattle kraals and huts for ordinary people can be seen below the Hill Complex. The ruins include a royal enclosure or Hill Complex, which had to be on higher ground than other buildings, stone walls and hut platforms, and also a Christian cross believed to have been placed by a contemporary missionary. There are also ruins on the eastern side of the Khami River. Other platforms are believed to have been cattle kraals and a retaining wall with a chequered pattern. Recent excavations (2000–2006) have revealed that the walls of the western parts of the Hill Complex were all decorated in chequer, herringbone, cord, as well as variegated stone blocks.</p>\n<p>Khami marks an innovation that recognised the environment in which was built. The area around Khami, being riverine, is hot and had problems with malaria. The stone found at Khami (laminar granite) was different from that found in other areas of Zimbabwe (biotite). With a mixture of dolerite, this stone was harder to quarry and produced shapeless building stone. It can be estimated that over 60% of the stone produced at these quarries would not be of building quality. The building blocks thus needed to be shaped, but even then the stones were not suitable for building free-standing dry stone walls. The builders thus made an innovation and produced retaining walls instead. Secondly, building platforms made the houses cooler than those in the open areas below. It also eliminated the problem of malaria for the lucky royals who stayed in the built-up areas. </p>\n<p>The walls are gravity retaining walls built without mortar. Unlike at Great Zimbabwe, some of the walls at Khami have foundations built with huge blocks which would have been lifted by at least four people. </p>\n<p>Excavations have revealed well-planned buildings especially at the Hill Complex, which was occupied by the king. The complex was first built up by creating terraces of rough walling. These stable walls were then covered up by quality walling of dressed stone blocks. Each terrace was highly decorated with either a checkerboard pattern, herringbone, or a cord pattern. The terraces leaned inwards so that gravity would not cause collapses. The terraces that were created by leaning inwards had wooden poles probably for the guards to hold on to as they walked along the high and steep walls.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Khami\">https://en.wikipedia.org/wiki/Khami</a></p>"}},{"node":{"id":"e88308ff-9aec-546f-89c4-3fb8a45db15b","frontmatter":{"country":"Benin","title":"Abomey","date":""},"fields":{"slug":"abomey-city"},"excerpt":"Abomey is a city in the Zou Department of Benin. Abomey is also the former capital of the Kingdom of Dahomey (c. 1600–1904), which would later become a French colony, then the Republic of Dahomey (1960–1975), and is the modern-day Republic of Benin. Abomey houses the Royal Palaces of Abomey, a collection of small traditional houses that were inhabited by the Kings of Dahomey from 1600 to 1900, and which were designated a World Heritage Site by UNESCO in 1985. The commune of…","timeToRead":3,"html":"<p>Abomey is a city in the Zou Department of Benin. Abomey is also the former capital of the Kingdom of Dahomey (c. 1600–1904), which would later become a French colony, then the Republic of Dahomey (1960–1975), and is the modern-day Republic of Benin.</p>\n<p>Abomey houses the Royal Palaces of Abomey, a collection of small traditional houses that were inhabited by the Kings of Dahomey from 1600 to 1900, and which were designated a World Heritage Site by UNESCO in 1985.</p>\n<p>The commune of Abomey covers an area of 142 square kilometres and as of 2012 had a population of 90,195 people.[1][2]</p>\n<p>The Royal Palaces of Abomey are 12 palaces spread over an area of 40 hectares (100 acres) at the heart of the Abomey town in Benin, formerly the capital of the West African Kingdom of Dahomey.[2][3][4] The Kingdom was founded in 1625 by the Fon people who developed it into a powerful military and commercial empire, which dominated trade with European slave traders on the Slave Coast until the late 19th century, to whom they sold their prisoners of war.[5] At its peak the palaces could accommodate for up to 8000 people.[6] The King's palace included a two-story building known as the \"cowrie house\" or akuehue.[7] Under the twelve kings who succeeded from 1625 to 1900, the kingdom established itself as one of the most powerful of the western coast of Africa.</p>\n<p>The opulent palaces built by the 12 rulers of the kingdom within the cloistered site of Abomey, functioned between 1695 and 1900, as the traditional cultural hub of the empire. The first ruler to initiate the building of palaces was King Houegbadja who had founded the city.[9]</p>\n<p>The town where the palaces were built was surrounded by a mud wall with a circumference estimated at 10 kilometres (6 mi), pierced by six gates, and protected by a ditch 1.5 m (5 ft) deep, filled with a dense growth of prickly acacia, the usual defence of West African strongholds. Within the walls were villages separated by fields, several royal palaces, a market-place and a large square containing the barracks. The average thickness of the walls was about 0.5 m (1 1⁄2 ft), which maintained cool temperatures inside the palace rooms.[13]</p>\n<p>Each palace had a distinct design to suit the whims of the kings. The Kpododji through the Honnouwa formed the first interior courtyard of the palace while the second interior courtyard Jalalahènnou was by the Logodo. The Ajalala, a unique building, which has many types of openings, is in the second courtyard; the walls have decorations of suggestive images in bas-relief. The palaces of Glèlè and Guézo, which survived the intentional fire of 1894 set by Béhanzin, were restored and they are now part of the museum.[13]</p>\n<p>The materials used for construction consisted of earth for the foundations, floors and raised structures. The wood work was made with palm, bamboo, iroko and mahogany species. Roof was made of straw and sheet-metal.[13]</p>\n<p>Bas reliefs functioned as a record book (in the absence of written documents) to record the significant events in the evolution of the Fon people and their empire, relating the military victories and power of each king and documenting the Fon people's myths, customs and rituals. However, in 1892, in defiance of French occupation, King Behanzin (1889–1894) ordered that the city and the palaces be burned. Providentially, most monuments survived the fire and many palaces have been since restored. Copper and brass plaques adorned the walls.[14]</p>\n<p>The bas-reliefs were inlaid in walls and pillars. They were made out of earth from ant-hills mixed with palm oil and dyed with vegetable and mineral pigments. They represent one of the most impressive highlights of the palaces, which are now on display in the museum and replaced by replicas.[13]</p>\n<p>Many of the objects exhibited in the museum, which were part of the religious ceremonies conducted by the kings in the past, are used even now by the royal family of Dahome in their religious rites.[15]</p>\n<p>source: <a href=\"https://en.wikipedia.org/wiki/Royal_Palaces_of_Abomey\">https://en.wikipedia.org/wiki/Royal<em>Palaces</em>of_Abomey</a>,\n<a href=\"https://en.wikipedia.org/wiki/Abomey\">https://en.wikipedia.org/wiki/Abomey</a></p>"}},{"node":{"id":"80de06af-b170-5e71-8744-f58f8883f1d2","frontmatter":{"country":"Ethiopia","title":"Gondar","date":"1635"},"fields":{"slug":"gondar"},"excerpt":"Gondar  is a city and separate distirct in Ethiopia which served as a strong Christian kingdom for many years. Gondar previously served as the capital of both the Ethiopian Empire and the subsequent Begemder Province. The city holds the remains of several royal castles, including those in Fasil Ghebbi (the Royal Enclosure), for which Gondar has been called the \"Camelot of Africa\". Until the 16th century, the Solomonic Emperors of Ethiopia usually had no fixed capital town…","timeToRead":1,"html":"<p>Gondar  is a city and separate distirct in Ethiopia which served as a strong Christian kingdom for many years.</p>\n<p>Gondar previously served as the capital of both the Ethiopian Empire and the subsequent Begemder Province. The city holds the remains of several royal castles, including those in Fasil Ghebbi (the Royal Enclosure), for which Gondar has been called the \"Camelot of Africa\".</p>\n<p>Until the 16th century, the Solomonic Emperors of Ethiopia usually had no fixed capital town, but instead lived in tents in temporary royal camps as they moved around their realms while their family, bodyguard and retinue devoured surplus crops and cut down nearby trees for firewood. One exception to this rule was Debre Berhan, founded by Zara Yaqob in 1456; Tegulet in Shewa was also essentially the capital during the first century of Solomonic rule. Gondar was founded by Emperor Fasilides around the year 1635, and grew as an agricultural and market town. There was a superstition at the time that the capital's name should begin with the letter 'Gʷa' (modern pronunciation 'Gʷe'; Gonder was originally spelt Gʷandar), which also contributed to Gorgora's (founded as Gʷargʷara) growth in the centuries after 1600. Tradition also states that a buffalo led the Emperor Fasilides to a pool beside the Angereb, where an \"old and venerable hermit\" told the Emperor he would locate his capital there. Fasilides had the pool filled in and built his castle on that same site. The emperor also built a total of seven churches; the first two, Fit Mikael and Fit Abbo, were built to end local epidemics. The five emperors who followed him also built their palaces in the town.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Gondar\">https://en.wikipedia.org/wiki/Gondar</a></p>"}},{"node":{"id":"0eef9621-d485-5b7f-aae3-3096900ab5c1","frontmatter":{"country":"Ethiopia","title":"Fasil Ghebbi","date":"1635"},"fields":{"slug":"fasil-ghebbi"},"excerpt":"Fasil Ghebbi (Royal Enclosure) is the remains of a fortress-city within Gondar, Ethiopia. It was founded in the 17th century by Emperor Fasilides (Fasil) and was the home of Ethiopia's emperors. Its unique architecture shows diverse influences including Nubian styles. The site was inscribed as a UNESCO World Heritage Site in 1979. Ghebbi is an Amharic word for a compound or enclosure. The complex of buildings includes Fasilides' castle, Iyasu I's palace, Dawit III's Hall, a…","timeToRead":1,"html":"<p>Fasil Ghebbi (Royal Enclosure) is the remains of a fortress-city within Gondar, Ethiopia. It was founded in the 17th century by Emperor Fasilides (Fasil) and was the home of Ethiopia's emperors. Its unique architecture shows diverse influences including Nubian styles. The site was inscribed as a UNESCO World Heritage Site in 1979. Ghebbi is an Amharic word for a compound or enclosure.</p>\n<p>The complex of buildings includes Fasilides' castle, Iyasu I's palace, Dawit III's Hall, a banqueting hall, stables, Empress Mentewab's castle, a chancellery, library and three churches: Asasame Qeddus Mikael, Elfign Giyorgis and Gemjabet Mariyam.</p>\n<p>The origins of the Fasil Ghebbi can be found in the old tradition of the Ethiopian emperors to travel around their possessions, living off the produce of the peasants and dwelling in tents. Reflecting this connection, this precinct was frequently referred to as a katama (\"camp\" or \"fortified settlement\") or makkababya, the name applied to the imperial camp in the Royal Chronicle of Baeda Maryam.</p>\n<p>Emperor Fasilides broke with this tradition of progressing through the territories, and founded the city of Gondar as his capital; its relative permanence makes the city historically important. Within the capital, he commanded the construction of an imposing edifice, the Fasil Gemb or Fasilides castle. The area around the Fasil Gemb was delineated by a wall with numerous gates. Subsequent emperors built their own structures, many of which survive either in whole or part today. Visiting the Fasil Ghebbi in the late 1950s, Thomas Pakenham observed that \"dotted among the palaces are what remains of the pavilions and kiosks of the imperial city\".</p>\n<p>Fasil Ghebbi covers an area of about 70,000 square meters. To its south lies Adababay, the market place of Gondar, where imperial proclamations were made, troops presented, and criminals executed; it is currently a city park.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Fasil_Ghebbi\">https://en.wikipedia.org/wiki/Fasil_Ghebbi</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Cities*","types":"Cities"}}