{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"1333c508-4a09-542d-a9e9-54ab47f579fa","frontmatter":{"country":"Sudan","title":"Wadi Howar","date":"7500 BCE"},"fields":{"slug":"wadi-howar"},"excerpt":"Wadi Howar (Wadi Howa) is a wadi in Sudan and Chad. Originating in the Ennedi Region of Chad Wadi Howar runs through the Sudanese states of North Darfur to join the Nile north of the great bend opposite Old Dongola. Stretching over 1100 km in west-east direction across the southern fringes of the Libyan Desert, it ordinarily receives 25 mm of rainfall per year. Wadi Howar is the remnant of the ancient Yellow Nile, a tributary of the Nile during the Neolithic Subpluvial from…","timeToRead":1,"html":"<p>Wadi Howar (Wadi Howa) is a wadi in Sudan and Chad. Originating in the Ennedi Region of Chad Wadi Howar runs through the Sudanese states of North Darfur to join the Nile north of the great bend opposite Old Dongola. Stretching over 1100 km in west-east direction across the southern fringes of the Libyan Desert, it ordinarily receives 25 mm of rainfall per year.</p>\n<p>Wadi Howar is the remnant of the ancient Yellow Nile, a tributary of the Nile during the Neolithic Subpluvial from about 9500 to 4500 years ago. At that time Savanna fauna and cattle-herders occupied this region and the southern edge of the Sahara was some 500 km further north than it is today. When the Sahara underwent Desertification between 6000 and 4000 years ago, the wadi first became a chain of freshwater lakes and marshes, as shown by Ptolemy's world map, then it became extinct about 2000 years ago.</p>\n<p>Abundant prehistoric sites certify Wadi Howar as a once ecologically favoured area of settlement and a communication route between the inner regions of Africa and the Nile Valley. The hitherto most thoroughly investigated archaeological site in the wadi is Gala Abu Ahmed.</p>\n<p>Gala Abu Ahmed is a fortress ruin in lower Wadi Howar, northern Sudan. The 120 by 180 metres (390 ft × 590 ft)facility is located 110 kilometres (68 mi) west of the Nile. The fort was discovered in 1984 by archaeologists from the University of Cologne. It dates to the Napatan phase (ca. 750-350 BC) of the Kingdom of Kush. Radiocarbon dating suggests that the fortress was already in use around 1100 BC. The function of the building is still unclear.</p>"}},{"node":{"id":"59a5d3be-e0bc-5835-b823-97d4649d836b","frontmatter":{"country":"Sudan","title":"A-Group culture","date":"3800 BCE - 3100 BCE"},"fields":{"slug":"a-groupc"},"excerpt":"The A-Group culture was an ancient civilization that flourished between the First and Second Cataracts of the Nile in Nubia. It lasted from c. 3800 BC to c. 3100 BC. The A-Group makers maintained commercial ties with the Ancient Egyptians. They traded commodities like incense, ebony and ivory, which were gathered from the southern riverine area. They also bartered carnelian from the Western Desert as well as gold mined from the Eastern Desert in exchange for Egyptian products…","timeToRead":2,"html":"<p>The A-Group culture was an ancient civilization that flourished between the First and Second Cataracts of the Nile in Nubia. It lasted from c. 3800 BC to c. 3100 BC.</p>\n<p>The A-Group makers maintained commercial ties with the Ancient Egyptians. They traded commodities like incense, ebony and ivory, which were gathered from the southern riverine area. They also bartered carnelian from the Western Desert as well as gold mined from the Eastern Desert in exchange for Egyptian products, olive oil and other items from the Mediterranean basin.</p>\n<p>The A-Group makers left behind a number of cemeteries, with each necropolis containing around fifty graves. Most of what is known about this culture has been gleaned from these tombs, over 3,000 of which have been excavated. The burials are of two kinds: a more common oval pit, and a similar pit featuring a lateral funerary niche. Skeletons found within these graves were observed to be physically akin to their peers in Upper Egypt. The specimens typically had straight hair of a black or dark brown hue. On average, the men were 169.9 cm in height and the women stood around 155.5 cm. Some individuals were wrapped in leather and positioned on reed mats. </p>\n<p>All of the tombs contained various burial items, including personal ornaments, utensils and ceramics. Copper and gold artefacts initially appeared in graves of the Middle A Group, which are dated from ca. 3600–3300 cal BC (Killick 2014a). These are associated with Naqada pottery and other items of Egyptian provenance, suggesting that they too were imported. </p>\n<p>Dental trait analysis of A-Group fossils found that they were closely related to Afroasiatic-speaking populations inhabiting Northeast Africa and the Maghreb. </p>\n<p>Among the ancient populations, the A-Group people were nearest to the Kerma culture bearers and Kush populations in Upper Nubia, followed by the Meroitic, X-Group and Christian period inhabitants of Lower Nubia and the Kellis population in the Dakhla Oasis, as well as C-Group and Pharaonic era skeletons excavated in Lower Nubia and ancient Egyptians (Naqada,Badari, Hierakonpolis, Abydos and Kharga in Upper Egypt; Hawara in Lower Egypt). Among the recent groups,the A-Group makers were morphologically closest to Afroasiatic-speaking populations in the Horn of Africa,followed by the Shawia and Kabyle Berber populations of Algeria as well as Bedouin groups in Morocco, Libya and Tunisia. </p>\n<p>The A-Group culture came to an end around 3100 BC, when it was destroyed, apparently by the First Dynasty rulers of Egypt.</p>"}},{"node":{"id":"85866c23-48e3-5ed2-8388-2db58c321791","frontmatter":{"country":"Sudan","title":"Kerma","date":""},"fields":{"slug":"kerma-city"},"excerpt":"Kerma (also known as Dukki Gel) was the capital city of the Kerma culture, which was located in present-day Sudan at least 5500 years ago. 1  Kerma is one of the largest archaeological sites in ancient Nubia. It has produced decades of extensive excavations and research, including thousands of graves and tombs and the residential quarters of the main city surrounding the Western/Lower Deffufa. Around 3000 BC, a cultural tradition began around Kerma. It was a large urban…","timeToRead":3,"html":"<p>Kerma (also known as Dukki Gel) was the capital city of the Kerma culture, which was located in present-day Sudan at least 5500 years ago.[1][2] Kerma is one of the largest archaeological sites in ancient Nubia. It has produced decades of extensive excavations and research, including thousands of graves and tombs and the residential quarters of the main city surrounding the Western/Lower Deffufa.</p>\n<p>Around 3000 BC, a cultural tradition began around Kerma. It was a large urban center that was built around a large adobe temple known as the Western Deffufa.[1]</p>\n<p>As a capital city and location of royal burials, it sheds light on the complex social structure present in this society.</p>\n<h3>Settlement periods</h3>\n<ul>\n<li>Pre-Kerma (c. 3500–2500 BC) No C-Group culture Phase</li>\n<li>Early Kerma (c. 2500–2050 BC) C-Group Phase Ia–Ib</li>\n<li>Middle Kerma (c. 2050–1750 BC) C-Group Phase Ib–IIa</li>\n<li>Classic Kerma (c. 1750–1580 BC) C-Group Phase IIb–III</li>\n<li>Final Kerma (c. 1580–1500 BC) C-Group Phase IIb–III</li>\n<li>Late Kerma – ‘New Kingdom’ (c.1500–1100? BC) ‘New Kingdom’[3][4]</li>\n</ul>\n<h3>Kerma and its artifacts</h3>\n<p>By 1700 BC, Kerma was host to a population of at least 10,000 people.[5] Different to those of ancient Egypt in theme and composition, Kerma's artefacts are characterized by extensive amounts of blue faience, which the Kermans developed techniques to work with independently of Egypt,[6] and by their work with glazed quartzite and architectural inlays.[7][8]</p>\n<p>Kerma contains a cemetery with over 30,000 graves. The cemetery shows a general pattern of larger graves ringed by smaller ones, suggesting social stratification. The site includes at its southern boundary burial mounds, with four extending upwards of 90 metres (300 feet) in diameter. These are believed to be the graves of the city's final kings, some of which contain motifs and artwork reflecting Egyptian deities such as Horus. Generally, influence from Egypt may be observed in numerous burials, especially with regards to material evidence such as pottery and grave goods. For example, Second Intermediate Egyptian ceramics from Avaris, such as Tell el-Yahudiyeh Ware, have been discovered within Kerma burials.[9] In addition, artifacts such as scarab seals and amulets are prolific, indicating extensive trade with ancient Egypt as well as an exchange of cultural ideas.[9] After the sacking of Kerma, the cemetery was used to host the kings of the 25th or \"Napatan\" dynasty of the Kingdom of Kush from Upper (Southern) Nubia.</p>\n<h3>Archaeology</h3>\n<p>From 1977 to 2003, Bonnet and an international team of scholars excavated at Kerma. \"Bonnet and his colleagues unearthed the foundations of numerous houses, workshops, and palaces, proving that as early as 2000 BC Kerma was a large urban center, presumably the capital city and a burial ground of the kings of Kush”.[12] </p>\n<p>Bonnet’s Swiss team has excavated the following types of sites at Kerma: ancient town, princely tomb, temple, residential/administrative buildings, Napatan buildlings, Napatan potter’s workshop, Meroitic cemeteries, fortifications, and Neolithic grain pits and huts. Among many other unique finds, Bonnet uncovered a bronze forge in the Kerma main city. “It is within the walls of the religious center that a bronze workshop was built. The workshop consisted of multiple forges and the artisans’ techniques appear to have been quite elaborate. There is no comparable discovery in Egypt or in Sudan to help us interpret these remains\"[13]</p>\n<p>In 2003, black granite statues of pharaohs of the Twenty-fifth Dynasty of Egypt were discovered near Kerma by Charles Bonnet and his archaeological team.[14][15][16] The statues are displayed on site in the Kerma Museum.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kerma\">https://en.wikipedia.org/wiki/Kerma</a></p>"}},{"node":{"id":"dc7ef3e5-c9ff-5b49-a838-4e79d964f974","frontmatter":{"country":"Sudan","title":"Kerma kingdom","date":"c. 2500 BCE–c. 1500 BCE"},"fields":{"slug":"kerma-kngdm"},"excerpt":"The Kerma culture or Kerma kingdom was an early civilization centered in Kerma (also known as Dukki Gel), Sudan. Kerma was the capital city of the Kerma culture.  It was a large urban center that was built around a large adobe temple known as the Western Deffufa. The Kerma culture flourished from around 2500 BCE to 1500 BCE in ancient Nubia, located in Upper Egypt and northern Sudan.  The polity seems to have been one of a number of Nile Valley states during the Middle…","timeToRead":2,"html":"<p>The Kerma culture or Kerma kingdom was an early civilization centered in Kerma (also known as Dukki Gel), Sudan. Kerma was the capital city of the Kerma culture.  It was a large urban center that was built around a large adobe temple known as the Western Deffufa.</p>\n<p>The Kerma culture flourished from around 2500 BCE to 1500 BCE in ancient Nubia, located in Upper Egypt and northern Sudan. </p>\n<p>The polity seems to have been one of a number of Nile Valley states during the Middle Kingdom of Egypt. In the Kingdom of Kerma's latest phase, lasting from about 1700–1500 BCE, it absorbed the Sudanese kingdom of Sai and became a sizable, populous empire rivaling Egypt. Around 1500 BCE, it was absorbed into the New Kingdom of Egypt, but rebellions continued for centuries. By the eleventh century BCE, the more-Egyptianized Kingdom of Kush emerged, possibly from Kerma, and regained the region's independence from Egypt.</p>\n<p>The primary site of Kerma that forms the heart of the Kingdom of Kerma includes both an extensive town and a cemetery consisting of large tumuli (a mound of earth and stones raised over a grave or graves). The level of affluence at the site demonstrated the power of the Kingdom of Kerma, especially during the Second Intermediate Period when the Kermans threatened the southern borders of Egypt.</p>\n<p>Recent survey and excavation work has identified many new sites south of Kerma, many located on channels of the Nile, now dry, which lay to the east of the modern course of the river. This pattern of settlement indicates a substantial population and for the first time provides us with some sort of context in which we can place Kerma itself. Survey work in advance of the Merowe Dam at the Fourth Cataract has confirmed the presence of Kerma sites at least as far upriver as the Abu Hamad/Mograt Island area.</p>\n<p>Kerma was evidently a sizable political entity - Egyptian records speak of its rich and populous agricultural regions. Unlike Egypt, Kerma seems to have been highly centralized. It controlled the 1st to 4th Cataracts, which meant its domain was as extensive as ancient Egypt.</p>\n<p>Numerous village communities scattered alongside fields of crops made up the bulk of the realm, but there also seems to have been districts wherein pastoralism (goat, sheep and cattle) and gold processing were important industries. Certain Kerma towns served to centralize agricultural products and direct trade. Analysis of the skulls of thousands of cattle interred in royal Kerma tombs suggest that stock were sometimes brought vast distances, from far districts, presumably as a type of tribute from rural communities on the death of Kerma's monarchs. This parallels the importance of cattle as royal property in other parts of Africa at later times.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kerma_culture\">https://en.wikipedia.org/wiki/Kerma_culture</a></p>"}},{"node":{"id":"d0f3930f-f7d7-5445-8aab-0d78bde3ef5a","frontmatter":{"country":"Somalia","title":"Land of Punt","date":"2500 BCE"},"fields":{"slug":"punt-land"},"excerpt":"The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it. At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the…","timeToRead":2,"html":"<p>The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it.</p>\n<p>At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the regions located in the direction of the sunrise, to the East of Egypt. These eastern regions' resources included products used in temples, notably incense. Older literature (and current non-mainstream literature) maintained that the label \"God's Land\", when interpreted as \"Holy Land\" or \"Land of the gods/ancestors\", meant that the ancient Egyptians viewed the Land of Punt as their ancestral homeland.</p>\n<p>Analysis of mummified baboons in the British Museum has revealed the location of the land of Punt as the area between Ethiopia and Eritrea. </p>\n<p>The earliest recorded ancient Egyptian expedition to Punt was organized by Pharaoh Sahure of the Fifth Dynasty (25th century BC). However, gold from Punt is recorded as having been in Egypt as early as the time of Pharaoh Khufu of the Fourth Dynasty.</p>\n<p>Subsequently, there were more expeditions to Punt in the Sixth, Eleventh, Twelfth and Eighteenth dynasties of Egypt. In the Twelfth Dynasty, trade with Punt was celebrated in popular literature in the Tale of the Shipwrecked Sailor.</p>\n<p>In the reign of Mentuhotep III (11th dynasty, ca. 2000 BC), an officer named Hannu organized one or more voyages to Punt, but it is uncertain whether he personally traveled on these expeditions. Trading missions of the 12th dynasty pharaohs Senusret I, Amenemhat II and Amenemhat IV had also successfully navigated their way to and from the mysterious land of Punt.</p>\n<p>In the Eighteenth Dynasty of Egypt, Hatshepsut built a Red Sea fleet to facilitate trade between the head of the Gulf of Aqaba and points south as far as Punt to bring mortuary goods to Karnak in exchange for Nubian gold. Hatshepsut personally made the most famous ancient Egyptian expedition that sailed to Punt. During the reign of Queen Hatshepsut in the 15th century BC, ships regularly crossed the Red Sea in order to obtain bitumen, copper, carved amulets, naptha and other goods transported overland and down the Dead Sea to Elat at the head of the gulf of Aqaba where they were joined with frankincense and myrrh coming north both by sea and overland along trade routes through the mountains running north along the east coast of the Red Sea.</p>"}},{"node":{"id":"a30805ee-0a4a-51d1-857c-00ae0f36b734","frontmatter":{"country":"Sudan","title":"C-Group culture","date":"2400 BCE - 1550 BCE"},"fields":{"slug":"c-group"},"excerpt":"The C-Group culture is an archaeological culture found in Lower Nubia, which dates from ca. 2400 BCE to ca. 1550 BCE. The C-Group is marked by its distinctive pottery, and for its tombs. Early C-Group tombs consisted of a simple \"stone circle\" with the body buried in a depression in the centre. The tombs later became more elaborate with the bodies being placed in a stone lined chamber, and then the addition of an extra chamber on the east: for offerings. The C-Group were…","timeToRead":2,"html":"<p>The C-Group culture is an archaeological culture found in Lower Nubia, which dates from ca. 2400 BCE to ca. 1550 BCE.</p>\n<p>The C-Group is marked by its distinctive pottery, and for its tombs. Early C-Group tombs consisted of a simple \"stone circle\" with the body buried in a depression in the centre. The tombs later became more elaborate with the bodies being placed in a stone lined chamber, and then the addition of an extra chamber on the east: for offerings.</p>\n<p>The C-Group were farmers and semi-nomadic herders keeping large numbers of cattle in an area that is today too arid for such herding. Originally they were believed to be a peaceful people due to the lack of weapons in tombs; however, daggers, short swords and battle-axes were found in C-Group graves. Their settling around the forts built by the ancient Egyptians was seen as further evidence.</p>\n<p>Most of what is known about the C-Group peoples comes from Lower Nubia and the Dongola Reach. The northern border of the C-Group was around Kubaniek. The southern border is still uncertain, but C-Group sites have been found as far south as Eritrea.</p>\n<p>During the Egyptian Sixth Dynasty, Lower Nubia is described of consisting of a number of small states, three of which are named: Setju, Wawat, and Irjet. At this same time in Upper Nubia the Kingdom of Kerma was emerging. The exact relation between the C-Group and Kerma are uncertain, but early Kerma shows definite similarities to the C-Group culture and the Pan-Grave culture.</p>\n<p>Under the Middle Kingdom much of the C-Group lands in Lower Nubia were conquered by Egypt; after the Egyptians left, Kerma expanded north controlling the region. Starting with the conquest of Nubia by Egypt under Tuthmosis I in the late 16th century BCE, the C-Group merged with the Egyptians.</p>\n<p>Dental trait analysis of C-Group fossils found that they were closely related to other Afroasiatic-speaking populations inhabiting Northeast Africa and the Maghreb. Among the ancient populations, the C-Group people were nearest to the ancient Egyptians (Naqada, Badari, Hierakonpolis, Abydos and Kharga in Upper Egypt; Hawara in Lower Egypt) and Pharaonic era skeletons excavated in Lower Nubia, followed by the A-Group culture bearers of Lower Nubia,the Kerma and Kush populations in Upper Nubia, the Meroitic, X-Group and Christian period inhabitants of Lower Nubia, and the Kellis population in the Dakhla Oasis. Among the recent groups, the C-Group markers were morphologically closest to the Shawia and Kabyle Berber populations of Algeria as well as Bedouin groups in Morocco, Libya and Tunisia, followed by other Afroasiatic-speaking populations in the Horn of Africa. The C-Group skeletons and these ancient and recent fossils were also phenotypically distinct from those belonging to recent Negroid populations in Sub-Saharan Africa.</p>"}},{"node":{"id":"0b9c1807-e508-5b08-8912-588c34900feb","frontmatter":{"country":"Sudan","title":"Semna","date":"1985 BCE"},"fields":{"slug":"semna_settl"},"excerpt":"Excavated between 1956–57 and 1966–68, Semna South is a 12th Dynasty fort located in Nubia—the present Republic of Sudan—on the west bank of the Nile. These excavations revealed the building plan of the fort, a church, a cemetery, and numerous other settlement-related features. Some of the most important discoveries were found within dumps near the fort. In particular, Žabkar recovered pottery seals which provided the Egyptian name of the fort (“Subduer of the Setiu-Nubians…","timeToRead":1,"html":"<p>Excavated between 1956–57 and 1966–68, Semna South is a 12th Dynasty fort located in Nubia—the present Republic of Sudan—on the west bank of the Nile. These excavations revealed the building plan of the fort, a church, a cemetery, and numerous other settlement-related features. Some of the most important discoveries were found within dumps near the fort. In particular, Žabkar recovered pottery seals which provided the Egyptian name of the fort (“Subduer of the Setiu-Nubians” or “Subduer of the Seti-land”) which was unknown until the 1966-1968 field seasons.</p>\n<p>The artifacts recovered from these excavations, including pottery sherds, textiles, jewelry, an axe, and additional seals, indicate that the fort at Semna South was utilized during the Middle Kingdom. The adjacent cemetery with burials from the Meroitic, X-Group, and Christian periods suggests a much longer habitation of the region: from the Middle Kingdom until the Middle Ages.</p>\n<p>Archaeological excavations of Semna South have contributed to the overall understanding of the Middle Kingdom of Egypt fort system. These forts established military control over Upper and Lower Nubia and the Nile river transport of commodities, and were integral parts of the Egyptian empire.</p>\n<p>The temples of Dedwen and Sesostris III were moved to the National Museum of Sudan in Khartoum prior to the flooding of Lake Nasser.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Semna_(Nubia\">https://en.wikipedia.org/wiki/Semna_(Nubia</a>)</p>"}},{"node":{"id":"a332e3ed-806f-5294-a4aa-466bd1251bbc","frontmatter":{"country":"Sudan","title":"Napata","date":""},"fields":{"slug":"napata-nubia"},"excerpt":"Napata was a city-state of ancient Nubia on the west bank of the Nile at the site of modern Karima, Sudan. Napata was founded by Thutmose III in the 15th century BC after his conquest of Nubia. The nearby Jebel Barkal was taken to mark the southern border of the New Kingdom of Egypt. In 1075 BC, the High Priest of Amun at Thebes, capital of Egypt, became powerful enough to limit the power of Pharaoh Smendes of the post-Ramesside Twenty-first Dynasty over Upper Egypt. This was…","timeToRead":3,"html":"<p>Napata was a city-state of ancient Nubia on the west bank of the Nile at the site of modern Karima, Sudan.</p>\n<p>Napata was founded by Thutmose III in the 15th century BC after his conquest of Nubia. The nearby Jebel Barkal was taken to mark the southern border of the New Kingdom of Egypt.</p>\n<p>In 1075 BC, the High Priest of Amun at Thebes, capital of Egypt, became powerful enough to limit the power of Pharaoh Smendes of the post-Ramesside Twenty-first Dynasty over Upper Egypt. This was the beginning of the Third Intermediate Period (1075–664 BC). The fragmentation of power in Egypt allowed the Nubians to regain autonomy. They founded the Kingdom of Kush, which was centered at Napata.</p>\n<p>In 750 BC, Napata was a developed city, while Egypt was still suffering political instability. Kashta, whose name is Egyptian for \"the Kushite\", profited from it, and attacked Upper Egypt. His policy was pursued by his successors Piye, and Shabaka (721–707 BC), who eventually brought the whole Nile Valley under Kushitic control in the second year of his reign. Overall, the Kushite kings ruled Upper Egypt for approximately one century and the whole of Egypt for approximately 57 years, from 721 to 664 BC. They constitute the Twenty-fifth Dynasty in Manetho’s Aegyptiaca.</p>\n<p>The reunited Egyptian empire under the 25th dynasty was as large as it had been since the New Kingdom and ushered in a renaissance. Religion, the arts, and architecture were restored to their Old, Middle, and New Kingdom forms. Pharaohs, such as Taharqa, built or restored temples and monuments throughout the Nile, including at Memphis, Karnak, Kawa, Jebel Barkal, and elsewhere.</p>\n<p>Pharaoh Taharqa's reign and that of his eventual successor, his cousin Tantamani, were filled with constant conflict with the Neo-Assyrian Empire. Around 670 BC, emperor Esarhaddon (681–669 BC) conquered Lower Egypt, but allowed local kingdoms there to exist in order to enlist them as his allies against the Kushite rulers of Upper Egypt, who had been accepted with reluctance.</p>\n<p>The 25th dynasty ended with its rulers retreating to Napata. It was there (at El-Kurru and Nuri) that all 25th dynasty pharaohs are buried under the first pyramids that the Nile valley had seen since the Middle Kingdom.</p>\n<p>The Napatan dynasty continued to rule the Kushite state, which flourished in Napata and Meroë until at least the second century AD.</p>\n<p>Napata remained the centre of the Kingdom of Kush for another two generations, from the 650s to 590 BC. Its economy was essentially based on gold, with 26th dynasty Egypt an important economic ally.</p>\n<p>Napatan architecture, paintings, writing script, and other artistic and cultural forms were in Kush style. Egyptian burial customs were practised, including the resurrection of pyramid building. Also, several ancient Egyptian deities were worshipped. The most important god was Amun, a Theban deity. The Temple of Amun and the Temple of Mut were the most important ones at Napata, located at the foot of Jebel Barkal.</p>\n<p>After the Achaemenid conquest of Egypt, Napata lost its economic influence. The Napatan region itself was desiccating, leading to less cattle and agriculture. An Achaemenid raid had seriously affected Napata in 591 BC. Finally, Napata was losing its role of economic capital to Meroë. The island of Meroë, the peninsula formed by the Nile and the Atbarah River, was an area rich in iron, which was becoming an essential source of wealth. Meroe eventually became the capital of the Kingdom of Kush, leading to the abandonment of Napata.</p>\n<p>In 23 BC, the Governor of Roman Egypt invaded Kush after an initial attack by the queen of Meroë, razing Napata to the ground. In the Res Gestae Divi Augusti (\"Deeds of the Divine Augustus\"), Augustus claims that \"a penetration was made as far as the town of Napata, which is next to Meroe.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Napata\">https://en.wikipedia.org/wiki/Napata</a></p>"}},{"node":{"id":"c59f4098-088d-59fc-8533-4037d0262413","frontmatter":{"country":"Sudan","title":"Jebel Barkal","date":""},"fields":{"slug":"jebel-barkal"},"excerpt":"Jebel Barkal or Gebel Barkal (Arabic: جبل بركل‎) is a very small mountain located some 400 km north of Khartoum, in Karima town in Northern State in Sudan, on a large bend of the Nile River, in the region called Nubia. The mountain is 98 m tall, has a flat top, and apparently was used as a landmark by the traders in the important route between central Africa, Arabia, and Egypt, as the point where it was easier to cross the great river. In 2003, the mountain, together with the…","timeToRead":1,"html":"<p>Jebel Barkal or Gebel Barkal (Arabic: جبل بركل‎) is a very small mountain located some 400 km north of Khartoum, in Karima town in Northern State in Sudan, on a large bend of the Nile River, in the region called Nubia. The mountain is 98 m tall, has a flat top, and apparently was used as a landmark by the traders in the important route between central Africa, Arabia, and Egypt, as the point where it was easier to cross the great river. In 2003, the mountain, together with the historical city of Napata (which sits at its feet), were named World Heritage Sites by UNESCO. The Jebel Barkal area houses the Jebel Barkal Museum.</p>\n<p>Around 1450 BCE, the Egyptian Pharaoh Thutmose III extended his empire to that region and considered Jebel Barkal its southern limit. There, he campaigned near the city of Napata that, about 300 years later, became the capital of the independent kingdom of Kush. The 25th Dynasty Nubian king Piye later greatly enlarged the New Kingdom Temple of Amun in this city and erected his Year 20 Victory stela within it.</p>\n<p>The ruins around Jebel Barkal include at least 13 temples and 3 palaces. </p>\n<p>The Temple of Mut, also named temple B300, is a partially rock-cut temple built on the west side base of the Jebel Barkal pinnacle, from which angle it assumed the shape of an Uraeus wearing the White Crown of Upper Egypt. Dedicated to the goddess Mut, the wife of Amun, the Temple of Mut was erected by pharaoh Taharqa in the 680s BCE, at a time when he ruled upper and lower Egypt.</p>\n<p>The Temple of Amun is one of the largest temples at Jebel Barkal. It is considered sacred to the local population. Not only was the Amun temple a main centre of what at one time was considered to be an almost universal religion, but, along with the other archaeological sites at Jebel Barkal, it was representative of the revival of Egyptian religious values. Up to the middle of the 19th century, the temple was subjected to vandalism, destruction, and indiscriminate plundering, before it came under state protection.</p>\n<p>Jebel Barkal served as a royal cemetery during the Meroitic Kingdom. The earliest burials date back to the 3rd century BC.</p>"}},{"node":{"id":"f561b6eb-e858-5d74-b941-bef79ded5192","frontmatter":{"country":"Sudan","title":"Meroë","date":""},"fields":{"slug":"meroe-nubia"},"excerpt":"Meroë is an ancient city on the east bank of the Nile about 6 km north-east of the Kabushiya station near Shendi, Sudan. This city was the capital of the Kingdom of Kush for several centuries.  The Kushitic Kingdom of Meroë gave its name to the Island of Meroë, which was the modern region of Butana, a region bounded by the Nile (from the Atbarah River to Khartoum), the Atbarah and the Blue Nile. The city of Meroë was on the edge of Butana and there were two other Meroitic…","timeToRead":3,"html":"<p>Meroë is an ancient city on the east bank of the Nile about 6 km north-east of the Kabushiya station near Shendi, Sudan. This city was the capital of the Kingdom of Kush for several centuries.  The Kushitic Kingdom of Meroë gave its name to the Island of Meroë, which was the modern region of Butana, a region bounded by the Nile (from the Atbarah River to Khartoum), the Atbarah and the Blue Nile.</p>\n<p>The city of Meroë was on the edge of Butana and there were two other Meroitic cities in Butana: Musawwarat es-Sufra and Naqa.</p>\n<p>The site of the city of Meroë is marked by more than two hundred pyramids in three groups, of which many are in ruins. They have the distinctive size and proportions of Nubian pyramids.</p>\n<p>Meroë was the south capital of the Napata/Meroitic Kingdom, that spanned the period c. 800 BCE – c. 350 CE. According to partially deciphered Meroitic texts, the name of the city was Medewi or Bedewi. Excavations revealed evidence of important, high ranking Kushite burials, from the Napatan Period (c. 800 – c. 280 BCE) in the vicinity of the settlement called the Western cemetery. The culture of Meroë developed from the Twenty-fifth Dynasty of Ancient Egypt, which originated in Kush. The importance of the town gradually increased from the beginning of the Meroitic Period, especially from the reign of Arakamani (c. 280 BCE) when the royal burial ground was transferred to Meroë from Napata (Gebel Barkal). In the fifth century BCE, Greek historian Herodotus described it as \"a great city...said to be the mother city of the other Ethiopians.\" The city of Meroë was located along the middle Nile which is of much importance due to the annual flooding of the Nile river valley and the connection to many major river systems such as the Niger which aided with the production of pottery and iron characteristic to the Meroitic kingdom that allowed for the rise in power of its people.</p>\n<p>The centralized control of production within the Meroitic empire and distribution of certain crafts and manufactures may have been politically important with their iron industry and pottery crafts gaining the most significant attention. The Meroitic settlements were oriented in a savannah orientation with the varying of permanent and less permanent agricultural settlements can be attributed to the exploitation of rainlands and savannah-oriented forms of subsistence.</p>\n<p>At the time, iron was one of the most important metals worldwide, and Meroitic metalworkers were among the best in the world. Meroë also exported textiles and jewelry. Their textiles were based on cotton and working on this product reached its highest achievement in Nubia around 400 BCE. Furthermore, Nubia was very rich in gold. It is possible that the Egyptian word for gold, nub, was the source of name of Nubia. Trade in \"exotic\" animals from farther south in Africa was another feature of their economy.</p>\n<p>At its peak, the rulers of Meroë controlled the Nile Valley north to south, over a straight-line distance of more than 1,000 km (620 mi).</p>\n<p>The King of Meroë was an autocratic ruler who shared his authority only with the Queen Mother, or Candace. However, the role of the Queen Mother remains obscure. The administration consisted of treasurers, seal bearers, heads of archives and chief scribes, among others.</p>\n<p>Although the people of Meroë also had southern deities such as Apedemak, the lion-son of Sekhmet (or Bast, depending upon the region), they also continued worshipping ancient Egyptian gods that they had brought with them. Among these deities were Amun, Tefnut, Horus, Isis, Thoth and Satis, though to a lesser extent.</p>\n<p>The collapse of their external trade with other Nile Valley states may be considered as one of the prime causes of the decline of royal power and disintegration of the Meroitic state in the 3rd and 4th centuries CE.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Mero%C3%AB\">https://en.wikipedia.org/wiki/Mero%C3%AB</a></p>"}},{"node":{"id":"0f6c6fbc-1aa1-56a0-9a9e-10921a7e88aa","frontmatter":{"country":"Sudan","title":"El-Kurru","date":""},"fields":{"slug":"el-kurru"},"excerpt":"El-Kurru was one of the royal cemeteries used by the Nubian royal family. Reisner excavated the royal pyramids. Most of the pyramids date to the early part of the Kushite period, from Alara of Nubia (795–752 BC) to King Nastasen (335–315 BC). The area is divided into three parts by two wadis. The central section seems to be the oldest and contains several tumulus type tombs that predate the Kingdom of Napata.  The highest part of the cemetery contains four tumulus tombs (Tum…","timeToRead":1,"html":"<p>El-Kurru was one of the royal cemeteries used by the Nubian royal family. Reisner excavated the royal pyramids. Most of the pyramids date to the early part of the Kushite period, from Alara of Nubia (795–752 BC) to King Nastasen (335–315 BC).</p>\n<p>The area is divided into three parts by two wadis. The central section seems to be the oldest and contains several tumulus type tombs that predate the Kingdom of Napata. </p>\n<p>The highest part of the cemetery contains four tumulus tombs (Tum. 1, 2, 4 and 5). To the north, across the northern wadi Tum. 6 is located. To the east of the tumuli is a row of at least eight pyramids. One of them partially intrudes on a tumulus tomb (Tum. 19). The southernmost of this row of pyramids belonging to Kashta (presumably to) his wife Pebatjma. Before this row is another row of pyramids which includes those of Piye, Shabaka and Tanutamani.</p>\n<p>To the south of the pyramid of Pebatjma, one has to cross the southern wadi to reach the southern pyramids. These are the pyramids of the Queens: Naparaye (K.3), Khensa (K.4), Qalhata (K.5), and Arty (K.6).</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/El-Kurru\">https://en.wikipedia.org/wiki/El-Kurru</a></p>"}},{"node":{"id":"1ff7e4f9-1720-5523-ac82-eb9cce5095e7","frontmatter":{"country":"Sudan","title":"Kingdom of Kush","date":"785 BCE"},"fields":{"slug":"kush_kngdm"},"excerpt":"The Kingdom of Kush was an ancient kingdom in Nubia, located at the Sudanese and southern Egyptian Nile Valley. The Kushite era of rule in Nubia was established after the Late Bronze Age collapse and the disintegration of the New Kingdom of Egypt. Kush was centered at Napata during its early phase. After Kashta (\"the Kushite\") invaded Egypt in the 8th century BC, the monarchs of Kush were also the pharaohs of the Twenty-fifth Dynasty of Egypt, until they were expelled by the…","timeToRead":3,"html":"<p>The Kingdom of Kush was an ancient kingdom in Nubia, located at the Sudanese and southern Egyptian Nile Valley.</p>\n<p>The Kushite era of rule in Nubia was established after the Late Bronze Age collapse and the disintegration of the New Kingdom of Egypt. Kush was centered at Napata during its early phase. After Kashta (\"the Kushite\") invaded Egypt in the 8th century BC, the monarchs of Kush were also the pharaohs of the Twenty-fifth Dynasty of Egypt, until they were expelled by the Neo-Assyrian Empire under the rule of Esarhaddon a century later.</p>\n<p>During classical antiquity, the Kushite imperial capital was located at Meroë. In early Greek geography, the Meroitic kingdom was known as Aethiopia. The Kingdom of Kush with its capital at Meroe persisted until the 4th century AD, when it weakened and disintegrated due to internal rebellion. The seat was eventually captured and burnt to the ground by the Kingdom of Aksum. Afterwards the Nubians established the three, eventually Christianized, kingdoms of Nobatia, Makuria and Alodia.</p>\n<p>Mentuhotep II, the 21st century BC founder of the Middle Kingdom, is recorded to have undertaken campaigns against Kush in the 29th and 31st years of his reign. This is the earliest Egyptian reference to Kush; the Nubian region had gone by other names in the Old Kingdom. Under Thutmose I, Egypt made several campaigns south. This eventually resulted in their annexation of Nubia circa 1504 BC. After the conquest, Kerma culture was increasingly Egyptianized, yet rebellions continued for 220 years until c. 1300 BC. During the New Kingdom, Nubia nevertheless became a key province of the New Kingdom, economically, politically and spiritually. Indeed, major Pharonic ceremonies were held at Jebel Barkal near Napata. As an Egyptian colony from the 16th century BC, Nubia (\"Kush\") was governed by an Egyptian Viceroy of Kush. With the disintegration of the New Kingdom around 1070 BC, Kush became an independent kingdom centered at Napata in modern northern Sudan.</p>\n<p>The extent of cultural/political continuity between the Kerma culture and the chronologically succeeding Kingdom of Kush is difficult to determine. The latter polity began to emerge around 1000 BC, 500 years after the end of the Kingdom of Kerma. By 1200 BC, Egyptian involvement in the Dongola Reach was nonexistent. By the 8th century BC, the new Kushite kingdom emerged from the Napata region of the upper Dongola Reach. The first Napatan king, Alara, dedicated his sister to the cult of Amun at the rebuilt Kawa temple, while temples were also rebuilt at Barkal and Kerma. A Kashta stele at Elephantine, places the Kushites on the Egyptian frontier by the mid-eighteenth century. This first period of the kingdom's history, the 'Napatan', was succeeded by the 'Meroitic', when the royal cemeteries relocated to Meroe around 300 BC.</p>\n<p>The Kushites buried their monarchs along with all their courtiers in mass graves. Archaeologists refer to these practices as the \"Pan-grave culture\". This was given its name due to the way in which the remains are buried. They would dig a pit and put stones around them in a circle. Kushites also built burial mounds and pyramids, and shared some of the same gods worshiped in Egypt, especially Ammon and Isis. With the worshiping of these gods the Kushites began to take some of the names of the gods as their throne names.</p>\n<p>The Kush rulers were regarded as guardians of the state religion and were responsible for maintaining the houses of the gods. Some scholars believe the economy in the Kingdom of Kush was a redistributive system. The state would collect taxes in the form of surplus produce and would redistribute to the people. Others believe that most of the society worked on the land and required nothing from the state and did not contribute to the state. Northern Kush seemed to be more productive and wealthier than the Southern area.</p>\n<p>Dental trait analysis of fossils dating from the Meroitic period in Semna, Nubia, found that they were closely related to Afroasiatic-speaking populations inhabiting the Nile, Horn of Africa, Maghreb and Canary Islands. The Meroitic skeletons and these ancient and recent fossils were also phenotypically distinct from those belonging to recent Niger–Congo, Nilo-Saharan and Khoisan-speaking populations in Sub-Saharan Africa, as well as from the Mesolithic inhabitants of Jebel Sahaba in Nubia.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Kush\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Kush</a></p>"}},{"node":{"id":"106e1d6c-59fa-5a53-b3da-bf8a1d32240c","frontmatter":{"country":"Sudan","title":"Nubian Dynasty","date":"744 BCE–656 BCE"},"fields":{"slug":"nubian-dyn"},"excerpt":"The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion. The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in…","timeToRead":3,"html":"<p>The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion.</p>\n<p>The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in part or all of Ancient Egypt from 744–656 BC.</p>\n<p>The dynasty began with Kashta's invasion of Upper Egypt and culminated in several years of both successful and unsuccessful wars with the Mesopotamia-based Neo-Assyrian Empire. The 25th Dynasty's reunification of Lower Egypt, Upper Egypt, and Kush created the largest Egyptian empire since the New Kingdom. They assimilated into society by reaffirming Ancient Egyptian religious traditions, temples, and artistic forms, while introducing some unique aspects of Kushite culture. It was during the 25th dynasty that the Nile valley saw the first widespread construction of pyramids (many in what is now Sudan) since the Middle Kingdom.</p>\n<p>The twenty-fifth dynasty originated in Kush, which is presently in Northern Sudan. The city-state of Napata was the spiritual capital and it was from there that Piye (spelled Piankhi or Piankhy in older works) invaded and took control of Egypt. Piye personally led the attack on Egypt and recorded his victory in a lengthy hieroglyphic filled stele called the \"Stele of Victory\". Piye revived one of the greatest features of the Old and Middle Kingdoms, pyramid construction. An energetic builder, he constructed the oldest known pyramid at the royal burial site of El-Kurru and expanded the Temple of Amun at Jebel Barkal.</p>\n<p>Piye made various unsuccessful attempts to extend Egyptian influence in the Near East, then controlled from Mesopotamia by the Semitic Assyrian Empire. In 720 BC he sent an army in support of a rebellion against Assyria in Philistia and Gaza, however Piye was defeated by Sargon II, and the rebellion failed.</p>\n<p>Shebitku was the second king of the Twenty-fifth Dynasty of Egypt who ruled from 714 BC-705 BC. Shebitku conquered the entire Nile Valley, including Upper and Lower Egypt, around 712 BC. </p>\n<p>Neferkare Shabaka (or Shabako) was the third Kushite pharaoh of the Twenty-fifth Dynasty of Egypt, who reigned from 705–690 BC. Shabaka restored the great Egyptian monuments and returned Egypt to a theocratic monarchy by becoming the first priest of Amon. In addition, Shabaka is known for creating a well-preserved example of Memphite theology by inscribing an old religious papyrus into the Shabaka Stone. Shabaka supported an uprising against the Assyrians in the Israelite city of Ashdod, however he and his allies were defeated by Sargon II.</p>\n<p>Taharqa was a Nubian king that ruled over Egypt after the Kushite invasion. He ruled as Pharaoh from Memphis, but constructed great works throughout the Nile Valley, including works at Jebel Barkal, Kawa, and Karnak. At Karnak, the Sacred Lake structures, the kiosk in the first court, and the colonnades at the temple entrance are all owed to Taharqa and Mentuemhet. Taharqa built the largest pyramid in the Nubian region at Nuri (near El-Kurru).</p>\n<p>King Esarhaddon, tired of attempts by Egypt to meddle in the Assyrian Empire, began an invasion of Egypt in 671 BC. Taharqa was defeated, and Egypt conquered by Esarhaddon. Taharqa fled to his Nubian homeland. Esarhaddon describes \"installing local kings (i.e. rulers and governors) Nubians/Kushites I deported from Egypt, leaving not one left to do homage to me\". The Assyrian conquest ended the Nubian invasion that was in the 25th dynasty in Egypt.</p>\n<p>His successor, Tantamani, also made a failed attempt to regain Egypt from the Assyrian Empire. He invaded Egypt and defeated Necho, a native Egyptian prince and vassal ruler of Ashurbanipal, taking Thebes in the process. The Assyrians, based in the north, then sent a large army southwards. Tantamani was routed and fled back to Nubia, and the Assyrian army sacked Thebes to such an extent that it never truly recovered. A native Egyptian ruler, Psamtik I, was placed on the throne, as a vassal of Ashurbanipal of Assyria; he was the first ruler of the Twenty-Sixth Dynasty. In 656 BC, Psamtik I peacefully took control of rebellious Thebes and effectively unified all of Egypt, though it remained subject to Assyria until the Assyrian Empire began to tear itself apart with a brutal series of internal civil wars in the 620s BC. Tantamani and the Nubians were never again to pose a threat to either Assyria or Egypt. However, upon his death, Tantamani was buried with full honours in the royal cemetery of El-Kurru, upstream from the Kushite capital of Napata.</p>\n<p>The Twenty-fifth Dynasty ruled for a little more than one hundred years. The successors of the Twenty-fifth Dynasty settled back in their Nubian homeland, where they established a kingdom at Napata (656–590 BC), then, later, at Meroë (590 BC – 4th century AD).</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Twenty-fifth_Dynasty_of_Egypt\">https://en.wikipedia.org/wiki/Twenty-fifth<em>Dynasty</em>of_Egypt</a></p>"}},{"node":{"id":"696be010-45e6-55bd-86f5-d53f0bf7c32c","frontmatter":{"country":"Sudan","title":"Kawa","date":""},"fields":{"slug":"kawa-nubia"},"excerpt":"Kawa is a site in Sudan, located between the Third and Fourth Cataracts of the Nile on the east bank of the river, across from Dongola. In ancient times it was the site of several temples to the Egyptian god Amun, built by the Egyptian rulers Amenhotep III and Tutankhamun, and by Taharqa and other Kushite kings. At least three Ancient Egyptian granitic gneiss statues of Amun in the form of a ram protecting King Taharqa were displayed at the Temple of Amun at Kawa in Nubia…","timeToRead":1,"html":"<p>Kawa is a site in Sudan, located between the Third and Fourth Cataracts of the Nile on the east bank of the river, across from Dongola. In ancient times it was the site of several temples to the Egyptian god Amun, built by the Egyptian rulers Amenhotep III and Tutankhamun, and by Taharqa and other Kushite kings.</p>\n<p>At least three Ancient Egyptian granitic gneiss statues of Amun in the form of a ram protecting King Taharqa were displayed at the Temple of Amun at Kawa in Nubia. Construction of the stone temple was started in 683 BC by the pharaoh Taharqa. The ram is one of the animals sacred to Amun, and several temples dedicated to Amun, including the one at Karnak featured ram or ram-headed sphinx statues.</p>\n<p>The rams were found by Professor Francis Llewellyn Griffith during his excavations at the temple in 1930-1. Two sets of paired sandstone bases, in front of the first and second pylons respectively, were found at the western approach to the stone temple, and figures of rams were found on two of them. The pairing ram to the one at the British Museum is held at the Ashmolean Museum, Oxford, where many of the artefacts from the excavations at Kawa are held. The British Museum's example was acquired in 1933 from Professor Griffith's Oxford Excavations in Nubia.</p>\n<p>Anlamani is particularly well known from a stela discovered in a temple at Kawa. Anlamani was a king of Nubia or Kush who ruled from 620 BC and died around 600 BC. Under his reign, Kush experienced a revival in its power. </p>\n<p>Two granite statues of this king have been found in Jebel Barkal while a block from Meroë bearing his name is known. One of the statues is today located in the National Museum of Khartoum, Sudan) while the other (a 12 foot high statue) is in the Boston Museum of Fine Arts. Anlamani was buried in pyramid Nu. 6 in Nuri. In his tomb stood a large chamber, decorated with religious texts, and his sarcophagus.</p>"}},{"node":{"id":"df6c034b-048d-59b5-bd1e-c2fbbed68b9d","frontmatter":{"country":"Sudan","title":"Naqa","date":""},"fields":{"slug":"naqa-nubia"},"excerpt":"Naqa or Naga'a (Arabic: ٱلـنَّـقْـعَـة‎, translit. An-Naqʿah) is a ruined ancient city of the Kushitic Kingdom of Meroë in modern-day Sudan. The ancient city lies about 170 km (110 mi) north-east of Khartoum, and about 50 km (31 mi) east of the Nile River located at approximately MGRS 36QWC290629877.  Naqa is one of the largest ruined sites in the country and indicates an important ancient city once stood in the location. It was one of the centers of the Kingdom of Meroë…","timeToRead":4,"html":"<p>Naqa or Naga'a (Arabic: ٱلـنَّـقْـعَـة‎, translit. An-Naqʿah) is a ruined ancient city of the Kushitic Kingdom of Meroë in modern-day Sudan. The ancient city lies about 170 km (110 mi) north-east of Khartoum, and about 50 km (31 mi) east of the Nile River located at approximately MGRS 36QWC290629877. </p>\n<p>Naqa is one of the largest ruined sites in the country and indicates an important ancient city once stood in the location. It was one of the centers of the Kingdom of Meroë, which served as a bridge between the Mediterranean world and Africa. The site has two notable temples, one devoted to Amun and the other to Apedemak which also has a Roman kiosk nearby. With Meroë and Musawwarat es-Sufra it is known as the Island of Meroe, and was listed as a UNESCO World Heritage Site in 2011.</p>\n<p>Naqa comprises several Meroitic temples dating to 4th century BC to 4th century AD, and the ruins of an apparent urban agglomeration and several burial grounds. Archaeologists cited Naqa as one of the most important centres of this first civilization of Black Africa. The remains of various temples were found, but the two largest and most significant temples of Naqa are the Amun and Apedemak temples, also known as the Temple of the Lion. </p>\n<p>The Amun temple of Naqa was founded by King Natakamani and is 100 metres in length and has several statues of the ruler. The temple is aligned on an east-west axis and is made of sandstone, which has been somewhat eroded by the wind. The temple is designed in the Egyptian style, with an outer court and colonnade of rams similar to the Temple of Amun at Jebel Barkal and Karnak, and leads to a hypostyle hall containing the inner sanctuary (naos). The main entrances and walls of the temple contain relief carvings.</p>\n<p>In 1999 the German-Polish archaeology team explored the area of the inner sanctuary of the temple where the main statue of the god was originally kept. They discovered an undamaged painted \"altar\", which includes iconography and names written in hieroglyphs of the king Natakamani and his wife Amanitore, founders of the temple. The altar is considered unique for Sudan and Egypt in that time period. A fifth statue of the king Natakamani was also discovered in this chamber along with a commemorative stone stela of Queen Amanishakheto who is believed to have been ruling the Meroites prior to the reign of Natakamani and Amanitore. The obverse shows a delicate sunken relief of the queen and a goddess who was a partner of the Meroitic lion god Apademak. The reverse and sides of the stela contain undeciphered Meroitic hieroglyphs and is considered by the discovery team to be one of the best examples of Meroitic art found to date. After excavation, reconstruction and measurement of the temple of Amun for over a decade, on 1 December 2006, the Sudanese authorities regained management, giving responsibility to the Ministry of Culture.</p>\n<p>Another Amun temple named Naqa 200 and located on the slope of the nearby Gebel Naqa, the mountain overlooking the settlement of Naqa, has been excavated since 2004. It was built by Amanikhareqerem and is similar to the Temple of Natakamani and is dated to the 2nd or 3rd century AD, although some finds do not correspond to the precise dating, adding to an already fuzzy understanding of Nubian chronology.</p>\n<p>Located to the west of the temple of Amun is the temple of Apedemak (or the Lion Temple). Apedemak was a lion-headed warrior god worshipped in Nubia. The god was used as a sacred guardian of the deceased hereditary chief, prince or king. Anyone who touched the chief's grave was said to be cursed by this Apedemak.</p>\n<p>The temple is considered a classic example of Kushite architecture. The front of the temple is an extensive gateway, and depicts Natakamani and Amanitore on the left and right exerting divine power over their prisoners, symbolically with lions at their feet. Who the prisoners are exactly is unclear, although historical records have revealed that the Kushites frequently clashed with invading desert clans. Towards the edges are fine representations of Apedemak who is represented by a snake emerging from a lotus flower. On the sides of the temple are depictions of the gods Amun, Horus and Apedemak keeping company in the presence of the king. On the rear wall of the temple is the largest depiction of the lion god, and is illustrated receiving offering from the king and queen. He is depicted as a three-headed god with four arms. The north-front shows the goddesses Isis, Mut, Hathor, Amesemi and Satet. Inside the temple is a carving of the god Serapis who is depicted with Greco-Roman style beard. Another god with a crown is depicted but is unidentified, but believed to be of Persian origin.</p>\n<p>Although the architecture of the main Apedemak temple is strongly influenced by Ancient Egyptian architecture, exhibiting some classic Egyptian forms, some of the depictions of the king and queen are fine examples of the differences between Egyptian and Kushite art. King Natakamani and Queen Amanitore are depicted with round heads and broad shoulders, with the relief of Amanitore having unusually wide hips, which is more typical of African art. So the temple of Apedemak illustrates profoundly the fusing together of artistic influences by the Kushites, especially when taking into account the nearby Roman kiosk which clearly is influenced by Ancient Greece and Rome (as discussed below). The depiction of Apedemak displaying a lotus flower is also somewhat unusual, and initially led early archaeologists of Naqa to speculate that the temple had Indian influences, given that trade routes from India led to the ancient Red Sea port of Adulis, in modern-day Eritrea. These connections are still being explored by modern archaeologists.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Naqa\">https://en.wikipedia.org/wiki/Naqa</a></p>"}},{"node":{"id":"c79a52a4-0b58-54d3-bf43-a77f8fc4c39a","frontmatter":{"country":"Sudan","title":"Musawwarat","date":""},"fields":{"slug":"musawwarat"},"excerpt":"Musawwarat es-Sufra (Arabic:المصورات الصفراء al-Musawwarāt as-sufrā, Meroitic: Aborepi, Old Egyptian: jbrp, jpbr-ˁnḫ), also known as Al-Musawarat Al-Sufra, is a large Meroitic temple complex in modern Sudan, dating back to the early Meroitic period of the 3rd century BC. It is located in a large basin surrounded by low sandstone hills in the western Butana, 180 km northeast of Khartoum, 20 km north of Naqa and approximately 25 km south-east of the Nile. Its MGRS coordinates…","timeToRead":2,"html":"<p>Musawwarat es-Sufra (Arabic:المصورات الصفراء al-Musawwarāt as-sufrā, Meroitic: Aborepi, Old Egyptian: jbrp, jpbr-ˁnḫ), also known as Al-Musawarat Al-Sufra, is a large Meroitic temple complex in modern Sudan, dating back to the early Meroitic period of the 3rd century BC. It is located in a large basin surrounded by low sandstone hills in the western Butana, 180 km northeast of Khartoum, 20 km north of Naqa and approximately 25 km south-east of the Nile. Its MGRS coordinates: 36QWD3477214671. With Meroë and Naqa it is known as the Island of Meroe, and was listed as a UNESCO World Heritage Site in 2011. Constructed in sandstone, the main features of the site include the Great Enclosure, the Lion Temple of Apedemak and the Great Reservoir. Most significant is the number of representations of elephants, suggesting that this animal played an important role at Musawwarat es-Sufra.</p>\n<p>The Lion Tenple is a single-chambered rectangular 14.21 m in length, 9.13 m in width and 4.7 m in height temple with pylon and six columns made of drums. Erected by King Arnekhamani and dedicated to Apedemak the temple beers inscriptions in Egyptian hieroglyphs and representations of elephants and lions on the rear inside wall as well as reliefs of Apedemak depicted as a three-headed god on the outside walls.</p>\n<p>The Great Enclosure is the main structure of the site. Much of the large labyrinth-like building complex, which covers approximately 45,000 m2, was erected in the third century BC. According to Hintze, \"the complicated ground plan of this extensive complex of buildings is without parallel in the entire Nile valley\". The maze of courtyards includes three (possible) temples, passages, low walls, preventing any contact with the outside world, about 20 columns, ramps and two reservoirs.</p>\n<p>There were many sculptures of animals, such as elephants and most of the walls of the complex bear graffiti and masons’ or pilgrims' marks both pictorial and in Meroitic or Greek script. The scheme of the site is, so far, without parallel in Nubia and ancient Egypt, and there is some debate about the purpose of the buildings, with earlier suggestions including a college, a hospital, and an elephant-training camp. According to the scholar Basil Davidson, at least four Kushite queens — Amanirenas, Amanishakheto, Nawidemak and Amanitore — probably spent part of their lives in Musawwarat es-Sufra.</p>\n<p>The Great Reservoir is a Hafir to retain as much as possible of the rainfall of the short, wet season. It is 250 m in diameter and excavated 6.3 m into the ground.</p>"}},{"node":{"id":"9c1c2e83-61ca-5602-b726-8e4120f9217e","frontmatter":{"country":"Sudan","title":"Nuri","date":""},"fields":{"slug":"nuri-nubia"},"excerpt":"Nuri is a place in modern Sudan on the west side of the Nile, near the Fourth Cataract Nuri is situated about 15 km north of Sanam, and 10 km from Jebel Barkal. More than 20 ancient pyramids belonging to Nubian kings and queens are still standing at Nuri, which served as a royal necropolis for the ancient city of Napata, the first capital of the Nubian Kingdom of Kush. It is probable that, at its apex, 80 or more pyramids stood at Nuri, marking the tombs of royals. The…","timeToRead":1,"html":"<p>Nuri is a place in modern Sudan on the west side of the Nile, near the Fourth Cataract Nuri is situated about 15 km north of Sanam, and 10 km from Jebel Barkal.</p>\n<p>More than 20 ancient pyramids belonging to Nubian kings and queens are still standing at Nuri, which served as a royal necropolis for the ancient city of Napata, the first capital of the Nubian Kingdom of Kush. It is probable that, at its apex, 80 or more pyramids stood at Nuri, marking the tombs of royals.</p>\n<p>The earliest known pyramid (Nu. 1) at Nuri belongs to king Taharqa which measures 51.75 meters square by 40 or by 50 metres high. The pyramid of Taharqa was situated so that when observed from Gebel Barkal at sunrise on Egyptian New Year's Day, the beginning of the annual flooding of the Nile, the sun would rise from the horizon directly over its point.</p>\n<p>Tantamani, successor of Taharqa, was buried at el-Kurru, but all following Napatan kings and many of their queens and children until Nastasen (Nu. 15) (about 315 BC) were buried here, some 80 royals. The pyramids at Nuri are, in general, smaller than the Egyptian ones and are today often heavily degraded (caused by both humans and nature), but often still contained substantial parts of the funerary equipment of the Kushite rulers who were buried here. During the Christian era, a church was erected here. The church was built at least in part from reused pyramid stones, including several stelae originally coming from the pyramid chapels.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Nuri\">https://en.wikipedia.org/wiki/Nuri</a></p>"}},{"node":{"id":"eb0d38a8-49ed-59fb-bffc-7b18e77591ff","frontmatter":{"country":"Sudan","title":"Jebel Moya","date":"100 CE"},"fields":{"slug":"jebel_moya"},"excerpt":"Jebel Moya is an archaeological site in the southern Gezira Plain, Sudan. Dating to the mid-first century AD to the fourth century AD, the site is one of the largest pastoralist cemeteries in Africa with over 3,000 burials excavated thus far.","timeToRead":1,"html":"<p>Jebel Moya is an archaeological site in the southern Gezira Plain, Sudan. Dating to the mid-first century AD to the fourth century AD, the site is one of the largest pastoralist cemeteries in Africa with over 3,000 burials excavated thus far.</p>"}},{"node":{"id":"1db9b434-cac1-561b-82d1-5d9944fb11f1","frontmatter":{"country":"Sudan","title":"Ballana Tombs And X-Group Culture","date":"ca. 300 CE - ca. 600 CE"},"fields":{"slug":"x-groupc"},"excerpt":"Ballana was a cemetery in Lower Nubia. They date to the time after the collapse of the Meroitic state but before the founding of the Christian Nubian kingdoms, around AD 350 to 600. They usually featured one or several underground chambers, with one main burial chamber.  The Ballana tombs belong to a culture complex often called X-Group. The X-Group Culture was an ancient civilization that existed from ca. 300 CE to ca. 600 CE. It was centered in Nubia stretching from the…","timeToRead":1,"html":"<p>Ballana was a cemetery in Lower Nubia. They date to the time after the collapse of the Meroitic state but before the founding of the Christian Nubian kingdoms, around AD 350 to 600. They usually featured one or several underground chambers, with one main burial chamber. </p>\n<p>The Ballana tombs belong to a culture complex often called X-Group. The X-Group Culture was an ancient civilization that existed from ca. 300 CE to ca. 600 CE. It was centered in Nubia stretching from the Dodekaschoinos in the north to Delgo in the south. George A. Reisner, who first discovered their civilization, used the term X-Group Culture for lack of a more exact historical definition.</p>\n<p>The objects found in the tombs are chiefly of Nubian origin, but there were also many objects imported from Byzantine Egypt and the Mediterranean in general. Most remarkable is a set of crowns from different tombs showing that the richest burials belong to local ruling kings and queens. There were horses and servants buried with their masters. There are few written objects in the burials. The identification of the tomb owners is, therefore, impossible. It has been assumed that these are the burials of the kings and the court of Nobatia.</p>\n<p>One important tomb discovered here was tomb 118 which consisted of three chambers. It might be described as an example of a royal burial at Ballana and consisted of a main burial chamber and two storage rooms. The roof of the burial chamber had collapsed and the tomb, therefore, escaped looting. The body of the person buried here was found on a bier. It was most likely that of a king. Upon his head was found a crown. Under the bier, were the remains of a large wooden gaming board, weapons and an iron folding chair. There were also skeletons of a young male servant and a cow. In the two storerooms, more skeletons of servants, as well as pottery and several bronze lamps were discovered.</p>\n<p>The original Ballana cemetery is now flooded by the Nasser Lake.</p>"}},{"node":{"id":"2d15c9a1-70b0-5176-9611-8d4e615a0580","frontmatter":{"country":"Sudan","title":"Old Dongola","date":""},"fields":{"slug":"old_dongola"},"excerpt":"Old Dongola (Old Nubian: Tungul; Arabic: دنقلا العجوز‎, Dunqulā al-ʿAjūz) is a deserted town in what is now Northern State, Sudan, located on the east bank of the Nile opposite the Wadi Howar. An important city in medieval Nubia, and the departure point for caravans west to Darfur and Kordofan, from the fourth to the fourteenth century Old Dongola was the capital of the Makurian state. A Polish archaeological team has been excavating the town since 1964. Old Dongola was…","timeToRead":2,"html":"<p>Old Dongola (Old Nubian: Tungul; Arabic: دنقلا العجوز‎, Dunqulā al-ʿAjūz) is a deserted town in what is now Northern State, Sudan, located on the east bank of the Nile opposite the Wadi Howar. An important city in medieval Nubia, and the departure point for caravans west to Darfur and Kordofan, from the fourth to the fourteenth century Old Dongola was the capital of the Makurian state. A Polish archaeological team has been excavating the town since 1964.</p>\n<p>Old Dongola was founded in the fifth century as a fortress, but a town soon evolved around it. Later with the arrival of Christianity it became the capital of Makuria, and several churches were built. These include, to use the names contemporary archeologists have given them, Building X and the Church with the Stone Pavement. These two structures were erected about 100 meters apart from the walled town centre, indicating that at this time the town already extended over the original walls of the fortress. Building X was soon replaced by the Old Church.</p>\n<p>In the middle of the seventh century, the two main churches were destroyed, but rebuilt soon after. Building material was taken from the Old Church and used to repair the city walls. Archeologists believe this destruction is evidence of the First (642) and Second Battles of Dongola (652).</p>\n<p>At the end of the seventh Century, the Church of the Granite Columns was erected over the Old Church. Adorned with 16 granite columns, each with richly decorated granite capitals, the Church of the Granite Columns perhaps was the cathedral of Old Dongola.</p>\n<p>The heyday of Old Dongola was in the tenth century. The Church of the Stone Pavements was replaced with the Cruciform Church at this time. Other buildings in use in Old Dongola at this time include many other churches, at least two palaces, and a sizable monastery on its north side. Several houses were well equipped and had bath rooms and wall paintings.</p>\n<p>The Book of Knowledge, a travelogue compiled by a Spanish monk soon after 1348, mentions that Genoese merchants had settled in Old Dongola; they may have penetrated there as a consequence of the commercial treaty of 1290 between Genoa and Egypt.</p>\n<p>The Throne Hall is a massive defence-like building of 28 m by 18 m by 12 m situated on a rocky spur to the east from the fortress. Built in the 9th century, this building contained the Throne Hall of the Makurian kings. In 1317 it was turned into a mosque, an event which is preserved in a foundation stela erected by Sayf al-Din Abdullah Barshambu. The ceremonial Throne Hall on the first floor was turned into a prayer room. The mosque remained in use until 1969, when the building was converted in a historic monument.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Old_Dongola\">https://en.wikipedia.org/wiki/Old_Dongola</a></p>"}},{"node":{"id":"837192d5-e633-5822-8fb2-4904c6d73b6d","frontmatter":{"country":"Sudan","title":"Alodia","date":"400 CE"},"fields":{"slug":"alodia-kngdm"},"excerpt":"Alodia, also known as Alwa (Greek: Aρογα, Aroua; Arabic:Alwa) was a medieval Nubian kingdom in what is now central and southern Sudan. Its capital was the city of Soba located near modern-day Khartoum at the confluence of the Blue and White Nile. Founded some time after the fall of the ancient kingdom of Kush in around 350, Alodia is first mentioned in historical records in 569. It converted to Coptic Christianity in 580, the last of the three Nubian kingdoms to convert, the…","timeToRead":2,"html":"<p>Alodia, also known as Alwa (Greek: Aρογα, Aroua; Arabic:Alwa) was a medieval Nubian kingdom in what is now central and southern Sudan. Its capital was the city of Soba located near modern-day Khartoum at the confluence of the Blue and White Nile.</p>\n<p>Founded some time after the fall of the ancient kingdom of Kush in around 350, Alodia is first mentioned in historical records in 569. It converted to Coptic Christianity in 580, the last of the three Nubian kingdoms to convert, the other two being Nobadia and Makuria. It possibly reached its peak during the 9th–12th centuries when it is recorded to have controlled much of central and southern Sudan, exceeding its northern neighbor, Makuria, with which it maintained close dynastic ties, in size, power and economic prosperity. This wide, multicultural empire was ruled by a powerful king and provincial governors appointed by him. The capital Soba, being described as a town of \"extensive dwellings and churches full of gold and gardens\", prospored as a trading hub with goods arriving from Makuria, the Middle East, western Africa, India and even China. Nubian and Greek literacy flourished.</p>\n<p>Based on archaeological evidence it has been suggested that Alodia's capital Soba underwent its peak of development between the 9th to 12th centuries. Monumental structures, have been unearthed in the capital Soba.  The discoveries include several churches, a palace, cemeteries and numerous small finds.</p>\n<p>In the mid 10th century, Alodia was visited by the traveller and historian Ibn Hawqal, resulting in the most comprehensive known account of the kingdom. He describes the geography and people of Alodia in considerable detail, giving the impression of a large, polyethnic state. He also notes its prosperity, having an \"uninterrupted chain of villages and a continuous strip of cultivated lands\".</p>\n<p>From the 12th and especially the 13th century Alodia was declining possibly because of invasions from the south, droughts and a shift of trade routes. The 14th century saw the arrival of both the plague and bedouin tribes migrating into the upper Nile valley. By around 1500 Soba had fallen to either Arabs or the Funj, likely marking the end of Alodia, although some Sudanese oral traditions claimed that it survived in the form of the kingdom of Fazughli within the Ethiopian-Sudanese borderlands.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Alodia\">https://en.wikipedia.org/wiki/Alodia</a></p>"}},{"node":{"id":"b0b9d4d5-ca3e-5fd3-91e4-b3908b2386f7","frontmatter":{"country":"Sudan","title":"Kingdom of Makuria","date":"400 CE"},"fields":{"slug":"makuria_kngdm"},"excerpt":"Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital. By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies…","timeToRead":3,"html":"<p>Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital.</p>\n<p>By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies. Makuria was one of the few states in the world to repulse Muslim conquests led by the Rashidun Caliphate when they defeated an Arab army at the First Battle of Dongola in 642. The Arabs had taken Egypt in 641, and the jihad soon turned south. Makuria repeated the feat in 652 at the Second Battle of Dongola. Arab writers noted the Makurians' skill as archers in both battles. One of the few major defeats suffered by an Arab army in the first century of Islamic expansion, it led to an unprecedented agreement: the bakt. This treaty guaranteed peaceful relations between the two sides. The Nubians agreed to give Arab traders more privileges of trade in addition to a share in their slave trading, while the Egyptians may have been obliged to send manufactured goods south.</p>\n<p>Makuria expanded by annexing its northern neighbor Nobatia, a process which would have occurred at some point after the Sasanian conquest of Egypt, but was completed until the reign of King Merkurios. It also maintained close dynastic ties with the kingdom of Alodia to the south. The period from the 9th to 11th century saw the peak of Makuria's cultural development: new monumental buildings were erected, arts like wall paintings and finely crafted and decorated pottery flourished and Nubian grew to become the prevalent written language.</p>\n<p>One of the most important discoveries of the rushed work prior to the flooding of Lower Nubia was the Cathedral of Faras. This large building had been completely filled with sand preserving a series of magnificent paintings. Similar, but less well preserved, paintings have been found at several other sites in Makuria, including palaces and private homes, giving an overall impression of Makurian art. The style and content was heavily influenced by Byzantine art, and also showed influence from Egyptian Coptic art and from Palestine. Mainly religious in nature, it depicts many of the standard Christian scenes. Also illustrated are a number of Makurian kings and bishops, with noticeably darker skin than the Biblical figures.</p>\n<p>Women enjoyed a high social standing. The matrilineal succession gave the queen mother and the sister of the current king as forthcoming queen mother great political relevance. Women had access to education and there is evidence that, like in Byzantine Egypt, female scribes existed. Private land tenure was open to both men and women, meaning that both could own, buy and sell land. Transfers of land from mother to daughter were common. </p>\n<p>The main economic activity in Makuria was agriculture, with farmers growing several crops a year of barley, millet, and dates. One important technological advance was the saqiya, an oxen-powered water wheel, that was introduced in the Roman period and helped increase yields and population density. Settlement patterns indicate that land was divided into individual plots rather than as in a manorial system. The peasants lived in small villages composed of clustered houses of sun-dried brick.</p>\n<p>Important industries included the production of pottery, based at Faras, and weaving based at Dongola. Smaller local industries include leatherworking, metalworking, and the widespread production of baskets, mats, and sandals from palm fibre. Also important was the gold mined in the Red Sea Hills to the east of Makuria. Cattle was of great economic importance. </p>\n<p>Increased aggression from Egypt, internal discord, bedouin incursions and possibly the plague and the shift of trade routes led to the state's decline in the 13th and 14th century. Due to a civil war in 1365, the kingdom was reduced to a rump state that lost much of its southern territories, including Dongola. It had disappeared by the 1560s, when the Ottoman occupied Lower Nubia. Nubia was subsequently Islamized, while the Nubians living upstream of Al Dabbah and in Kordofan were also Arabized.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Makuria\">https://en.wikipedia.org/wiki/Makuria</a></p>"}},{"node":{"id":"3e161d4f-b5ab-5c67-ad4a-418af8d98efb","frontmatter":{"country":"Sudan","title":"kingdom of Nobatia","date":"400 CE"},"fields":{"slug":"nobatia_kgdm"},"excerpt":"Nobatia was a late antique kingdom in Lower Nubia. Together with the two other Nubian kingdoms, Makuria and Alodia, it succeeded the kingdom of Kush. After its establishment in around 400, Nobadia gradually expanded by defeating the Blemmyes in the north and incorporating the territory between the second and third Nile cataract in the south. In 543 it converted to Coptic Christianity. The kingdom of Nobatia had been founded in the former Meroitic province of Akine, which…","timeToRead":2,"html":"<p>Nobatia was a late antique kingdom in Lower Nubia. Together with the two other Nubian kingdoms, Makuria and Alodia, it succeeded the kingdom of Kush. After its establishment in around 400, Nobadia gradually expanded by defeating the Blemmyes in the north and incorporating the territory between the second and third Nile cataract in the south. In 543 it converted to Coptic Christianity.</p>\n<p>The kingdom of Nobatia had been founded in the former Meroitic province of Akine, which comprised large parts of Lower Nubia and is speculated to have been autonomous already before the ultimate fall of the Meroitic kingdom in the mid 4th century. While the Nobatae had been invited into the region from the Western Desert by the Roman Emperor Diocletian already in 297 AD, their kingdom becomes tangible only in around 400 AD. Early Nobatia is quite likely the same civilization that is known to archeologists as the Ballana culture. Eventually the Nobatae were successful in defeating the Blemmyes, and an inscription by Silko, \"Basiliskos\" of the Nobatae, claims to have driven the Blemmyes into the Eastern Desert. Around this time the Nobatian capital was established at Pakhoras (modern Faras); soon after, Nobatia converted to non-Chalcedonian Christianity.</p>\n<p>By 707, Nobatia had been annexed to its southern neighbor, Makuria. The circumstances of this merger are unknown. It is also unknown what happened to the royal Nobadian family. The merger most likely occurred before the Muslim conquest in 652, since the Arab histories speak of only one Christian state in Nubia and reached at least as far as Old Dongola. Nobatia seems to have maintained some autonomy in the new state. It was ruled by an eparch of Nobatia who was also titled the Domestikos of Pakhoras. These were originally appointed but seem to be dynastic in the later period. Some of their records have been found at Fort Ibrim, presenting a figure with a great deal of power. Nobatia՚s name is often given as al-Maris in Arabic histories. The eparchate of Nobadia remained an integral part of the kingdom of Makuria until the very end, as is confirmed by a document from 1463 mentioning an eparch named Teedderre.</p>\n<p>Archaeology from the pagan period confirms the relevance archery had for the Nubians and therefore also the Nobatians. The slightly reflexed longsbows, which are attested for Kushite mercenaries since the Middle Kingdom, were replaced by reflex composite bows during the Meroitic or post-Meroitic period, measuring around one meter and originally designed to be shot from horseback. One simple wooden self bow is known from an early Nobadian burial in Qustul. Furthermore, the archers wore thumb rings, measuring between three and four cm. Thus, Nubian archers would have employed a drawing technique very similar to the Persian and Chinese one, both of which also reliant on thumb rings.</p>\n<p>A weapon characteristic for the Nobadians was a type of short sword. It has a straight hollow-ground blade which was sharpened only on one edge and was therefore not designed to thrust, but to hack. Apart of said swords, there were also lances, some of them with large blades, as well as halberds.</p>\n<p>Nobadian warriors and their leadership made use of shields and body armour, most of it manufactured from leather.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Nobatia\">https://en.wikipedia.org/wiki/Nobatia</a></p>"}},{"node":{"id":"dde5fe33-1c11-55e6-b0a3-12764fa9396c","frontmatter":{"country":"Cameroon","title":"Kanem–Bornu Empire","date":"700 - 1893 CE"},"fields":{"slug":"kanembornu"},"excerpt":"The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900. The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a…","timeToRead":2,"html":"<p>The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900.</p>\n<p>The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a capital around 700 CE under the first documented Kanembu king (mai), known as Sef of Saif. The capital of Njimi grew in power and influence under the Duguwa dynaty. Njimi dominated trans-Saharan trade in ivory and slaves between the central Sahara and Libya. </p>\n<p>The major factor that later influenced the history of the state of Kanem was the early penetration of Islam that came with North African traders, Berbers, and Arabs.</p>\n<p>By the end of the 14th century, internal struggles and external attacks had torn Kanem apart. Around 1380 the Kanem empire merged with Bornu to  become the Kanem-Bornu empire under the Sayfawa Dynasty.</p>\n<p>The Bornu Empire (1380s–1893) was a state of what is now northeastern Nigeria, in time becoming even larger than Kanem, incorporating areas that are today parts of Chad, Niger, Sudan, and Cameroon; is existed from 1380s to 1893. The early history of the Empire is mainly known from the Royal Chronicle or Girgam discovered in 1851 by the German traveller Heinrich Barth.</p>\n<p>Kanem-Bornu dominated and invaded its neighbors through its cavalry, as the empire relied heavily on the strength of its horsemen for its conquests and slave raids. Kanem-Bornu was also a major diplomatic power in the Sahara area and boasted embassies in both Morocco and the Ottoman Empire via Tripoli.</p>\n<p>The practice of recording orally the names and genealogies of the kings of Kanem seems to have existed since the 9th century. The introduction of Islam and the Arabic script codified this tradition by making it possible to write down the names of the kings. This list or chronicle of kings, the diwan or girgam, was written from the 13th or 16th century until the 19th and contained the names of 67 kings from the 9th to the 19th century. It constitutes one of the most important sources for the history of Kanem-Bornu and has been extensively used by historians of the empire.</p>"}},{"node":{"id":"07a48298-50a4-5c52-b172-f773a622e2f7","frontmatter":{"country":"Sudan","title":"Soba ","date":""},"fields":{"slug":"soba-city"},"excerpt":"","timeToRead":1,"html":"<div class=\"mw-parser-output\">\n<p>\nSoba is the former capital of the medieval Nubian kingdom of Alodia. E. A. Wallis Budge identified it with a group of ruins on the Blue Nile 19 kilometres (12 mi) from Khartoum, where there are remains of a Meroitic temple that had been converted into a Christian church.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">[1]</a></sup> \n</p>\n<p>\nIbn Selim el-Aswani described the city as large and wealthy, but he probably never visited it and modern archaeological investigations show it to have been a moderate centre. Built mainly of red brick, the abandoned city was plundered for building material when Khartoum was founded in 1821.\n</p>\n<p>\nSoba is commonly located on the east side of the Blue Nile river. It was once a Christian kingdom before being destroyed by Fong and Abdallab in 1509. There is confusion surrounding the location as many people think it was on the west bank of the Blue Nile river. The population of East Soba today are of the Magariba and Mahas tribe.\n</p>\n<h3>\n    <span class=\"mw-headline\" id=\"References\">\n        References\n    </span>\n    <hr/>\n</h3>\n<ul>\n    <li>\n        William Y. Adams, <i>Nubia: Corridor to Africa.</i> Princeton: Princeton University Press, 1977.\n    </li>\n</ul>\n<div>\n    <div>\n        <ol>\n            <li id=\"cite_note-1\">\n                <span class=\"mw-cite-backlink\"><b>\n                    <a href=\"#cite_ref-1\" aria-label=\"Jump up\" title=\"Jump up\">^</a></b>\n                </span> \n                <span class=\"reference-text\">\n                    E.A Wallis Budge, <i>A History of Ethiopia: Nubia and Abyssinia</i>, 1928 (Oosterhout, the Netherlands: Anthropological Publications, 1970) p. 118.\n                </span>\n            </li>\n        </ol>\n    </div>\n</div>\n</div>"}},{"node":{"id":"5ab19c7c-dbe7-519a-8f2e-03d9ef0bf85b","frontmatter":{"country":"Sudan","title":"Shilluk Kingdom","date":"1490 CE"},"fields":{"slug":"shilluk"},"excerpt":"The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The…","timeToRead":1,"html":"<p>The Shilluk Kingdom was located along the banks of the White Nile river in modern South Sudan. Its capital and royal residence was in the town of Fashoda. According to their folk history and neighboring accounts, the kingdom was founded during the mid-fifteenth century CE by its first ruler, the demigod Nyikang. During the nineteenth century, the Shilluk were affected by military assaults from the Ottoman Empire and later British colonization in Anglo-Egyptian Sudan. The Shilluk king is currently not an independent political leader, but a traditional chieftain within the governments of South Sudan and Sudan.</p>\n<p>The kingdom was located along a strip of land along the western and eastern bank of White Nile and sobat river, from Lake No to about 12° north latitude. The Shilluk people are closely related to the commoner South Sudanese ethnic groups, the Nuer and Dinka (their neighbors to the south and east, respectively). Their language is related to that of the Anuak people near the rivers Baro and Pibor.</p>\n<p>Like most Nilotic peoples of South Sudan (such as the Nuer and Dinka), the Shilluk practiced subsistence semi-nomadic cattle breeding and some grain farming. Their social system was egalitarian, and the cattle herds had great symbolic value. The lifestyle of the modern Shilluk is similar, except that their herds are smaller. They were sedentary, because the land along the White Nile is more fertile than elsewhere in the region. Their cultivation of durra, a variety of sorghum (millet), made them a relatively prosperous agricultural people except during prolonged droughts. Today's Shilluk population was estimated at 1.7 million in 2005; during the nineteenth century they were estimated at about 200,000, living in hundreds of villages. The kingdom was divided into two provinces: Gher (Gärø) in the north and Luak (Lwagø) in the south. These, in turn, were divided into zones.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Shilluk_Kingdom\">https://en.wikipedia.org/wiki/Shilluk_Kingdom</a></p>"}},{"node":{"id":"60101f28-7dea-575e-b100-d45a5350cc44","frontmatter":{"country":"Sudan","title":"Kingdom of Fazughli","date":"c.1500–1685"},"fields":{"slug":"fazughli"},"excerpt":"The kingdom of Fazughli was a precolonial state in what is now southeastern Sudan and western Ethiopia. Oral traditions assert its establishment to refugees from the Nubian kingdom of Alodia, after its capital Soba had fallen to Arabs or the Funj in c.1500. Fazughli was famous for its gold. Centered around the mountainous region of Fazughli on the Blue Nile and serving as a buffer between the Funj sultanate and the Ethiopian empire, the kingdom lasted until its incorporation…","timeToRead":1,"html":"<p>The kingdom of Fazughli was a precolonial state in what is now southeastern Sudan and western Ethiopia. Oral traditions assert its establishment to refugees from the Nubian kingdom of Alodia, after its capital Soba had fallen to Arabs or the Funj in c.1500. Fazughli was famous for its gold. Centered around the mountainous region of Fazughli on the Blue Nile and serving as a buffer between the Funj sultanate and the Ethiopian empire, the kingdom lasted until its incorporation into the Funj sultanate in 1685.</p>\n<p>The kingdom of Fazughli was located between the sultanate of Sennar and the Ethiopian empire, serving as a buffer between these two states. Africanist Alessandro Triulzi describes the approximate extension of the kingdom as follows:</p>\n<p>to the east it included the Gumuz country between Gallabat and the Blue Nile, with its centre at Gubba; to the west it included the Burun country with its centre at Jebel Gule, whose realm was said to have extended as far south as Kaffa in southern Ethiopia, and to the south it included mostly the Bertha country along the gold-bearing Tumat valley down to Fadasi at the outskirts of the Oromo-inhabited territory.</p>\n<p>Its territory would have been inhabited predominantly by speakers of Eastern Sudanic languages. According to Spaulding, it maintained the Christian faith, at least among the ruling Alodian elite. According to him, this Alodian elite would become known as the Hamaj, but it also might be possible that it was in fact the bulk of the Fazughlian population that constituted the Hamaj.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Fazughli\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Fazughli</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Sudan*","countries":"Sudan"}}