{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"0a98d7e6-8373-5814-9f9c-064a9d642cd2","frontmatter":{"country":"Ghana","title":"Kingdom of Dagbon","date":"1400 - 1888"},"fields":{"slug":"dagbon"},"excerpt":"The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century.  The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself. Oral…","timeToRead":1,"html":"<p>The Kingdom of Dagbon is a traditional kingdom in northern Ghana founded by the Dagomba people in the 15th century. </p>\n<p>The First Kingdom of Dagbon, from the mid 15th century to the late 17th century, is known to history almost entirely through oral tradition, especially drum chant. The Second Kingdom, from around 1700 to 1900, is better known, because, in addition to drum chant, there are other sources of information, some of them independent of events in Dagbon itself.</p>\n<p>Oral histories of the kingdom tell that it was founded by a warrior named Tohazie, who arrived in present-day northern Ghana in the 15th century with his cavalry men from east of Lake Chad, stopping in Zamfara, present-day northern Nigeria, and in the Mali Empire, before settling in northern Ghana. These histories tell of numerous conflicts with neighbouring peoples throughout this early period until the early 18th century, when the capital of the kingdom was moved to the city of Yendi. Around this time, Islam arrived to the kingdom, and a period of peace and increased trade with neighbouring kingdoms began.</p>\n<p>In 1888 the Kingdom of Dagbon was partitioned between the German and British empires, and in 1899 this split became organised into the territories of German Togoland and the Gold Coast. Following World War I, eastern Dagbon became part of British Togoland. The Gold Coast achieved independence in 1957 as Ghana. Since Ghana's independence in 1957, the kingdom has been limited to a traditional, customary role.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Dagbon\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Dagbon</a></p>"}},{"node":{"id":"c65277a2-2ad6-58c8-94e5-f330432b663a","frontmatter":{"country":"Guinea-Bissau","title":"Kaabu Empire","date":"1537 - 1867"},"fields":{"slug":"kaabu-empire"},"excerpt":"The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an…","timeToRead":1,"html":"<p>The Kaabu Empire (1537–1867), also written Gabu, Ngabou, and N’Gabu', was a Mandinka empire of Senegambia centered within modern northeastern Guinea-Bissau, Larger parts of today's Gambia; Kingdom of Saloum, extending into Koussanar, Koumpentoum regions of South Eastern Senegal, and Casamance in Senegal. It rose to prominence in the region thanks to its origins as a former imperial military province of the Mali Empire. After the decline of the Mali Empire, Kaabu became an independent Empire. It's government was militaristic. The ruling class was composed of warrior-elites made rich by slaves captured in war. </p>\n<p>Mandinka oral tradition holds that Kaabu was the actual birthplace of the Mande musical instrument, known as the Kora. A kora is built from a large calabash cut in half and covered with cow skin to make a resonator, and has a notched bridge like a lute or guitar. The Kora was traditionally used by the griots as a tool for preserving history, ancient tradition, to memorize the genealogies of patron families and sing their praises, to act as conflict intermediaries between families, and to entertain.</p>\n<p>Kansala, the imperial capital of Kaabu Empire was annexed by Futa Jallon during the 19th century Fula jihads. However, Kaabu's vast independent Kingdoms across SeneGambia regions continued to thrive even after the fall of Kansala; until total incorporation of the remaining Kingdoms into the British Gambia, Portuguese and French spheres of influence during the Scramble for Africa.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kaabu\">https://en.wikipedia.org/wiki/Kaabu</a></p>"}},{"node":{"id":"d3881984-6312-57aa-843c-9ffe75d5b5aa","frontmatter":{"country":"Ghana","title":"Ashanti Empire","date":"1670 - 1957"},"fields":{"slug":"ashanti"},"excerpt":"The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture. The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly…","timeToRead":3,"html":"<p>The Ashanti Empire (also spelled Asante) was an Akan empire and kingdom in what is now modern-day Ghana from 1670 to 1957. The empire also encompassed parts of modern day Côte d'Ivoire and Togo. The empire was known for its military prowess, wealth, architecture, sophisticated hierarchy and culture.</p>\n<p>The Ashanti state, in effect, was a theocracy. The election of Kings and the Asantehene (King of Kings or emperor ) himself followed a pattern. The senior female of the kingly lineage nominated the eligible males. This senior female then consulted the elders, male and female, of that line. The final candidate is then selected. That nomination is then sent to a council of elders, who represent other lineages in the town or district. The Elders then present the nomination to the assembled people. If the assembled citizens disapprove of the nominee, the process is restarted. </p>\n<p>The original palace of the Asantehene in Kumasi was burned down by the British in 1875. From European accounts, the edifice was massive and ornately built.</p>\n<p>Winwood Reade described his visit to the Ashanti Royal Palace of Kumasi in 1874: “We went to the king’s palace, which consists of many courtyards, each surrounded with alcoves and verandahs, and having two gates or doors, so that each yard was a thoroughfare . . . But the part of the palace fronting the street was a stone house, Moorish in its style . . . with a flat roof and a parapet, and suites of apartments on the first floor. It was built by Fanti masons many years ago. The rooms upstairs remind me of Wardour Street. Each was a perfect Old Curiosity Shop. Books in many languages, Bohemian glass, clocks, silver plate, old furniture, Persian rugs, Kidderminster carpets, pictures and engravings, numberless chests and coffers. A sword bearing the inscription From Queen Victoria to the King of Ashantee. A copy of the Times, 17 October 1843. With these were many specimens of Moorish and Ashanti handicraft.”</p>\n<p>Infrastructure such as road transport and communication throughout the Ashanti Kingdom was maintained via a network of well-kept roads from the Ashanti Kingdom to the Niger river and other trade cities.</p>\n<p>Plants cultivated include plantains, yams, manioc, corn, sweet potatoes, millet, beans, onions, peanuts, tomatoes, and many fruits. The Ashanti prepared the fields by burning before the onset of the rainy season and cultivated with an iron hoe. Fields are left fallow for a couple years, usually after two to four years of cultivation.</p>\n<p>The lands within the Ashanti Kingdom were also rich in river-gold, cocoa and kola nuts, and the Ashanti were soon trading with the Portuguese, the Songhai, and with the Hausa states.</p>\n<p>The Ashanti invented the Fontomfrom, an Asante talking drum, and they also invented the Akan Drum. They drummed messages to distances of over 300 kilometres (200 mi), as rapidly as a telegraph. Asante dialect (Twi) and Akan, the language of the Ashanti people is tonal and more meaning is generated by tone. The drums reproduced these tones, punctuations, and the accents of a phrase so that the cultivated ear hears the entirety of the phrase itself.</p>\n<p>The Ashanti readily heard and understood the phrases produced by these \"talking drums\". Standard phrases called for meetings of the chiefs or to arms, warned of danger, and broadcast announcements of the death of important figures. Some drums were used for proverbs and ceremonial presentations.</p>\n<p>The Ashanti armies served the empire well, supporting its long period of expansion and subsequent resistance to European colonization. Armament was primarily with firearms, but some historians hold that indigenous organization and leadership probably played a more crucial role in Ashanti successes.</p>\n<p>Slavery was historically a tradition in the Ashanti Empire, with slaves typically taken as captives from enemies in warfare. The welfare of their slaves varied from being able to acquire wealth and intermarry with the master's family to being sacrificed in funeral ceremonies. </p>\n<p>Today, the Ashanti Kingdom survives as a constitutionally protected, sub-national proto-state and traditional state in union with the Republic of Ghana.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Music*","types":"Kingdoms, Military,Music,Folk"}}