{"data":{"markdownRemark":{"html":"<p>The territory of present-day Rwanda has been green and fertile for many thousands of years, even during the last ice age, when part of Nyungwe Forest was fed by the alpine ice sheets of the Rwenzoris. It is not known when the country was first inhabited, but it is thought that humans moved into the area shortly after that ice age, either in the Neolithic period, around ten thousand years ago, or in the long humid period which followed, up to around 3000 BC. The earliest inhabitants of the region are generally thought to have been the Twa, a group of Pygmy forest hunters and gatherers, whose descendants still live in Rwanda today.</p>\n<p>Archaeological excavations conducted from the 1950s onwards have revealed evidence of sparse settlement by hunter gatherers in the late stone age, followed by a larger population of early iron age settlers. These later groups were found to have manufactured artifacts,including a type of dimpled pottery, iron tools and implements.</p>\n<p>Hundreds of years ago, the Twa were partially supplanted by the immigration of a Bantu group, the ancestors of the agriculturalist ethnic group, today known as the Hutus. The Hutu began to clear forests for their permanent settlements. The exact nature of the third major immigration, that of a predominantly pastoralist people known as Tutsi, is highly contested. Oral histories of the Kingdom of Rwanda often trace the origins of the Rwandan people back nearly 10,000 ago to a legendary king named Gihanga, to whom metalworking and other modernizing technologies are also commonly attributed.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/History_of_Rwanda\">https://en.wikipedia.org/wiki/History<em>of</em>Rwanda</a></p>","fields":{"slug":"rw-hg"},"frontmatter":{"title":"Hunter Gatherer Settlements","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"https://en.wikipedia.org/wiki/Great_Lakes_Twa","title":"Great Lakes Twa","desc":"The Great Lakes Twa, also known as Batwa, Abatwa or Ge-Sera, are a pygmy people who are generally assumed to be the oldest surviving population of the Great Lakes region of central Africa, though currently they live as a Bantu caste. Traditionally, the Twa have been semi-nomadic hunter-gatherers of the mountain forests living in association with agricultural villages, much as other pygmy peoples do."},{"id":2,"url":"https://en.wikipedia.org/wiki/Pygmy_peoples","title":"Pygmy peoples","desc":"In anthropology, pygmy peoples are ethnic groups whose average height is unusually short. The term pygmyism is used to describe the phenotype of endemic short stature (as opposed to disproportionate dwarfism occurring in isolated cases in a population) for populations in which adult men are on average less than 150 cm (4 ft 11 in) tall. The term is primarily associated with the African Pygmies, the hunter-gatherers of the Congo basin (comprising the Bambenga, Bambuti and Batwa). African pygmy populations are genetically diverse and extremely divergent from all other human populations, suggesting they have an ancient indigenous lineage. Their uniparental markers represent the second-most ancient divergence right after those typically found in Khoisan peoples."},{"id":3,"url":"https://en.wikipedia.org/wiki/Gihanga","title":"Gihanga","desc":"Gihanga (\"Creator\", \"Founder\") is a Rwandan cultural hero described in oral histories as an ancient Tutsi king popularly credited with establishing the ancient Kingdom of Rwanda. Oral legends relate that Gihanga introduced foundational elements of the African Great Lakes civilization, including fire, cattle, metalworking, hunting, woodworking and pottery."},{"id":4,"url":"","title":"","desc":""},{"id":5,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2019, February 2). History of Rwanda. In Wikipedia, The Free Encyclopedia. Retrieved 21:43, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=History_of_Rwanda&oldid=881385632"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"rw-hg","imgs":"*rw-hg*"}}