{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"07aa35e0-f79c-5f26-9355-ba567e30fd12","frontmatter":{"country":"Kenya","title":"Eburran industry","date":"13000 BCE"},"fields":{"slug":"eburran-ind"},"excerpt":"The Eburran industry is the name of an East African tool assemblage that dates from 13,000 BCE and thereafter, found around Lake Nakuru in the Ol Doinyo Eburru volcano complex in the Rift Valley, Kenya. Eburran assemblages, as recovered from Gamble's Cave and Nderit Drift, comprise large backed blades, crescent microliths, burins, and endscrapers. Some tools at Gamble's Cave were made from obsidian. Obsidian is a naturally occurring volcanic glass formed as an extrusive…","timeToRead":1,"html":"<p>The Eburran industry is the name of an East African tool assemblage that dates from 13,000 BCE and thereafter, found around Lake Nakuru in the Ol Doinyo Eburru volcano complex in the Rift Valley, Kenya.</p>\n<p>Eburran assemblages, as recovered from Gamble's Cave and Nderit Drift, comprise large backed blades, crescent microliths, burins, and endscrapers. Some tools at Gamble's Cave were made from obsidian. Obsidian is a naturally occurring volcanic glass formed as an extrusive igneous rock.</p>\n<p>Phase 1, from 13,000 BCE to around 10,000 BCE, associated with a short, humid climatic period, superseded by a drier climatic period</p>\n<p>Phase 2, from around 7-8,000 BCE, the climate became very humid</p>\n<p>Phase 3, from around 6,000 BCE</p>\n<p>Phase 4, from around 4-5,000 BCE, with unevenly drier climate</p>\n<p>Phase 5, from around 3,000 BCE, the climate was much drier than now. During this last period Eburran tools are also found with ceramics and livestock. It is part of the Pastoral Neolithic in Africa. Before phase 5, Eburran peoples lived by hunting and gathering.</p>\n<p>Around 700 AD, a transformation from the Pastoral Neolithic to the Pastoral Iron Age took place.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Eburran_industry\">https://en.wikipedia.org/wiki/Eburran_industry</a></p>"}},{"node":{"id":"d6eb3c9a-3e71-581c-8f14-127a8c8f4968","frontmatter":{"country":"Kenya","title":"Azania","date":""},"fields":{"slug":"azania-settl"},"excerpt":"Azania (Ancient Greek: Ἀζανία) is a name that has been applied to various parts of southeastern tropical Africa. In the Roman period and perhaps earlier, the toponym referred to a portion of the Southeast Africa coast extending from Kenya, to perhaps as far south as Tanzania. This area was inhabited by Southern Cushitic-speaking populations until the wave of Bantu expansion. Pliny the Elder mentions an \"Azanian Sea\" (N.H. 6.34) that began around the emporium of Adulis and…","timeToRead":1,"html":"<p>Azania (Ancient Greek: Ἀζανία) is a name that has been applied to various parts of southeastern tropical Africa. In the Roman period and perhaps earlier, the toponym referred to a portion of the Southeast Africa coast extending from Kenya, to perhaps as far south as Tanzania. This area was inhabited by Southern Cushitic-speaking populations until the wave of Bantu expansion.</p>\n<p>Pliny the Elder mentions an \"Azanian Sea\" (N.H. 6.34) that began around the emporium of Adulis and stretched around the south coast of Africa. Later Western writers who mention Azania include Claudius Ptolemy (c. 100 – c. 170 CE) and Cosmas Indicopleustes (6th century CE).</p>\n<p>The 1st century AD Greek travelogue the Periplus of the Erythraean Sea first describes Azania based on its author's intimate knowledge of the area. Chapter 15 of the Periplus suggests that Azania could be the littoral area south of present-day Somalia (the \"Lesser and Greater Bluffs\", the \"Lesser and Greater Strands\", and the \"Seven Courses\").[4] Chapter 16 clearly describes the emporium of Rhapta, located south of the Puralean Islands at the end of the Seven Courses of Azania, as the \"southernmost market of Azania\". Subsequently, by the 10th century AD, these original \"Azanians\" had been replaced by early waves of Bantu settlers.</p>"}},{"node":{"id":"29c5e034-121e-59cc-b75f-dcead1559b26","frontmatter":{"country":"Kenya","title":"Ruins of Gedi","date":""},"fields":{"slug":"gedi-ruins"},"excerpt":"The ruins of Gedi are a historical and archaeological site near the Indian Ocean coast of eastern Kenya. The site of Gedi includes a walled town and its outlying area. All of the standing buildings at Gedi, which include mosques, a palace, and numerous houses, are made from stone, are one-story, and are distributed unevenly in the town. There are also large open areas in the settlement which contained earth and thatch houses. Stone \"pillar tombs\" are a distinctive type of…","timeToRead":1,"html":"<p>The ruins of Gedi are a historical and archaeological site near the Indian Ocean coast of eastern Kenya.</p>\n<p>The site of Gedi includes a walled town and its outlying area. All of the standing buildings at Gedi, which include mosques, a palace, and numerous houses, are made from stone, are one-story, and are distributed unevenly in the town. There are also large open areas in the settlement which contained earth and thatch houses. Stone \"pillar tombs\" are a distinctive type of Swahili Coast architecture found at Gedi as well.</p>\n<p>Gedi's location along the coast and association with similar sites along the Swahili Coast made it an important trade center.</p>\n<p>The earliest evidence for occupation at Gedi is a grave marker that has been radiocarbon dated to between 1041 to 1278, placing the original settlement of the site sometime in the eleventh or early twelfth century.</p>\n<p>Although Gedi remained unknown to most of British East Africa's colonists until the 1920s, the site was known by the local Mijikenda (Bantu) peoples. Currently, the Giriama, one of the Mijikenda tribes, maintain a large community around the Gedi ruins who view the site as a sacred and spiritual place.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Ruins_of_Gedi\">https://en.wikipedia.org/wiki/Ruins<em>of</em>Gedi</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Kenya*","countries":"Kenya"}}