{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"106e1d6c-59fa-5a53-b3da-bf8a1d32240c","frontmatter":{"country":"Sudan","title":"Nubian Dynasty","date":"744 BCE–656 BCE"},"fields":{"slug":"nubian-dyn"},"excerpt":"The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion. The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in…","timeToRead":3,"html":"<p>The Twenty-fifth Dynasty of Egypt (notated Dynasty XXV,alternatively 25th Dynasty or Dynasty 25), also known as the Nubian Dynasty or the Kushite Empire, was the last dynasty of the Third Intermediate Period of Egypt that occurred after the Nubian invasion.</p>\n<p>The 25th dynasty was a line of pharaohs who originated in the Kingdom of Kush, located in present-day northern Sudan and Upper Egypt. Most of this dynasty's kings saw Napata as their spiritual homeland. They reigned in part or all of Ancient Egypt from 744–656 BC.</p>\n<p>The dynasty began with Kashta's invasion of Upper Egypt and culminated in several years of both successful and unsuccessful wars with the Mesopotamia-based Neo-Assyrian Empire. The 25th Dynasty's reunification of Lower Egypt, Upper Egypt, and Kush created the largest Egyptian empire since the New Kingdom. They assimilated into society by reaffirming Ancient Egyptian religious traditions, temples, and artistic forms, while introducing some unique aspects of Kushite culture. It was during the 25th dynasty that the Nile valley saw the first widespread construction of pyramids (many in what is now Sudan) since the Middle Kingdom.</p>\n<p>The twenty-fifth dynasty originated in Kush, which is presently in Northern Sudan. The city-state of Napata was the spiritual capital and it was from there that Piye (spelled Piankhi or Piankhy in older works) invaded and took control of Egypt. Piye personally led the attack on Egypt and recorded his victory in a lengthy hieroglyphic filled stele called the \"Stele of Victory\". Piye revived one of the greatest features of the Old and Middle Kingdoms, pyramid construction. An energetic builder, he constructed the oldest known pyramid at the royal burial site of El-Kurru and expanded the Temple of Amun at Jebel Barkal.</p>\n<p>Piye made various unsuccessful attempts to extend Egyptian influence in the Near East, then controlled from Mesopotamia by the Semitic Assyrian Empire. In 720 BC he sent an army in support of a rebellion against Assyria in Philistia and Gaza, however Piye was defeated by Sargon II, and the rebellion failed.</p>\n<p>Shebitku was the second king of the Twenty-fifth Dynasty of Egypt who ruled from 714 BC-705 BC. Shebitku conquered the entire Nile Valley, including Upper and Lower Egypt, around 712 BC. </p>\n<p>Neferkare Shabaka (or Shabako) was the third Kushite pharaoh of the Twenty-fifth Dynasty of Egypt, who reigned from 705–690 BC. Shabaka restored the great Egyptian monuments and returned Egypt to a theocratic monarchy by becoming the first priest of Amon. In addition, Shabaka is known for creating a well-preserved example of Memphite theology by inscribing an old religious papyrus into the Shabaka Stone. Shabaka supported an uprising against the Assyrians in the Israelite city of Ashdod, however he and his allies were defeated by Sargon II.</p>\n<p>Taharqa was a Nubian king that ruled over Egypt after the Kushite invasion. He ruled as Pharaoh from Memphis, but constructed great works throughout the Nile Valley, including works at Jebel Barkal, Kawa, and Karnak. At Karnak, the Sacred Lake structures, the kiosk in the first court, and the colonnades at the temple entrance are all owed to Taharqa and Mentuemhet. Taharqa built the largest pyramid in the Nubian region at Nuri (near El-Kurru).</p>\n<p>King Esarhaddon, tired of attempts by Egypt to meddle in the Assyrian Empire, began an invasion of Egypt in 671 BC. Taharqa was defeated, and Egypt conquered by Esarhaddon. Taharqa fled to his Nubian homeland. Esarhaddon describes \"installing local kings (i.e. rulers and governors) Nubians/Kushites I deported from Egypt, leaving not one left to do homage to me\". The Assyrian conquest ended the Nubian invasion that was in the 25th dynasty in Egypt.</p>\n<p>His successor, Tantamani, also made a failed attempt to regain Egypt from the Assyrian Empire. He invaded Egypt and defeated Necho, a native Egyptian prince and vassal ruler of Ashurbanipal, taking Thebes in the process. The Assyrians, based in the north, then sent a large army southwards. Tantamani was routed and fled back to Nubia, and the Assyrian army sacked Thebes to such an extent that it never truly recovered. A native Egyptian ruler, Psamtik I, was placed on the throne, as a vassal of Ashurbanipal of Assyria; he was the first ruler of the Twenty-Sixth Dynasty. In 656 BC, Psamtik I peacefully took control of rebellious Thebes and effectively unified all of Egypt, though it remained subject to Assyria until the Assyrian Empire began to tear itself apart with a brutal series of internal civil wars in the 620s BC. Tantamani and the Nubians were never again to pose a threat to either Assyria or Egypt. However, upon his death, Tantamani was buried with full honours in the royal cemetery of El-Kurru, upstream from the Kushite capital of Napata.</p>\n<p>The Twenty-fifth Dynasty ruled for a little more than one hundred years. The successors of the Twenty-fifth Dynasty settled back in their Nubian homeland, where they established a kingdom at Napata (656–590 BC), then, later, at Meroë (590 BC – 4th century AD).</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Twenty-fifth_Dynasty_of_Egypt\">https://en.wikipedia.org/wiki/Twenty-fifth<em>Dynasty</em>of_Egypt</a></p>"}},{"node":{"id":"b0b9d4d5-ca3e-5fd3-91e4-b3908b2386f7","frontmatter":{"country":"Sudan","title":"Kingdom of Makuria","date":"400 CE"},"fields":{"slug":"makuria_kngdm"},"excerpt":"Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital. By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies…","timeToRead":3,"html":"<p>Makuria was a Nubian kingdom located in what is today Northern Sudan and Southern Egypt. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere south of Abu Hamad as well as parts of northern Kordofan. Its capital was Dongola (Old Nubian: Tungul), and the kingdom is sometimes known by the name of its capital.</p>\n<p>By the end of the 6th century, it had converted to Christianity, but in the 7th century, Egypt was conquered by the Islamic armies. Makuria was one of the few states in the world to repulse Muslim conquests led by the Rashidun Caliphate when they defeated an Arab army at the First Battle of Dongola in 642. The Arabs had taken Egypt in 641, and the jihad soon turned south. Makuria repeated the feat in 652 at the Second Battle of Dongola. Arab writers noted the Makurians' skill as archers in both battles. One of the few major defeats suffered by an Arab army in the first century of Islamic expansion, it led to an unprecedented agreement: the bakt. This treaty guaranteed peaceful relations between the two sides. The Nubians agreed to give Arab traders more privileges of trade in addition to a share in their slave trading, while the Egyptians may have been obliged to send manufactured goods south.</p>\n<p>Makuria expanded by annexing its northern neighbor Nobatia, a process which would have occurred at some point after the Sasanian conquest of Egypt, but was completed until the reign of King Merkurios. It also maintained close dynastic ties with the kingdom of Alodia to the south. The period from the 9th to 11th century saw the peak of Makuria's cultural development: new monumental buildings were erected, arts like wall paintings and finely crafted and decorated pottery flourished and Nubian grew to become the prevalent written language.</p>\n<p>One of the most important discoveries of the rushed work prior to the flooding of Lower Nubia was the Cathedral of Faras. This large building had been completely filled with sand preserving a series of magnificent paintings. Similar, but less well preserved, paintings have been found at several other sites in Makuria, including palaces and private homes, giving an overall impression of Makurian art. The style and content was heavily influenced by Byzantine art, and also showed influence from Egyptian Coptic art and from Palestine. Mainly religious in nature, it depicts many of the standard Christian scenes. Also illustrated are a number of Makurian kings and bishops, with noticeably darker skin than the Biblical figures.</p>\n<p>Women enjoyed a high social standing. The matrilineal succession gave the queen mother and the sister of the current king as forthcoming queen mother great political relevance. Women had access to education and there is evidence that, like in Byzantine Egypt, female scribes existed. Private land tenure was open to both men and women, meaning that both could own, buy and sell land. Transfers of land from mother to daughter were common. </p>\n<p>The main economic activity in Makuria was agriculture, with farmers growing several crops a year of barley, millet, and dates. One important technological advance was the saqiya, an oxen-powered water wheel, that was introduced in the Roman period and helped increase yields and population density. Settlement patterns indicate that land was divided into individual plots rather than as in a manorial system. The peasants lived in small villages composed of clustered houses of sun-dried brick.</p>\n<p>Important industries included the production of pottery, based at Faras, and weaving based at Dongola. Smaller local industries include leatherworking, metalworking, and the widespread production of baskets, mats, and sandals from palm fibre. Also important was the gold mined in the Red Sea Hills to the east of Makuria. Cattle was of great economic importance. </p>\n<p>Increased aggression from Egypt, internal discord, bedouin incursions and possibly the plague and the shift of trade routes led to the state's decline in the 13th and 14th century. Due to a civil war in 1365, the kingdom was reduced to a rump state that lost much of its southern territories, including Dongola. It had disappeared by the 1560s, when the Ottoman occupied Lower Nubia. Nubia was subsequently Islamized, while the Nubians living upstream of Al Dabbah and in Kordofan were also Arabized.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Makuria\">https://en.wikipedia.org/wiki/Makuria</a></p>"}},{"node":{"id":"7d157ba5-600d-5089-8a4d-ab9428f9f745","frontmatter":{"country":"Nigeria","title":"Hausa Kingdom","date":"c. 1000 - 1400"},"fields":{"slug":"hausak"},"excerpt":"The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when…","timeToRead":2,"html":"<p>The Hausa Kingdom, also known as Hausaland, was a collection of states started by the Hausa people, situated between the Niger River and Lake Chad (modern day northern Nigeria). Hausaland lay between the Western Sudanic kingdoms of Ancient Ghana and Mali and the Eastern Sudanic kingdoms of Kanem-Bornu. Hausaland took shape as a political and cultural region during the first millennium CE as a result of the westward expansion of Hausa peoples. They arrived to Hausaland when the terrain was converting from woodlands to savannah. They started cultivating grains, which led to a denser peasant population. They had a common language, laws, and customs. The Hausa were known for fishing, hunting, agriculture, salt-mining, and blacksmithing. By the 14th century Kano had become the most powerful city-state.  Kano had become the base for the trans-Saharan trade in salt, cloth, leather, and grain. The Hausa oral history is reflected in the Bayajidda legend, which describes the adventures of the Baghdadi hero Bayajidda culmulating in the killing of the snake in the well of Daura and the marriage with the local queen Magajiya Daurama. According to the legend, the hero had a child with the queen, Bawo, and another child with the queen's maid-servant, Karbagari.</p>\n<p>In the 7th century, the Dala Hill in Kano was the site of a Hausa community that migrated from Gaya and engaged in iron-working.</p>\n<p>Hausa architecture (known as Tubali in the Hausa language) is a distinct sub-style among the various Sudano-Sahelian architectural styles found throughout the Sahel-geographic band stretching from Senegal and Mauritania in the West to Sudan in the east.</p>\n<p>Hausa buildings are characterized by the use of dry mud bricks in cubic structures, multi-storied buildings for the social elite, the use of parapets related to their military/fortress building past, and traditional white stucco and plaster for house fronts. At times the facades may be decorated with various abstract relief designs, sometimes painted in vivid colours to convey information about the occupant.</p>\n<p>Despite relatively constant growth from the 15th century to the 18th century, the states were vulnerable to constant war internally and externally. By the Eighteenth century they were economically and politically exhausted. Although the vast majority of its inhabitants were Muslim by the 16th century, they were attacked by Fulani jihadists from 1804 to 1808. In 1808 the Hausa Nation was finally conquered by Usuman dan Fodio and incorporated into the Hausa-Fulani Sokoto Caliphate.</p>"}},{"node":{"id":"1bab275e-708b-5bbf-9628-d001702141e7","frontmatter":{"country":"Ethiopia","title":"Ethiopian Empire: The Solomonic Dynasty","date":"1270 - 1974"},"fields":{"slug":"ethi-empire"},"excerpt":"The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg. The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim…","timeToRead":1,"html":"<p>The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg.</p>\n<p>The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim patrilineal descent from the biblical King Solomon and the Queen of Sheba. Tradition asserts that the Queen gave birth to Menelik I after her biblically described visit to Solomon in Jerusalem. </p>\n<p>In 1270, the Zagwe dynasty of Ethiopia was overthrown by Yekuno Amlak, who claimed descent from Solomon and reinitiated the Solomonic era of Ethiopia. The eponymously named Solomonic dynasty was founded and ruled by the Abyssinians, from whom Abyssinia gets its name. The Abyssinians reigned with only a few interruptions from 1270  until 1974, which ended by a coup d'état and deposition of the emperor Haile Selassie. This dynasty governed large parts of Ethiopia through much of its modern history. During this time, the empire conquered and annexed various kingdoms into its realm. The dynasty also successfully fought off Italian, Ottoman and Egyptian forces and made fruitful contacts with some European powers.</p>"}},{"node":{"id":"027f70e0-d909-5d21-878b-0d323986d7f4","frontmatter":{"country":"Cameroon","title":"Mandara Kingdom","date":"1500 CE"},"fields":{"slug":"mandara"},"excerpt":"The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants. Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain. For the kingdom's first…","timeToRead":2,"html":"<p>The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants.</p>\n<p>Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain.</p>\n<p>For the kingdom's first century of history, its rulers warred with neighbouring groups in an effort to expand their territories. After conquering the Dulo (or Duolo)and establishing the capital at Dulo c. 1580, the dynasty of Sankre, a war leader, began. When the Dulo made an attempt to seize the throne, the Bornu kingdom supported the claim of Aldawa Nanda, a member of Sankre's house. Emperor Idris Alaoma of Borno personally installed Nanda as king in 1614. Bornu thus attained an influential position over Mandara.</p>\n<p>Mai Bukar Aji, the 25th king, made Mandara a sultanate c. 1715, which it would remain for nearly two hundred years. Muslim visitors converted Bukar to Islam, and the Islamicisation of the kingdom would continue for most of the next century. The kingdom experienced a golden age of sorts under Bukar and his successor, Bukar Guiana (1773-1828). Around 1781, the Mandara defeated the kingdom of Borno in a major battle, further expanding their control in the region. At the peak of her power at the turn of the century, Mandara received tribute from some 15 chiefdoms. However, the kingdom faced a setback in 1809, when Modibo Adama, a Fulani disciple of Usman dan Fodio, led a jihad against Mandara. Adama briefly seized Dulo, though the Mandara counterattack soon drove him from the kingdom's borders. Adama's defeat prompted Borno to ally with Mandara once again against the Fulani invaders.</p>\n<p>Upon the death of ruler Bukai Dgjiama, Mandara's non-Muslim tributaries rose up, and the Fulani attacked once more. By 1850, Borno could not pass up the opportunity to attack the weakened kingdom. This renewed conflict began to sap the kingdom's strength, paving the way for the invasion of Muhammad Ahmad's forces in the 1880s. In 1895 or 1896, Muhammad Ahmad's army destroyed Dulo, marking a further decline in Mandara power. However, the kingdom continued to exist,repelling continual Fulani raids until it finally fell to them in 1893.</p>\n<p>English explorer Dixon Denham accompanied a slave-raiding expedition from Borno into the Mandara kingdom in February 1823; though he barely escaped with his life following the raiders' defeat, he brought back one of the first European accounts of the kingdom. In 1902, the kingdom was conquered by Germany,passing then to France in 1918. In 1960, the Mandara kingdom became a part of newly independent Cameroon.</p>"}},{"node":{"id":"4a410b2b-8c73-5528-9e41-fca7ef2b6806","frontmatter":{"country":"DRC","title":"Luba Empire","date":"1585 - 1889"},"fields":{"slug":"luba-empire"},"excerpt":"The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo. The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments.  The economy was based on a tribute system where nobles monopolized trade of…","timeToRead":1,"html":"<p>The Kingdom of Luba or Luba Empire (1585–1889) was a pre-colonial Central African state that arose in the marshy grasslands of the Upemba Depression in what is now southern Democratic Republic of Congo.</p>\n<p>The government was based on a complex Kingship system which was durable enough to withstand the disruptions of succession disputes and flexible enough to incorporate foreign leaders and governments. </p>\n<p>The economy was based on a tribute system where nobles monopolized trade of salt, copper, and iron ore.</p>\n<p>The Luba Kingdom kept official \"men of memory\" who were part of a group called the Mbudye. They were responsible for maintaining the oral histories associated with kings.</p>\n<p>The arts were held in high esteem. A carver trained in blacksmithing and woodcarving held relatively high status. The important role of woman in the creation myths and political society resulted in many objects of prestige being decorated with female figures. Free-verse poetry was chanted or recited sometimes with instrumental accompaniment, by both men and women.</p>\n<p>The empire began to decline when European colonists (particularly Belgians) began raiding the empire for slaves. In 1889 the empire was split in two by a succession dispute, ending the empire as a unified state. </p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Luba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Luba</a></p>"}},{"node":{"id":"f646cbc4-fbf2-550c-af21-3dd013a4bd58","frontmatter":{"country":"Benin","title":"Kingdom of Dahomey","date":"1600 - 1904 CE"},"fields":{"slug":"dahomey"},"excerpt":"The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military.  Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey.  Common art…","timeToRead":1,"html":"<p>The Kingdom of Dahomey was an important regional power that had an organized domestic economy built on conquest and slave labor, significant international trade with Europeans, a centralized administration, taxation systems, and an organized military. </p>\n<p>Notable in the kingdom were significant artwork, an all-female military unit known as the Dahomey Amazons, and the elaborate religious practices of Vodun with the large festival of the Annual Customs of Dahomey. </p>\n<p>Common art forms included wood and ivory carving, metalwork (including silver, iron and brass, appliqué cloth, and clay bas-reliefs. Much of the art work revolved around the royalty. Each of the palaces at the Royal Palaces of Abomey contained elaborate bas-reliefs (noundidė in Fon) providing a record of the king's accomplishments. Each king had his own palace within the palace complex and within the outer walls of their personal palace was a series of clay reliefs designed specific to that king. These were not solely designed for royalty and chiefs, temples, and other important buildings had similar reliefs. In addition to the royal depictions in the reliefs, royal members were depicted in power sculptures known as bocio, which incorporated mixed materials (including metal, wood, beads, cloth, fur, feathers, and bone) onto a base forming a standing figure. The bocio are religiously designed to include different forces together to unlock powerful forces. In addition, the cloth appliqué of Dahomey depicted royalty often in similar zoomorphic representation and dealt with matters similar to the reliefs, often the kings leading during warfare. Dahomey also had a distinctive tradition of casting small brass figures of animals or people, which were worn as jewellery or displayed in the homes of the relatively well-off. </p>\n<p>The Dahomey Amazons or Mino, which means \"our mothers,\" were a Fon all-female military regiment. They were rigorously trained and given uniforms. The women's army consisted of a number of regiments: huntresses, riflewomen, reapers, archers, and gunners. Each regiment had different uniforms, weapons and commanders. In the latter period, the Dahomean female warriors were armed with Winchester rifles, clubs and knives. Units were under female command. </p>\n<p>Dahomey had a unique form of West African Vodun that linked together preexisting animist traditions with vodun practices. </p>\n<p>The country was annexed into the French colonial empire in 1984.</p>"}},{"node":{"id":"29c6478f-04c6-513f-91db-94a8fa536a70","frontmatter":{"country":"Angola","title":"Kingdom of Matamba","date":"1631–1744"},"fields":{"slug":"matamba"},"excerpt":"The Kingdom of Matamba (1631–1744) was a pre-colonial African state located in what is now the Baixa de Cassange region of Malanje Province of modern-day Angola. It was a powerful kingdom that long resisted Portuguese colonisation attempts and was only integrated into Angola in the late nineteenth century. The first documentary mention of the Kingdom of Matamba is a reference to it giving tribute to the King of Kongo, then Afonso I of Kongo, in 1530. In 1535 Afonso…","timeToRead":2,"html":"<p>The Kingdom of Matamba (1631–1744) was a pre-colonial African state located in what is now the Baixa de Cassange region of Malanje Province of modern-day Angola. It was a powerful kingdom that long resisted Portuguese colonisation attempts and was only integrated into Angola in the late nineteenth century.</p>\n<p>The first documentary mention of the Kingdom of Matamba is a reference to it giving tribute to the King of Kongo, then Afonso I of Kongo, in 1530. In 1535 Afonso subsequently mentioned Matamba as one of the regions over which he ruled as king in his titles. There is no further information on the kingdom's early history and modern oral traditions do not seem to illuminate this at the present state of research. However, it does not seem likely that Kongo had any more than a light and symbolic presence in Matamba, and its rulers were probably quite independent. Matamba undoubtedly had closer relations with its south southeastern neighbor Ndongo, then a powerful kingdom as well as with Kongo.</p>\n<p>During the mid-sixteenth century Matamba was ruled by an unknown queen, who received missionaries from Kongo, then a Christian kingdom, dispatched by King Diogo I (1545–1561). Though this queen received the missionaries and perhaps allowed them to preach, there is no indication that the kingdom converted to Christianity.</p>\n<p>The arrival of the Portuguese colonists under Paulo Dias de Novais in Luanda in 1575 altered the political situation as the Portuguese immediately became involved in Ndongo's affairs, and war broke out between Ndongo and Portugal in 1579. Although Matamba played a small role in the early wars, the threat of a Portuguese victory stirred the ruler of Matamaba (probably a king named Kambolo Matamba) to intervene. He sent an army to aid Ndongo against the Portuguese, and with these forces the combined armies were able to defeat and rout Portuguese forces at the Battle of the Lukala in 1590.</p>\n<p>Queen Njinga ruled in Matamba from 1631 until her death in 1663. During this time she integrated the country into her domains and thousands of her former subjects who had fled Portuguese attacks with her settled there. She made several wars against Kasanje especially in 1634-5. In 1639 she received a Portuguese peace mission which did not achieve a treaty, but did reestablish relations between her and the Portuguese. When the Dutch took over Luanda in 1641, Njinga immediately sent ambassadors to make an alliance with them. During these years, she moved her capital from Matamba to Kavanga, where she conducted operations against the Portuguese. Though Ndongo forces won a significant victory over the Portuguese in at the Battle of Kombi in 1647, nearly forcing them to abandon the country and laying siege to their inland capital of Masangano, a Portuguese relief force led by Salvador de Sá in 1648 drove out the Dutch and forced Njinga to return to Matamba. Although she maintained a symbolic capital at Kindonga, an island in the Kwanza River where she and her predecessor had ruled, the real capital was at the town of Matamba (Santa Maria de Matamba). Njinga had been baptized as Ana de Sousa while in Luanda in 1622, and in 1654 she began peace overtures to Portugal.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Matamba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Matamba</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Women*","types":"Kingdoms,Arts,Metallurgy,Women,Military"}}