{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"92163fa4-5d15-5f49-abba-6f228ed90b97","frontmatter":{"country":"Niger_","title":"Kiffian culture","date":"8000 BCE"},"fields":{"slug":"kiffianc"},"excerpt":"The Kiffian culture is a prehistoric industry, or domain, that existed between 10,000 and 8,000 years ago in the Sahara Desert, during the Neolithic Subpluvial. Human remains from this culture were found in 2000 at a site known as Gobero, located in Niger in the Ténéré Desert. The site is known as the largest and earliest grave of Stone Age people in the Sahara desert. The Kiffians were skilled hunters. Bones of many large savannah animals that were discovered in the same…","timeToRead":1,"html":"<p>The Kiffian culture is a prehistoric industry, or domain, that existed between 10,000 and 8,000 years ago in the Sahara Desert, during the Neolithic Subpluvial. Human remains from this culture were found in 2000 at a site known as Gobero, located in Niger in the Ténéré Desert. The site is known as the largest and earliest grave of Stone Age people in the Sahara desert.</p>\n<p>The Kiffians were skilled hunters. Bones of many large savannah animals that were discovered in the same area suggest that they lived on the shores of a lake that was present during the Holocene Wet Phase, a period when the Sahara desert was verdant and wet.</p>\n<p>The Kiffian people were tall, standing over six feet in height. Craniometric analysis indicates that this early Holocene population was closely related to the Late Pleistocene Iberomaurusians and early Holocene Capsians of the Maghreb, as well as mid-Holocene Mechta groups.</p>\n<p>Traces of the Kiffian culture do not exist after 8,000 years ago, as the Sahara went through a dry period for the next thousand years. After this time, the Tenerian culture colonized the area.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kiffian_culture\">https://en.wikipedia.org/wiki/Kiffian_culture</a></p>"}},{"node":{"id":"e470204b-97c5-5da1-b772-7a193de05a30","frontmatter":{"country":"Niger_","title":"Gao Empire","date":"800 CE - 1430 CE"},"fields":{"slug":"gao_empire"},"excerpt":"The Gao Empire precedes that of the Songhai Empire in the region of the Middle Niger. It owes its name to the town of Gao located at the eastern Niger bend. In the ninth century CE, it was considered to be the most powerful West African kingdom. For much of its history Gao was an important commercial centre involved in the trans-Saharan trade. In the 9th century external Arabic writers described Gao as an important regional power and by the end of the 10th century, the local…","timeToRead":2,"html":"<p>The Gao Empire precedes that of the Songhai Empire in the region of the Middle Niger. It owes its name to the town of Gao located at the eastern Niger bend. In the ninth century CE, it was considered to be the most powerful West African kingdom.</p>\n<p>For much of its history Gao was an important commercial centre involved in the trans-Saharan trade. In the 9th century external Arabic writers described Gao as an important regional power and by the end of the 10th century, the local ruler was said to be a Muslim. Towards the end of the 13th century Gao became part of the Mali Empire, but in first half of the 15th century the town regained its independence and with the conquests of Sunni Ali (ruled 1464–1492) it became the capital of the Songhai Empire. The Empire collapsed after the Moroccan invasion in 1591 and the invaders chose to make Timbuktu their capital. By the time of Heinrich Barth's visit in 1854, Gao had declined to become an impoverished village with 300 huts constructed from matting. In 2009, the urban commune had a population of 86,633.</p>\n<p>Apart from some Arabic epitaphs on tombstones discovered in 1939 at the cemetery of Gao-Saney (6 km to the east of the city) there are no surviving indigenous written records that date from before the middle of the 17th century. Our knowledge of the early history of the town relies on the writings of external Arabic geographers living in Morocco, Egypt and Andalusia, who never visited the region. These authors referred to the town as Kawkaw or Kuku. The two key 17th century chronicles, the Tarikh al-Sudan and the Tarikh al-Fattash, provide information on the town at the time of the Songhai Empire but they contain only vague indications on the time before.</p>\n<p>The archaeological evidence suggests that there were two settlements on the eastern bank of the Niger: Gao Ancien situated within the modern town, to the east of the Tomb of Askia, and the archaeological site of Gao-Saney (Sané in French) situated around 4 km to the east. The bed of the Wadi Gangaber passes to the south of the Gao-Saney occupation mound (tell) but to the north of Gao Ancien. The imported pottery and glass recovered from Gao-Saney suggest that the site was occupied between the 8th and 12th centuries.</p>\n<p>The discovery of the tombstones of Gao-Saney in 1939 has provided the historians of the Gao Empire with new evidence. The three great Muslim rulers belonging the Zaghe dynasty who died successively in 1100, 1110 and 1120 can be identified with the kings of the Zuwa dynasty. The Islamization of the dynasty took therefore not place at the beginning but at the end of the eleventh century in the time of the Almoravids. The role of the Almoravids in this process has been hotly debated. Earlier the kings of Gao-Saney were considered to be offshoots of the Almoravids (John Hunwick, 1980), but it has recently been argued that they were converted rulers of a great African dynasty, possibly originating from ancient Ghana (Dierk Lange, 2004).</p>"}},{"node":{"id":"e81d667b-054e-51be-87f9-545c8f4883ed","frontmatter":{"country":"Burkina Faso","title":"Mali Empire","date":"1230 - 1670"},"fields":{"slug":"mali_empire"},"excerpt":"The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs. The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around…","timeToRead":2,"html":"<p>The Mali Empire was an empire in West Africa from c. 1230 to 1670. The empire was founded by Sundiata Keita and became renowned for the wealth of its rulers, especially Musa Keita. The Manding languages were spoken in the empire. It was the largest empire in West Africa and profoundly influenced the culture of West Africa through the spread of its language, laws and customs.</p>\n<p>The empire began as a small Mandinka kingdom at the upper reaches of the Niger River, centred around the town of Niani (the empire's namesake in Manding). During the 11th and 12th centuries, it began to develop as an empire following the decline of the Ghana Empire to the north. The conquest of Sosso in c. 1235 gave the Mali Empire access to the trans-Saharan trade routes.</p>\n<p>The Mali Empire flourished because of its trade above all else. It contained three immense gold mines within its borders. The empire taxed gold, copper and salt that entered its borders. By the beginning of the 14th century, Mali was the source of almost half the Old World's gold exported from mines in Bambuk, Boure and Galam. Gold mines in Boure, which is located in present-day Guinea, were discovered sometime near the end of 12th century.</p>\n<p>In 1307 Mansa Musa came to the throne after a series of civil wars and ruled for thirty years. During the peak of the kingdom, Mali was extremely wealthy. This was due to the tax on trade in and out of the empire, along with all the gold Mansa Musa had. Mali flourished especially when Timbuktu came under Mansa Musa’s control. Timbuktu was a place of trade, entertainment, and education. The city’s water supply was a leading cause to its successes in trade.</p>\n<p>The Mali Empire maintained a semi-professional, full-time army in order to defend its borders. The entire nation was mobilised, with each clan obligated to provide a quota of fighting-age men. Historians who lived during the height and decline of the Mali Empire consistently record its army at 100,000, with 10,000 of that number being made up of cavalry. Swords and lances of local or foreign manufacture were the choice weapons of the cavalry. Spears and bows were the mainstay of the infantry. Bowmen formed a large portion of the field army as well as the garrison. Equipped with two quivers and a knife fastened to the back of their arm, Mandinka bowmen used barbed, iron-tipped arrows that were usually poisoned. They also used flaming arrows for siege warfare. Numerous sources attest that the inland waterways of West Africa saw extensive use of war canoes and vessels used for war transport where permitted by the environment. Most West African canoes were of single-log construction, carved and dug out from one massive tree trunk.</p>\n<p>Imperial Malian architecture was characterised by Sudano-Sahelian architecture with a Malian substyle, which is exemplified by the Great Mosque of Djenne. This style is characterised by the use of mudbricks and an adobe plaster, with large wooden-log support beams that jut out from the wall face for large buildings such as mosques or palaces.</p>\n<p>During the 17th century, the Mali empire faced incursions from the Bamana Empire. After unsuccessful attempts by Mansa Mama Maghan to conquer Bamana, in 1670 Bamana sacked and burned Niani, and the Mali Empire rapidly disintegrated and ceased to exist, being replaced by independent chiefdoms. The Keitas retreated to the town of Kangaba, where they became provincial chiefs.</p>"}},{"node":{"id":"ce503586-98af-5cc3-868c-f741c060154c","frontmatter":{"country":"Mauritania","title":"Songhai Empire","date":"c. 1464 - 1591"},"fields":{"slug":"songhai"},"excerpt":"The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the…","timeToRead":2,"html":"<p>The Songhai Empire (also transliterated as Songhay) was a state that dominated the western Sahel in the 15th and 16th century. At its peak, it was one of the largest states in African history. The state is known by its historiographical name, derived from its leading ethnic group and ruling elite, the Songhai. Sonni Ali established Gao as the capital of the empire, although a Songhai state had existed in and around Gao since the 11th century. Other important cities in the empire were Timbuktu and Djenné, conquered in 1468 and 1475 respectively, where urban-centered trade flourished. Initially, the empire was ruled by the Sonni dynasty (c. 1464–1493), but it was later replaced by the Askia dynasty (1493–1591) when Askia Muhammad became the leader of the Songhai.</p>\n<p>Under the rule of Sonni Ali, the Songhai surpassed the Malian Empire in area, wealth, and power, absorbing vast areas of the Mali Empire and reached its greatest extent. </p>\n<p>Economic trade existed throughout the Empire, due to the standing army stationed in the provinces throughout the empire. Central to the regional economy were independent gold fields. </p>\n<p>The Songhai economy was based on a clan system. The clan a person belonged to ultimately decided one's occupation. The most common were metalworkers, fishermen, and carpenters. Lower caste participants consisted of mostly non-farm working immigrants, who at times were provided special privileges and held high positions in society. At the top were noblemen and direct descendants of the original Songhai people, followed by freemen and traders. At the bottom were war captives and slaves obligated to labor, especially in farming. James Olson describes the labor system as resembling modern day unions, with the Empire possessing craft guilds that consisted of various mechanics and artisans.</p>\n<p>Criminal justice in Songhai was based mainly, if not entirely, on Islamic principles, especially during the rule of Askia Muhammad. </p>\n<p>Upper classes in society converted to Islam while lower classes often continued to follow traditional religions. Sermons emphasized obedience to the king. Timbuktu was the educational capital. Sonni Ali established a system of government under the royal court, later to be expanded by Askia Muhammad, which appointed governors and mayors to preside over local tributary states, situated around the Niger valley. Local chiefs were still granted authority over their respective domains as long as they did not undermine Songhai policy.</p>\n<p>The Dendi Kingdom succeeded the empire as the continuation of Songhai culture and society.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Songhai_Empire\">https://en.wikipedia.org/wiki/Songhai_Empire</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Niger_*","countries":"Niger_"}}