{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"0365dd95-40a8-5aaf-9ae4-15e9169a1197","frontmatter":{"country":"Chad","title":"Sao Civilisation","date":"600 BCE - 1500 CE"},"fields":{"slug":"Sao-Civilisation"},"excerpt":"The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies.  Sao artifacts show that they were skilled workers…","timeToRead":1,"html":"<p>The Sao civilisation flourished in Central Africa from the sixth century BC to as late as the sixteenth century AD after which the Sao were absorbed into the Bornu Empire. The Sao lived by the Chari River Around Lake Chad in territory that later became part of Cameroon and Chad. They were made up of several patrilineal clans who were united into a single polity. The polity were organized into ranked and centralized societies. </p>\n<p>Sao artifacts show that they were skilled workers in bronze, copper, and iron. Finds include bronze sculptures and terra cotta statues of human and animal figures, coins, funerary urns, household utensils, jewelry, highly decorated pottery, spears,  well-fired ceramic vessels, and fine personal ornaments in clay, copper, iron, alloyed copper and brass.</p>\n<p>The Sao were recorded to have dwelt in small towns that were protected by moats and earthen ramparts, suggesting that they may have functioned as city-states.</p>\n<p>Archaeological evidence shows that the Sao buried their dead. The tradition of placing a corpse in the fetal position inside of an earthenware jar was in practice from the 12-13th centuries AD.</p>\n<p>Today, several ethnic groups of Nigeria, northern Cameroon and southern Chad, but particularly the Sara, Kotoko, claim descent from the civilization of the Sao.</p>\n<p>You can read more @ <a href=\"https://en.wikipedia.org/wiki/Sao_civilisation\">https://en.wikipedia.org/wiki/Sao_civilisation</a></p>"}},{"node":{"id":"dde5fe33-1c11-55e6-b0a3-12764fa9396c","frontmatter":{"country":"Cameroon","title":"Kanem–Bornu Empire","date":"700 - 1893 CE"},"fields":{"slug":"kanembornu"},"excerpt":"The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900. The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a…","timeToRead":2,"html":"<p>The Kanem–Bornu Empire was an empire that existed in modern Chad and Nigeria. It was known to the Arabian geographers as the Kanem Empire from the 9th century AD onward and lasted as the independent kingdom of Bornu (the Bornu Empire) until 1900.</p>\n<p>The Kanem Empire (c. 700–1380) was located in the present countries of Chad, Nigeria and Libya. The empire of Kanem formed under the nomadic Tebu-speaking Kanembu, who eventually abandoned their nomadic lifestyle and founded a capital around 700 CE under the first documented Kanembu king (mai), known as Sef of Saif. The capital of Njimi grew in power and influence under the Duguwa dynaty. Njimi dominated trans-Saharan trade in ivory and slaves between the central Sahara and Libya. </p>\n<p>The major factor that later influenced the history of the state of Kanem was the early penetration of Islam that came with North African traders, Berbers, and Arabs.</p>\n<p>By the end of the 14th century, internal struggles and external attacks had torn Kanem apart. Around 1380 the Kanem empire merged with Bornu to  become the Kanem-Bornu empire under the Sayfawa Dynasty.</p>\n<p>The Bornu Empire (1380s–1893) was a state of what is now northeastern Nigeria, in time becoming even larger than Kanem, incorporating areas that are today parts of Chad, Niger, Sudan, and Cameroon; is existed from 1380s to 1893. The early history of the Empire is mainly known from the Royal Chronicle or Girgam discovered in 1851 by the German traveller Heinrich Barth.</p>\n<p>Kanem-Bornu dominated and invaded its neighbors through its cavalry, as the empire relied heavily on the strength of its horsemen for its conquests and slave raids. Kanem-Bornu was also a major diplomatic power in the Sahara area and boasted embassies in both Morocco and the Ottoman Empire via Tripoli.</p>\n<p>The practice of recording orally the names and genealogies of the kings of Kanem seems to have existed since the 9th century. The introduction of Islam and the Arabic script codified this tradition by making it possible to write down the names of the kings. This list or chronicle of kings, the diwan or girgam, was written from the 13th or 16th century until the 19th and contained the names of 67 kings from the 9th to the 19th century. It constitutes one of the most important sources for the history of Kanem-Bornu and has been extensively used by historians of the empire.</p>"}},{"node":{"id":"35adbfc6-037a-54d7-b829-b0ccc2f24c2c","frontmatter":{"country":"Cameroon","title":"Kingdom of Bamum","date":"1394–1884"},"fields":{"slug":"bamum_kngdm"},"excerpt":"The Kingdom of Bamum (also spelled Bamoum, Bamun, Bamoun, or Mum) (1394–1884) was a pre-colonial Central African state in what is now northwest Cameroon. It was founded by the Mbum, a Bantu ethnic group from northeast Cameroon who claim descent from the Tikar of the Cameroon highlands. Its capital was the ancient walled city of Fumban. The Bamum kingdom was founded by emigrants related to the Tikar royal dynasty of Nsaw. The founding king (called a \"fon\" or \"mfon\") was Nchare…","timeToRead":1,"html":"<p>The Kingdom of Bamum (also spelled Bamoum, Bamun, Bamoun, or Mum) (1394–1884) was a pre-colonial Central African state in what is now northwest Cameroon. It was founded by the Mbum, a Bantu ethnic group from northeast Cameroon who claim descent from the Tikar of the Cameroon highlands. Its capital was the ancient walled city of Fumban.</p>\n<p>The Bamum kingdom was founded by emigrants related to the Tikar royal dynasty of Nsaw. The founding king (called a \"fon\" or \"mfon\") was Nchare, a conqueror reputed to have crushed some 18 rulers. King Nchare founded the capital Foumban, then called Mfomben. This first group of Tikar emigrants conquerors absorbed the language and customs of their new subjects and were from then on known as Mbum. Later, all peoples falling under their influence would take this name. It is believed that Chamba migrations from the Tikar plain in the southern part of the western Adamawa Plateau resulted in the kingdom’s foundation.</p>"}},{"node":{"id":"25925760-ed7b-551f-b6d5-625bdc8e49a8","frontmatter":{"country":"Chad","title":"Kotoko kingdom","date":""},"fields":{"slug":"kotoko_kngdm"},"excerpt":"The Kotoko kingdom was an African monarchy in what is today northern Cameroon and Nigeria, and southwestern Chad. Its inhabitants and their modern descendants are known as the Kotoko people. The rise of Kotoko coincided with the decline of the Sao civilisation in northern Cameroon. A king headed the nascent state, which came to assimilate several smaller kingdoms. Among these were Kousséri, Logone-Birni, Makari, and Mara. Kotoko spread to parts of what is today northern…","timeToRead":1,"html":"<p>The Kotoko kingdom was an African monarchy in what is today northern Cameroon and Nigeria, and southwestern Chad. Its inhabitants and their modern descendants are known as the Kotoko people.</p>\n<p>The rise of Kotoko coincided with the decline of the Sao civilisation in northern Cameroon. A king headed the nascent state, which came to assimilate several smaller kingdoms. Among these were Kousséri, Logone-Birni, Makari, and Mara. Kotoko spread to parts of what is today northern Cameroon and Nigeria, and southwestern Chad by the mid-15th century. Logone-Birni emerged as the most influential of Kotoko's client kingdoms.</p>\n<p>The Kanem Empire brought northern Kotoko into its sphere of influence early on. Through the actions of missionaries and conquerors, most of northern Kotoko had converted to Islam by the 19th century. That same century, Kotoko itself was completely subsumed into the Bornu Empire, and Islam continued to spread. The Bornu rulers divided the territory into northern and southern halves, which allowed Logone-Birni in the south to maintain some degree of autonomy under its paramount chief. Logone-Birni was divided into provinces headed by sub-chiefs.</p>\n<p>Kotoko, along with the rest of Bornu, was split among European powers during Africa's colonial period. In modern times, there has been some conflict between the Kotoko and the Shuwa Arabs.\"</p>"}},{"node":{"id":"027f70e0-d909-5d21-878b-0d323986d7f4","frontmatter":{"country":"Cameroon","title":"Mandara Kingdom","date":"1500 CE"},"fields":{"slug":"mandara"},"excerpt":"The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants. Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain. For the kingdom's first…","timeToRead":2,"html":"<p>The Mandara Kingdom (sometimes called Wandala) was an African kingdom in the Mandara Mountains of what is today Cameroon. The Mandara people are descended from the kingdom's inhabitants.</p>\n<p>Tradition states that Mandara was founded shortly before 1500 by a female ruler named Soukda and a non-Mandarawa hunter named Gaya. The kingdom was first referred to by Fra Mauro (in 1459) and Leo Africanus (in 1526); the provenance of its name remains uncertain.</p>\n<p>For the kingdom's first century of history, its rulers warred with neighbouring groups in an effort to expand their territories. After conquering the Dulo (or Duolo)and establishing the capital at Dulo c. 1580, the dynasty of Sankre, a war leader, began. When the Dulo made an attempt to seize the throne, the Bornu kingdom supported the claim of Aldawa Nanda, a member of Sankre's house. Emperor Idris Alaoma of Borno personally installed Nanda as king in 1614. Bornu thus attained an influential position over Mandara.</p>\n<p>Mai Bukar Aji, the 25th king, made Mandara a sultanate c. 1715, which it would remain for nearly two hundred years. Muslim visitors converted Bukar to Islam, and the Islamicisation of the kingdom would continue for most of the next century. The kingdom experienced a golden age of sorts under Bukar and his successor, Bukar Guiana (1773-1828). Around 1781, the Mandara defeated the kingdom of Borno in a major battle, further expanding their control in the region. At the peak of her power at the turn of the century, Mandara received tribute from some 15 chiefdoms. However, the kingdom faced a setback in 1809, when Modibo Adama, a Fulani disciple of Usman dan Fodio, led a jihad against Mandara. Adama briefly seized Dulo, though the Mandara counterattack soon drove him from the kingdom's borders. Adama's defeat prompted Borno to ally with Mandara once again against the Fulani invaders.</p>\n<p>Upon the death of ruler Bukai Dgjiama, Mandara's non-Muslim tributaries rose up, and the Fulani attacked once more. By 1850, Borno could not pass up the opportunity to attack the weakened kingdom. This renewed conflict began to sap the kingdom's strength, paving the way for the invasion of Muhammad Ahmad's forces in the 1880s. In 1895 or 1896, Muhammad Ahmad's army destroyed Dulo, marking a further decline in Mandara power. However, the kingdom continued to exist,repelling continual Fulani raids until it finally fell to them in 1893.</p>\n<p>English explorer Dixon Denham accompanied a slave-raiding expedition from Borno into the Mandara kingdom in February 1823; though he barely escaped with his life following the raiders' defeat, he brought back one of the first European accounts of the kingdom. In 1902, the kingdom was conquered by Germany,passing then to France in 1918. In 1960, the Mandara kingdom became a part of newly independent Cameroon.</p>"}},{"node":{"id":"79902191-7d32-557f-adaa-2b7bda048c39","frontmatter":{"country":"Cameroon","title":"Kingdom of Bagirmi","date":"1522 CE"},"fields":{"slug":"bagirmi"},"excerpt":"The Sultanate or Kingdom of Bagirmi or Baghermi (French: Royaume du Baguirmi) was a kingdom and Islamic sultanate southeast of Lake Chad in central Africa. It was founded in either 1480 or 1522 and lasted until 1897, when it became a French protectorate. Its capital was Massenya, north of the Chari River and close to the border to modern Cameroon. The kings wore the title Mbang. The Bagirmi carried a tradition that they migrated from far to the east, which is supported by the…","timeToRead":2,"html":"<p>The Sultanate or Kingdom of Bagirmi or Baghermi (French: Royaume du Baguirmi) was a kingdom and Islamic sultanate southeast of Lake Chad in central Africa. It was founded in either 1480 or 1522 and lasted until 1897, when it became a French protectorate. Its capital was Massenya, north of the Chari River and close to the border to modern Cameroon. The kings wore the title Mbang.</p>\n<p>The Bagirmi carried a tradition that they migrated from far to the east, which is supported by the resemblance of their language to various tribes on the White Nile. It is not entirely clear when and by whom Bagirimi kingdom was founded: some king lists trace this event to 1480, when it was supposedly founded by Mbang Abd al-Mahmud Begli, while others deem Mbang Birni Besse responsible, who is said to have founded the kingdom in 1522. He seems to have displaced the earlier Bulala, while he also began to build a palace in Massenya, the capital of the state. The fourth king, Abdullah (1568–1608), adopted Islam and converted the state into a sultanate, permitting the state to extend their authority over many pagan tribes in the area, including the area's Saras, Gaberi, Somrai, Gulla, Nduka, Nuba, and Sokoro. He and his successors continued to use the title \"mbang\" alongside that of \"sultan\".</p>\n<p>The Shari River formed the kingdom's western boundary, with most of its interior watered by its affluents. The area was home to a kind of footworm that mutilated many of the inhabitants. Bagirmi was also continually plagued by drought, pestilence, and slave raiding both internally and externally organized. During the reign of Idris Alooma Bornu conquered Bagirmi. The Muslim Bagirmi would raid the pagan tribes of their own kingdom in order to pay the necessary tribute to Bornu. Except of slaves, including eunuchs, Bagirmi also exported animal skins, ivory and cotton, while importing copper and cowrie shells. Trade with Bornu was carried out by caravans along a route which extended north across the Sahara to Tripoli on the Libyan coast. During the reign of Mbang Muhammad al-Amin (r. 1751-1785) Bagirmi became independent again, although the tributary status remained.</p>\n<p>Early in the 19th century, Bagirmi fell into decay and was threatened by the Sultanate of Wadai. It was finally annexed in 1871.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Sultanate_of_Bagirmi\">https://en.wikipedia.org/wiki/Sultanate<em>of</em>Bagirmi</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Cameroon*","countries":"Cameroon"}}