{"data":{"markdownRemark":{"html":"<p>The Mossi Kingdoms, sometimes referred to as the Mossi Empire, were a number of different powerful kingdoms in modern-day Burkina Faso which dominated the region of the upper Volta river for hundreds of years. The kingdoms were founded when warriors from the Mamprusi area, in modern-day Ghana moved into the area and intermarried with local people. Centralization of the political and military powers of the kingdoms begin in the 13th century and led to conflicts between the Mossi kingdoms and many of the other powerful states in the region. In 1896, the French took over the kingdoms and created the French Upper Volta which largely used the Mossi administrative structure for many decades in governing the colony.</p>\n<p>The Mossi kingdoms were organized around five different kingdoms: Ouagadougou, Tenkodogo, Fada N'gourma, and Zondoma (later replaced by Yatenga) and Boussouma. However, there were as many as 19 additional lesser Mossi kingdoms which retained connection to one of the four main kingdoms. Each of these retained significant domestic autonomy and independence but shared kinship, military, and ritualistic bonds with one another. Each kingdom had similar domestic structures with kings, ministers, and other officials and a high degree of centralization of administrative functions. There were prominent rivalries between the different kingdoms, namely between Yatenga and Ouagadougou. Ouagadougou was often considered the primary Mossi kingdom ruled by Moro Naba, but was not the capital of the Mossi kingdoms as each retained autonomy.</p>","fields":{"slug":"mossi _kngdm"},"frontmatter":{"title":"Mossi Kingdoms","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, December 20). Mossi Kingdoms. In Wikipedia, The Free Encyclopedia. Retrieved 20:58, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Mossi_Kingdoms&oldid=874589558"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"mossi _kngdm","imgs":"*mossi _kngdm*"}}