{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"ffa0295a-0d7d-5814-806c-ad5da47d4d49","frontmatter":{"country":"Eritrea","title":"Gash Group","date":"2500 BCE - 1500 BCE"},"fields":{"slug":"gash-group"},"excerpt":"Excavations in and near Agordat in central Eritrea yielded the remains of an ancient pre-Aksumite civilization known as the Gash Group. Ceramics were discovered that were related to those of the C-Group (Temehu) pastoral culture, which inhabited the Nile Valley between 2500–1500 BC. Some sources dating back to 3500 BC. Shards akin to those of the Kerma culture, another community that flourished in the Nile Valley around the same period, were also found at other local…","timeToRead":1,"html":"<p>Excavations in and near Agordat in central Eritrea yielded the remains of an ancient pre-Aksumite civilization known as the Gash Group. Ceramics were discovered that were related to those of the C-Group (Temehu) pastoral culture, which inhabited the Nile Valley between 2500–1500 BC. Some sources dating back to 3500 BC. Shards akin to those of the Kerma culture, another community that flourished in the Nile Valley around the same period, were also found at other local archaeological sites in the Barka valley belonging to the Gash Group. According to Peter Behrens (1981) and Marianne Bechaus-Gerst (2000), linguistic evidence indicates that the C-Group and Kerma peoples spoke Afroasiatic languages of the Berber and Cushitic branches, respectively.</p>"}},{"node":{"id":"d0f3930f-f7d7-5445-8aab-0d78bde3ef5a","frontmatter":{"country":"Somalia","title":"Land of Punt","date":"2500 BCE"},"fields":{"slug":"punt-land"},"excerpt":"The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it. At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the…","timeToRead":2,"html":"<p>The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it.</p>\n<p>At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the regions located in the direction of the sunrise, to the East of Egypt. These eastern regions' resources included products used in temples, notably incense. Older literature (and current non-mainstream literature) maintained that the label \"God's Land\", when interpreted as \"Holy Land\" or \"Land of the gods/ancestors\", meant that the ancient Egyptians viewed the Land of Punt as their ancestral homeland.</p>\n<p>Analysis of mummified baboons in the British Museum has revealed the location of the land of Punt as the area between Ethiopia and Eritrea. </p>\n<p>The earliest recorded ancient Egyptian expedition to Punt was organized by Pharaoh Sahure of the Fifth Dynasty (25th century BC). However, gold from Punt is recorded as having been in Egypt as early as the time of Pharaoh Khufu of the Fourth Dynasty.</p>\n<p>Subsequently, there were more expeditions to Punt in the Sixth, Eleventh, Twelfth and Eighteenth dynasties of Egypt. In the Twelfth Dynasty, trade with Punt was celebrated in popular literature in the Tale of the Shipwrecked Sailor.</p>\n<p>In the reign of Mentuhotep III (11th dynasty, ca. 2000 BC), an officer named Hannu organized one or more voyages to Punt, but it is uncertain whether he personally traveled on these expeditions. Trading missions of the 12th dynasty pharaohs Senusret I, Amenemhat II and Amenemhat IV had also successfully navigated their way to and from the mysterious land of Punt.</p>\n<p>In the Eighteenth Dynasty of Egypt, Hatshepsut built a Red Sea fleet to facilitate trade between the head of the Gulf of Aqaba and points south as far as Punt to bring mortuary goods to Karnak in exchange for Nubian gold. Hatshepsut personally made the most famous ancient Egyptian expedition that sailed to Punt. During the reign of Queen Hatshepsut in the 15th century BC, ships regularly crossed the Red Sea in order to obtain bitumen, copper, carved amulets, naptha and other goods transported overland and down the Dead Sea to Elat at the head of the gulf of Aqaba where they were joined with frankincense and myrrh coming north both by sea and overland along trade routes through the mountains running north along the east coast of the Red Sea.</p>"}},{"node":{"id":"c33deeab-7e22-51ac-88f4-3320518c0156","frontmatter":{"country":"Eritrea","title":"Dʿmt","date":"980 BCE - 400 BCE"},"fields":{"slug":"dmt-ea"},"excerpt":"Dʿmt was a kingdom located in Eritrea and northern Ethiopia that existed during the 10th to 5th centuries BC. Few inscriptions by or about this kingdom survive and very little archaeological work has taken place. Given the presence of a large temple complex and fertile surroundings, the capital of Dʿmt may have been present day Yeha, in Tigray, Ethiopia. At Yeha the temple to the god Ilmuqah is still standing. The kingdom developed irrigation schemes, used plows, grew millet…","timeToRead":1,"html":"<p>Dʿmt was a kingdom located in Eritrea and northern Ethiopia that existed during the 10th to 5th centuries BC. Few inscriptions by or about this kingdom survive and very little archaeological work has taken place.</p>\n<p>Given the presence of a large temple complex and fertile surroundings, the capital of Dʿmt may have been present day Yeha, in Tigray, Ethiopia. At Yeha the temple to the god Ilmuqah is still standing.</p>\n<p>The kingdom developed irrigation schemes, used plows, grew millet, and made iron tools and weapons.</p>\n<p>Most modern historians consider this civilization to be native African, although Sabaean-influenced due to the latter's dominance of the Red Sea, while others have viewed Dʿmt as the result of a mixture of Sabaeans and indigenous peoples. The most recent research, however, shows that Ge'ez, the ancient Semitic language spoken in Eritrea and northern Ethiopia in ancient times, is not derived from Sabaean. There is evidence of a Semitic-speaking presence in Eritrea and northern Ethiopia at least as early as 2000 BC. Some sources consider the Sabaean influence to be minor, limited to a few localities, and disappeared after a few decades or a century, perhaps representing a trading or military colony in some sort of symbiosis or military alliance with the civilization of Dʿmt or some other proto-Aksumite state. However other sources hold that D'mt, though having indigenous roots, was under strong South Arabian economic and cultural influence. </p>\n<p>After the fall of Dʿmt in the 5th century BC, the plateau came to be dominated by smaller unknown successor kingdoms. This lasted until the rise of one of these polities during the first century BC, the Aksumite Kingdom.</p>"}},{"node":{"id":"d7c32c7a-2cf0-5825-b5c9-c6e1ce063fb1","frontmatter":{"country":"Eritrea","title":"Ona Culture","date":"800 BCE"},"fields":{"slug":"ona-culture"},"excerpt":"Excavations at Sembel, in the Maekel Region of Eritrea,found evidence of an ancient pre-Aksumite civilization in greater Asmara. This Ona urban culture is believed to have been among the earliest pastoral and agricultural communities in the Horn region. Artifacts at the site have been dated to between 800 BC and 400 BC, contemporaneous with other pre-Aksumite settlements in the Eritrean and Ethiopian highlands during the mid-first millennium BC. Additionally, the Ona culture…","timeToRead":1,"html":"<p>Excavations at Sembel, in the Maekel Region of Eritrea,found evidence of an ancient pre-Aksumite civilization in greater Asmara. This Ona urban culture is believed to have been among the earliest pastoral and agricultural communities in the Horn region. Artifacts at the site have been dated to between 800 BC and 400 BC, contemporaneous with other pre-Aksumite settlements in the Eritrean and Ethiopian highlands during the mid-first millennium BC.</p>\n<p>Additionally, the Ona culture may have had connections with the ancient Land of Punt. In a tomb in Thebes (Luxor) dated to the 18th dynasty reign of Pharaoh Amenophis II (Amenhotep II), long-necked pots similar to those that were made by the Ona people are depicted as part of the cargo in a ship from Punt.</p>"}},{"node":{"id":"0664a23e-75fb-5d72-827a-55a438912949","frontmatter":{"country":"Eritrea","title":"Matara","date":""},"fields":{"slug":"matara_city"},"excerpt":"Matara (Metera) is an archaeological site in Eritrea. Situated a few kilometers south of Senafe, it was a major city in the Dʿmt and Aksumite kingdoms. Since Eritrean independence, the National Museum of Eritrea has petitioned the Ethiopian government to return artifacts removed from the site. However, the efforts have thus far been rebuffed. The archaeological site already has yielded evidence of several levels of habitation, including at least two different major cities…","timeToRead":1,"html":"<p>Matara (Metera) is an archaeological site in Eritrea. Situated a few kilometers south of Senafe, it was a major city in the Dʿmt and Aksumite kingdoms. Since Eritrean independence, the National Museum of Eritrea has petitioned the Ethiopian government to return artifacts removed from the site. However, the efforts have thus far been rebuffed.</p>\n<p>The archaeological site already has yielded evidence of several levels of habitation, including at least two different major cities, covering more than 1000 years. The topmost layers are associated with the Aksumite Empire and date from the fourth to the eighth centuries. This city was allied with or part of the powerful trading empire centered in the capital, Aksum, to the southwest. It appears that Matara was one of a string of cities along the trade route that ran from Aksum to its port city, Adulis, whose extensive ruins, surveyed but largely unexcavated, are in the vicinity of Zula, southeast of Massawa on the Red Sea coast. Keskese is located 8 kilometres (5.0 mi) north of Matara.</p>\n<p>Hawulti, a pre-Aksumite or early Aksumite era obelisk, is situated here.</p>"}},{"node":{"id":"c69bf3cb-77fd-589f-bd73-e11b93771165","frontmatter":{"country":"Eritrea","title":"Qohaito","date":""},"fields":{"slug":"qohaito"},"excerpt":"Qohaito, also known as Kohaito,قوحيتو was an ancient city in the southern Debub region of Eritrea. It was a pre-Aksumite settlement that thrived during the Aksumite period. The town was located over 2,500 meters above sea level, on a high plateau at the edge of the Great Rift Valley. As of 2011, Qohaito's stone ruins have yet to be excavated. The ancient port city of Adulis lies directly to the east. Rock art near Qohaito appears to indicate habitation in the area since the…","timeToRead":1,"html":"<p>Qohaito, also known as Kohaito,قوحيتو was an ancient city in the southern Debub region of Eritrea. It was a pre-Aksumite settlement that thrived during the Aksumite period. The town was located over 2,500 meters above sea level, on a high plateau at the edge of the Great Rift Valley. As of 2011, Qohaito's stone ruins have yet to be excavated. The ancient port city of Adulis lies directly to the east.</p>\n<p>Rock art near Qohaito appears to indicate habitation in the area since the fifth millennium BC, while the town is known to have survived to the sixth century AD. Mount Emba Soira, Eritrea's highest mountain, lies near the site, as does a small successor village.</p>\n<p>Qohaito is often identified as the town Koloe described in the Periplus of the Erythraean Sea, a Greco-Roman document dated to the end of the first century AD. The settlement thrived as a stop on the trade route between Adulis and Aksum. It is thought that crops were interspersed with buildings in the town. These old edifices included the pre-Christian Temple of Mariam Wakino and the Sahira Dam, which might also be pre-Aksumite.</p>\n<p>The ruins at Qohaito were first located in 1868. However, they were at the time erroneously identified as a \"Greek depot\". A related site outside of Senafe, Matara, lies about 15 kilometers to the south, and was excavated in the 1960s.</p>"}},{"node":{"id":"a33758f8-d859-5841-9648-b50b1b7da5f0","frontmatter":{"country":"Eritrea","title":"Port of Adulis","date":""},"fields":{"slug":"adulis_port"},"excerpt":"Adulis or Aduli  is an archeological site in the Northern Red Sea of Eritrea, situated about 30 miles south of Massawa in the Gulf of Zula. It was the port considered part of the Kingdom of Aksum, located on the coast of the Red Sea. However recent excavation uncovers artifacts that predates the Axumite civilization. These civilization is now known as Adulitarian. Adulis Bay is named after the site. It is thought that the modern town of Zula may be the Adulis of the Aksumite…","timeToRead":1,"html":"<p>Adulis or Aduli  is an archeological site in the Northern Red Sea of Eritrea, situated about 30 miles south of Massawa in the Gulf of Zula. It was the port considered part of the Kingdom of Aksum, located on the coast of the Red Sea. However recent excavation uncovers artifacts that predates the Axumite civilization. These civilization is now known as Adulitarian. Adulis Bay is named after the site. It is thought that the modern town of Zula may be the Adulis of the Aksumite epoch, as Zula may reflect the local name for the Ancient Greek Adulis.</p>\n<p>Control of Adulis allowed Axum to be the major power on the Red Sea. This port was the principal staging area for Kaleb's invasion of the Himyarite kingdom of Dhu Nuwas around 520. While the scholar Yuri Kobishchanov detailed a number of raids Aksumites made on the Arabian coast (the latest being in 702, when the port of Jeddah was occupied), and argued that Adulis was later captured by the Muslims, which brought to an end Axum's naval ability and contributed to the Aksumite Kingdom's isolation from the Byzantine Empire and other traditional allies, the last years of Adulis are a mystery. Muslim writers occasionally mention both Adulis and the nearby Dahlak Archipelago as places of exile. The evidence suggests that Axum maintained its access to the Red Sea, yet experienced a clear decline in its fortunes from the seventh century onwards. In any case, the sea power of Axum waned and security for the Red Sea fell on other shoulders.</p>"}},{"node":{"id":"1e9612d7-3881-561c-ab4e-5cad44963392","frontmatter":{"country":"Eritrea","title":"Kingdom of Aksum","date":"c. 100 AD – c. 940 AD"},"fields":{"slug":"aksum-kngdm"},"excerpt":"The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the…","timeToRead":1,"html":"<p>The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the proto-Aksumite Iron Age period around the 4th century BC to achieve prominence by the 1st century AD. Aksum became a major player on the commercial route between the Roman Empire and Ancient India. The Aksumite rulers facilitated trade by minting their own Aksumite currency, with the state establishing its hegemony over the declining Kingdom of Kush. It also regularly entered the politics of the kingdoms on the Arabian Peninsula and eventually extended its rule over the region with the conquest of the Himyarite Kingdom. The Manichaei prophet Mani (died 274 AD) regarded Axum as one of the four great powers of his time, the others being Persia, Rome, and China.</p>\n<p>The Aksumites erected a number of monumental stelae, which served a religious purpose in pre-Christian times. One of these granite columns is the largest such structure in the world, at 90 feet.</p>\n<p>Under Ezana (fl. 320–360) Aksum adopted Christianity. In the 7th century, early Muslims from Mecca sought refuge from Quraysh persecution by travelling to the kingdom, a journey known in Islamic history as the First Hijra.</p>\n<p>The kingdom's ancient capital, also called Axum, is now a town in Tigray Region (northern Ethiopia). The Kingdom used the name \"Ethiopia\" as early as the 4th century.</p>\n<p>Tradition claims Axum as the alleged resting place of the Ark of the Covenant and the purported home of the Queen of Sheba.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Aksum\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Aksum</a></p>"}},{"node":{"id":"1bab275e-708b-5bbf-9628-d001702141e7","frontmatter":{"country":"Ethiopia","title":"Ethiopian Empire: The Solomonic Dynasty","date":"1270 - 1974"},"fields":{"slug":"ethi-empire"},"excerpt":"The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg. The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim…","timeToRead":1,"html":"<p>The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg.</p>\n<p>The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim patrilineal descent from the biblical King Solomon and the Queen of Sheba. Tradition asserts that the Queen gave birth to Menelik I after her biblically described visit to Solomon in Jerusalem. </p>\n<p>In 1270, the Zagwe dynasty of Ethiopia was overthrown by Yekuno Amlak, who claimed descent from Solomon and reinitiated the Solomonic era of Ethiopia. The eponymously named Solomonic dynasty was founded and ruled by the Abyssinians, from whom Abyssinia gets its name. The Abyssinians reigned with only a few interruptions from 1270  until 1974, which ended by a coup d'état and deposition of the emperor Haile Selassie. This dynasty governed large parts of Ethiopia through much of its modern history. During this time, the empire conquered and annexed various kingdoms into its realm. The dynasty also successfully fought off Italian, Ottoman and Egyptian forces and made fruitful contacts with some European powers.</p>"}},{"node":{"id":"8ab5a6ef-33a7-53bd-9a04-aedeb9adca8b","frontmatter":{"country":"Eritrea","title":"Medri Bahri","date":"15th century - 1879"},"fields":{"slug":"medri_bahri"},"excerpt":"Medri Bahri was a medieval semi-unified political entity in the Horn of Africa. Also known as Marab(Merab) Melash was situated in modern-day Eritrea, it was ruled at times by the Bahri Negus (also called the Bahri Negasi or Bahr Negash) and lasted from the 15th century to the Ethiopian occupation in 1879. It survived several threats like the invasion of Imam Gran and the Ottoman Red Sea expansion, albeit Medri Bahri irretrievably lost its access to the Red Sea due to the…","timeToRead":1,"html":"<p>Medri Bahri was a medieval semi-unified political entity in the Horn of Africa. Also known as Marab(Merab) Melash was situated in modern-day Eritrea, it was ruled at times by the Bahri Negus (also called the Bahri Negasi or Bahr Negash) and lasted from the 15th century to the Ethiopian occupation in 1879. It survived several threats like the invasion of Imam Gran and the Ottoman Red Sea expansion, albeit Medri Bahri irretrievably lost its access to the Red Sea due to the latter. The relation to the Ethiopian empire in the south varied from time to time, ranging from virtual autonomy to tributary status to de facto annexation. At first the residence of the Bahr Negash was at Debarwa, but during the 17th century it was relocated to the village of Tsazega due to the same-named clan taking control of the kingdom.\n<br>\nMedri Bahri was composed of the following modern ethnic groups: Tigrayan people, Saho people, Tigre people.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Eritrea*","countries":"Ethiopia, Eritrea"}}