{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"01cb910e-4dac-5b86-a01c-9567fd5aed06","frontmatter":{"country":"South Africa","title":"Lydenburg Heads","date":"490 CE"},"fields":{"slug":"lydenburg-heads"},"excerpt":"The Lydenburg Heads refer to seven terracotta heads that were discovered in association with other pottery artefacts in Lydenburg, Mpumalanga, South Africa. They are among the oldest known African Iron Age artworks from below the equator. Other artefacts found in association with these heads include ceramic vessels, iron and copper beads, and bone fragments. Charcoal associated with the heads was radiocarbon dated, and this relative dating technique places these artefacts and…","timeToRead":1,"html":"<p>The Lydenburg Heads refer to seven terracotta heads that were discovered in association with other pottery artefacts in Lydenburg, Mpumalanga, South Africa. They are among the oldest known African Iron Age artworks from below the equator. Other artefacts found in association with these heads include ceramic vessels, iron and copper beads, and bone fragments. Charcoal associated with the heads was radiocarbon dated, and this relative dating technique places these artefacts and the site at around 1410 BP (approximately 500 A.D.), which constitutes one of the earliest dates for an Iron Age settlement in South Africa.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Lydenburg_heads\">https://en.wikipedia.org/wiki/Lydenburg_heads</a></p>"}},{"node":{"id":"83220d7f-a94d-510a-b883-b432be9c0974","frontmatter":{"country":"Botswana","title":"Kingdom of Mapungubwe","date":"1075–1220"},"fields":{"slug":"mapungubwe"},"excerpt":"The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The…","timeToRead":1,"html":"<p>The Kingdom of Mapungubwe (1075–1220) was a pre-colonial state in Southern Africa located at the confluence of the Shashe and Limpopo rivers, south of Great Zimbabwe. The name is derived from either Venda or Shona. The name may mean \"Hill of Jackals\". The kingdom was the first stage in a development that would culminate in the creation of the Kingdom of Zimbabwe in the 13th century, and with gold trading links to Rhapta and Kilwa Kisiwani on the African east coast. The Kingdom of Mapungubwe lasted about 80 years, and at its height its population was about 5000 people. The Mapungubwe Collection is a museum collection of artifacts found at the archaeological site and is housed in the Mapungubwe Museum in Pretoria.</p>\n<p>Spatial organisation in the kingdom of Mapungubwe involved the use of stone walls to demarcate important areas for the first time. There was a stone-walled residence likely occupied by the principal councillor. Stone and wood were used together. There would have also been a wooden palisade surrounding Mapungubwe Hill. Most of the capital's population would have lived inside the western wall.</p>"}},{"node":{"id":"4b188579-f31e-5d09-8c73-05f7792f6ce7","frontmatter":{"country":"South Africa","title":"Kingdom of Zululand","date":"1816–1897"},"fields":{"slug":"zululand"},"excerpt":"The Kingdom of Zulu , sometimes referred to as the Zulu Empire or the Kingdom of Zululand, was a monarchy in Southern Africa that extended along the coast of the Indian Ocean from the Tugela River in the south to Pongola River in the north. The kingdom grew to dominate much of what is today KwaZulu-Natal and Southern Africa. In 1879, the British Empire invaded, beginning the Anglo-Zulu War. After an initial Zulu victory at the Battle of Isandlwana in January, the British Army…","timeToRead":1,"html":"<p>The Kingdom of Zulu , sometimes referred to as the Zulu Empire or the Kingdom of Zululand, was a monarchy in Southern Africa that extended along the coast of the Indian Ocean from the Tugela River in the south to Pongola River in the north.</p>\n<p>The kingdom grew to dominate much of what is today KwaZulu-Natal and Southern Africa. In 1879, the British Empire invaded, beginning the Anglo-Zulu War. After an initial Zulu victory at the Battle of Isandlwana in January, the British Army would regroup and eventually defeated the Zulus in July in the Battle of Ulundi. The area was subsequently absorbed into the Colony of Natal and later became part of the Union of South Africa.</p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*South Africa*","countries":"South Africa"}}