{"data":{"markdownRemark":{"html":"<p>The Kingdom of Matamba (1631–1744) was a pre-colonial African state located in what is now the Baixa de Cassange region of Malanje Province of modern-day Angola. It was a powerful kingdom that long resisted Portuguese colonisation attempts and was only integrated into Angola in the late nineteenth century.</p>\n<p>The first documentary mention of the Kingdom of Matamba is a reference to it giving tribute to the King of Kongo, then Afonso I of Kongo, in 1530. In 1535 Afonso subsequently mentioned Matamba as one of the regions over which he ruled as king in his titles. There is no further information on the kingdom's early history and modern oral traditions do not seem to illuminate this at the present state of research. However, it does not seem likely that Kongo had any more than a light and symbolic presence in Matamba, and its rulers were probably quite independent. Matamba undoubtedly had closer relations with its south southeastern neighbor Ndongo, then a powerful kingdom as well as with Kongo.</p>\n<p>During the mid-sixteenth century Matamba was ruled by an unknown queen, who received missionaries from Kongo, then a Christian kingdom, dispatched by King Diogo I (1545–1561). Though this queen received the missionaries and perhaps allowed them to preach, there is no indication that the kingdom converted to Christianity.</p>\n<p>The arrival of the Portuguese colonists under Paulo Dias de Novais in Luanda in 1575 altered the political situation as the Portuguese immediately became involved in Ndongo's affairs, and war broke out between Ndongo and Portugal in 1579. Although Matamba played a small role in the early wars, the threat of a Portuguese victory stirred the ruler of Matamaba (probably a king named Kambolo Matamba) to intervene. He sent an army to aid Ndongo against the Portuguese, and with these forces the combined armies were able to defeat and rout Portuguese forces at the Battle of the Lukala in 1590.</p>\n<p>Queen Njinga ruled in Matamba from 1631 until her death in 1663. During this time she integrated the country into her domains and thousands of her former subjects who had fled Portuguese attacks with her settled there. She made several wars against Kasanje especially in 1634-5. In 1639 she received a Portuguese peace mission which did not achieve a treaty, but did reestablish relations between her and the Portuguese. When the Dutch took over Luanda in 1641, Njinga immediately sent ambassadors to make an alliance with them. During these years, she moved her capital from Matamba to Kavanga, where she conducted operations against the Portuguese. Though Ndongo forces won a significant victory over the Portuguese in at the Battle of Kombi in 1647, nearly forcing them to abandon the country and laying siege to their inland capital of Masangano, a Portuguese relief force led by Salvador de Sá in 1648 drove out the Dutch and forced Njinga to return to Matamba. Although she maintained a symbolic capital at Kindonga, an island in the Kwanza River where she and her predecessor had ruled, the real capital was at the town of Matamba (Santa Maria de Matamba). Njinga had been baptized as Ana de Sousa while in Luanda in 1622, and in 1654 she began peace overtures to Portugal.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Matamba\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Matamba</a></p>","fields":{"slug":"matamba"},"frontmatter":{"title":"Kingdom of Matamba","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, November 29). Kingdom of Matamba. In Wikipedia, The Free Encyclopedia. Retrieved 19:59, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kingdom_of_Matamba&oldid=871140044"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"matamba","imgs":"*matamba*"}}