{"data":{"markdownRemark":{"html":"<p>Ballana was a cemetery in Lower Nubia. They date to the time after the collapse of the Meroitic state but before the founding of the Christian Nubian kingdoms, around AD 350 to 600. They usually featured one or several underground chambers, with one main burial chamber. </p>\n<p>The Ballana tombs belong to a culture complex often called X-Group. The X-Group Culture was an ancient civilization that existed from ca. 300 CE to ca. 600 CE. It was centered in Nubia stretching from the Dodekaschoinos in the north to Delgo in the south. George A. Reisner, who first discovered their civilization, used the term X-Group Culture for lack of a more exact historical definition.</p>\n<p>The objects found in the tombs are chiefly of Nubian origin, but there were also many objects imported from Byzantine Egypt and the Mediterranean in general. Most remarkable is a set of crowns from different tombs showing that the richest burials belong to local ruling kings and queens. There were horses and servants buried with their masters. There are few written objects in the burials. The identification of the tomb owners is, therefore, impossible. It has been assumed that these are the burials of the kings and the court of Nobatia.</p>\n<p>One important tomb discovered here was tomb 118 which consisted of three chambers. It might be described as an example of a royal burial at Ballana and consisted of a main burial chamber and two storage rooms. The roof of the burial chamber had collapsed and the tomb, therefore, escaped looting. The body of the person buried here was found on a bier. It was most likely that of a king. Upon his head was found a crown. Under the bier, were the remains of a large wooden gaming board, weapons and an iron folding chair. There were also skeletons of a young male servant and a cow. In the two storerooms, more skeletons of servants, as well as pottery and several bronze lamps were discovered.</p>\n<p>The original Ballana cemetery is now flooded by the Nasser Lake.</p>","fields":{"slug":"x-groupc"},"frontmatter":{"title":"Ballana Tombs And X-Group Culture","img":[{"name":"x-groupc_Ballana_Tomb_118_by_John_Campana.jpg","desc":"A royal crown from the post-Meroitic and pre-Christian period of Nubia. It was found in Ballana by W.B. Emery in tomb 118"},{"name":"","desc":""},{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"https://oi.uchicago.edu/museum-exhibits/nubia/x-group-culture","title":"The new X-Group culture occupied northern Nubia","desc":"Great tomb complexes built at Qustul around 370–400AD and across the Nile at Ballana around 400–500 AD mark a new material culture that appeared in northern Nubia after Meroitic rule ended there. Archaeologists call the new culture X-Group. Like the tumuli at Kerma 2000 years before, the tombs were earthen mounds over elaborate substructures that contained wealthy royal burials including sacrificed retainers. Horses and camels were also sacrificed and were buried in the shaft of the tomb or in separate pits. Texts written in Greek identify this kingdom as Noubadia. The Noubadians were almost certainly a group of Nubians who migrated into the region from the south or the west around 370 AD."},{"id":2,"url":"","title":"","desc":""},{"id":3,"url":"","title":"","desc":""},{"id":4,"url":"","title":"","desc":""},{"id":5,"url":"","title":"","desc":""},{"id":6,"url":"","title":"","desc":""},{"id":7,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, April 6). Ballana. In Wikipedia, The Free Encyclopedia. Retrieved 22:07, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Ballana&oldid=835129487"},{"id":2,"ref":"Wikipedia contributors. (2017, July 4). X-Group culture. In Wikipedia, The Free Encyclopedia. Retrieved 22:08, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=X-Group_culture&oldid=788998556"}]}},"allFile":{"totalCount":1,"edges":[{"node":{"id":"67900877-fd0a-540c-b8bc-e06ef99953ce","absolutePath":"D:/React/Gatsby/project/subsaharan/src/images/x-groupc_Ballana_Tomb_118_by_John_Campana.jpg","relativePath":"x-groupc_Ballana_Tomb_118_by_John_Campana.jpg","childImageSharp":{"fluid":{"base64":"data:image/jpeg;base64,/9j/2wBDABALDA4MChAODQ4SERATGCgaGBYWGDEjJR0oOjM9PDkzODdASFxOQERXRTc4UG1RV19iZ2hnPk1xeXBkeFxlZ2P/2wBDARESEhgVGC8aGi9jQjhCY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2NjY2P/wgARCAAPABQDASIAAhEBAxEB/8QAFwABAQEBAAAAAAAAAAAAAAAABAADBf/EABUBAQEAAAAAAAAAAAAAAAAAAAAB/9oADAMBAAIQAxAAAAHipKuCWkf/xAAZEAADAQEBAAAAAAAAAAAAAAABAhEAEyL/2gAIAQEAAQUCC3cxmEYDLY49f//EABQRAQAAAAAAAAAAAAAAAAAAABD/2gAIAQMBAT8BP//EABQRAQAAAAAAAAAAAAAAAAAAABD/2gAIAQIBAT8BP//EABcQAAMBAAAAAAAAAAAAAAAAAAAgUYH/2gAIAQEABj8CMq//xAAaEAACAwEBAAAAAAAAAAAAAAABEQAhMWFR/9oACAEBAAE/IVDnLlwFeuoEgShnUBGrNjzn/9oADAMBAAIAAwAAABA37//EABURAQEAAAAAAAAAAAAAAAAAAAEQ/9oACAEDAQE/ECf/xAAVEQEBAAAAAAAAAAAAAAAAAAABAP/aAAgBAgEBPxBhv//EABoQAQEBAAMBAAAAAAAAAAAAAAERACExQVH/2gAIAQEAAT8QZ0pOxI5j7LUDzxmSo8u4Kk+9a2XuTGuLfK7/2Q==","aspectRatio":1.3333333333333333,"src":"/static/23c476f1153bc7618cb08ba808c18fb9/5b12f/x-groupc_Ballana_Tomb_118_by_John_Campana.jpg","srcSet":"/static/23c476f1153bc7618cb08ba808c18fb9/80b6c/x-groupc_Ballana_Tomb_118_by_John_Campana.jpg 250w,\n/static/23c476f1153bc7618cb08ba808c18fb9/9b3c4/x-groupc_Ballana_Tomb_118_by_John_Campana.jpg 500w,\n/static/23c476f1153bc7618cb08ba808c18fb9/5b12f/x-groupc_Ballana_Tomb_118_by_John_Campana.jpg 1000w,\n/static/23c476f1153bc7618cb08ba808c18fb9/def7a/x-groupc_Ballana_Tomb_118_by_John_Campana.jpg 1024w","sizes":"(max-width: 1000px) 100vw, 1000px"}}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"x-groupc","imgs":"*x-groupc*"}}