{"data":{"markdownRemark":{"html":"<p>The Kalambo Falls on the Kalambo River is a 772-foot (235 m) single-drop waterfall on the border of Zambia and Tanzania at the southeast end of Lake Tanganyika. </p>\n<p>Archaeologically, Kalambo Falls is one of the most important sites in Africa. It has produced a sequence of past human activity stretching over more than two hundred and fifty thousand years, with evidence of continuous habitation since the Late Early Stone Age until modern times.</p>\n<p>Around 10,000 years ago (Later Stone Age) Kalambo Falls was occupied by hunter/gatherer of the Magosian culture. The Magosian is the name given by archaeologists to an industry found in southern and eastern Africa. It dates to between 10,000 and 6,000 years BC and is distinguished from its predecessors by the use of microliths and small blades.</p>\n<p>Around the fourth century AD, a more industrialized Bantu-speaking people began to farm and occupy the area. These Bantu-speaking people made ceramic vessels that have characteristics of East African pottery, which suggests a population movement from the Rift Valley. Burials from this period are characterized by Clark as shaft grave burials, which are similar to those of the earlier cultures of the East African Rift as opposed to the Kalambo region.</p>","fields":{"slug":"magosianc"},"frontmatter":{"title":"Magosian Culture","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2017, December 20). Magosian. In Wikipedia, The Free Encyclopedia. Retrieved 22:11, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Magosian&oldid=816305076"},{"id":2,"ref":"Wikipedia contributors. (2018, December 28). Kalambo Falls. In Wikipedia, The Free Encyclopedia. Retrieved 22:12, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Kalambo_Falls&oldid=875681169"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"magosianc","imgs":"*magosianc*"}}