{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"d0f3930f-f7d7-5445-8aab-0d78bde3ef5a","frontmatter":{"country":"Somalia","title":"Land of Punt","date":"2500 BCE"},"fields":{"slug":"punt-land"},"excerpt":"The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it. At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the…","timeToRead":2,"html":"<p>The Land of Punt (Egyptian: pwnt; alternate Egyptological readings Pwene(t)) was an ancient kingdom. A trading partner of Egypt, it was known for producing and exporting gold, aromatic resins, blackwood, ebony, ivory, and wild animals. The region is known from ancient Egyptian records of trade expeditions to it.</p>\n<p>At times, the ancient Egyptians called Punt Ta netjer, meaning \"God's Land\". This referred to the fact that it was among the regions of the Sun God, that is, the regions located in the direction of the sunrise, to the East of Egypt. These eastern regions' resources included products used in temples, notably incense. Older literature (and current non-mainstream literature) maintained that the label \"God's Land\", when interpreted as \"Holy Land\" or \"Land of the gods/ancestors\", meant that the ancient Egyptians viewed the Land of Punt as their ancestral homeland.</p>\n<p>Analysis of mummified baboons in the British Museum has revealed the location of the land of Punt as the area between Ethiopia and Eritrea. </p>\n<p>The earliest recorded ancient Egyptian expedition to Punt was organized by Pharaoh Sahure of the Fifth Dynasty (25th century BC). However, gold from Punt is recorded as having been in Egypt as early as the time of Pharaoh Khufu of the Fourth Dynasty.</p>\n<p>Subsequently, there were more expeditions to Punt in the Sixth, Eleventh, Twelfth and Eighteenth dynasties of Egypt. In the Twelfth Dynasty, trade with Punt was celebrated in popular literature in the Tale of the Shipwrecked Sailor.</p>\n<p>In the reign of Mentuhotep III (11th dynasty, ca. 2000 BC), an officer named Hannu organized one or more voyages to Punt, but it is uncertain whether he personally traveled on these expeditions. Trading missions of the 12th dynasty pharaohs Senusret I, Amenemhat II and Amenemhat IV had also successfully navigated their way to and from the mysterious land of Punt.</p>\n<p>In the Eighteenth Dynasty of Egypt, Hatshepsut built a Red Sea fleet to facilitate trade between the head of the Gulf of Aqaba and points south as far as Punt to bring mortuary goods to Karnak in exchange for Nubian gold. Hatshepsut personally made the most famous ancient Egyptian expedition that sailed to Punt. During the reign of Queen Hatshepsut in the 15th century BC, ships regularly crossed the Red Sea in order to obtain bitumen, copper, carved amulets, naptha and other goods transported overland and down the Dead Sea to Elat at the head of the gulf of Aqaba where they were joined with frankincense and myrrh coming north both by sea and overland along trade routes through the mountains running north along the east coast of the Red Sea.</p>"}},{"node":{"id":"c33deeab-7e22-51ac-88f4-3320518c0156","frontmatter":{"country":"Eritrea","title":"Dʿmt","date":"980 BCE - 400 BCE"},"fields":{"slug":"dmt-ea"},"excerpt":"Dʿmt was a kingdom located in Eritrea and northern Ethiopia that existed during the 10th to 5th centuries BC. Few inscriptions by or about this kingdom survive and very little archaeological work has taken place. Given the presence of a large temple complex and fertile surroundings, the capital of Dʿmt may have been present day Yeha, in Tigray, Ethiopia. At Yeha the temple to the god Ilmuqah is still standing. The kingdom developed irrigation schemes, used plows, grew millet…","timeToRead":1,"html":"<p>Dʿmt was a kingdom located in Eritrea and northern Ethiopia that existed during the 10th to 5th centuries BC. Few inscriptions by or about this kingdom survive and very little archaeological work has taken place.</p>\n<p>Given the presence of a large temple complex and fertile surroundings, the capital of Dʿmt may have been present day Yeha, in Tigray, Ethiopia. At Yeha the temple to the god Ilmuqah is still standing.</p>\n<p>The kingdom developed irrigation schemes, used plows, grew millet, and made iron tools and weapons.</p>\n<p>Most modern historians consider this civilization to be native African, although Sabaean-influenced due to the latter's dominance of the Red Sea, while others have viewed Dʿmt as the result of a mixture of Sabaeans and indigenous peoples. The most recent research, however, shows that Ge'ez, the ancient Semitic language spoken in Eritrea and northern Ethiopia in ancient times, is not derived from Sabaean. There is evidence of a Semitic-speaking presence in Eritrea and northern Ethiopia at least as early as 2000 BC. Some sources consider the Sabaean influence to be minor, limited to a few localities, and disappeared after a few decades or a century, perhaps representing a trading or military colony in some sort of symbiosis or military alliance with the civilization of Dʿmt or some other proto-Aksumite state. However other sources hold that D'mt, though having indigenous roots, was under strong South Arabian economic and cultural influence. </p>\n<p>After the fall of Dʿmt in the 5th century BC, the plateau came to be dominated by smaller unknown successor kingdoms. This lasted until the rise of one of these polities during the first century BC, the Aksumite Kingdom.</p>"}},{"node":{"id":"1e9612d7-3881-561c-ab4e-5cad44963392","frontmatter":{"country":"Eritrea","title":"Kingdom of Aksum","date":"c. 100 AD – c. 940 AD"},"fields":{"slug":"aksum-kngdm"},"excerpt":"The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the…","timeToRead":1,"html":"<p>The Kingdom of Aksum (Tigrinya: መንግስቲ ኣኽሱም also known as the Kingdom of Axum, or the Aksumite Empire) was an ancient kingdom located in what is now Tigray Region (northern Ethiopia) and Eritrea. Axumite Emperors were powerful sovereigns, styling themselves King of kings, king of Aksum, Himyar, Raydan, Saba, Salhen, Tsiyamo, Beja and of Kush. Ruled by the Aksumites, it existed from approximately 100 AD to 940 AD. The polity was centered in the city of Axum and grew from the proto-Aksumite Iron Age period around the 4th century BC to achieve prominence by the 1st century AD. Aksum became a major player on the commercial route between the Roman Empire and Ancient India. The Aksumite rulers facilitated trade by minting their own Aksumite currency, with the state establishing its hegemony over the declining Kingdom of Kush. It also regularly entered the politics of the kingdoms on the Arabian Peninsula and eventually extended its rule over the region with the conquest of the Himyarite Kingdom. The Manichaei prophet Mani (died 274 AD) regarded Axum as one of the four great powers of his time, the others being Persia, Rome, and China.</p>\n<p>The Aksumites erected a number of monumental stelae, which served a religious purpose in pre-Christian times. One of these granite columns is the largest such structure in the world, at 90 feet.</p>\n<p>Under Ezana (fl. 320–360) Aksum adopted Christianity. In the 7th century, early Muslims from Mecca sought refuge from Quraysh persecution by travelling to the kingdom, a journey known in Islamic history as the First Hijra.</p>\n<p>The kingdom's ancient capital, also called Axum, is now a town in Tigray Region (northern Ethiopia). The Kingdom used the name \"Ethiopia\" as early as the 4th century.</p>\n<p>Tradition claims Axum as the alleged resting place of the Ark of the Covenant and the purported home of the Queen of Sheba.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Aksum\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Aksum</a></p>"}},{"node":{"id":"14237d79-352c-5811-8aa9-e8b15e7cd93e","frontmatter":{"country":"Ethiopia","title":"Zagwe dynasty","date":"900 - 1270"},"fields":{"slug":"zagwe"},"excerpt":"\"The Zagwe dynasty was the ruling dynasty of a Medieval kingdom in present-day northern Ethiopia. The kingdom itself was perhaps called Begwena, after the historical name of the Lasta province. Centered at Lalibela, it ruled large parts of the territory from approximately 900 to 1270, when the last Zagwe King Za-Ilmaknun was killed in battle by the forces of the Abyssinian King Yekuno Amlak.  The name of the dynasty is thought to derive from the ancient Ge'ez phrase Ze-Agaw…","timeToRead":1,"html":"<p>\"The Zagwe dynasty was the ruling dynasty of a Medieval kingdom in present-day northern Ethiopia. The kingdom itself was perhaps called Begwena, after the historical name of the Lasta province. Centered at Lalibela, it ruled large parts of the territory from approximately 900 to 1270, when the last Zagwe King Za-Ilmaknun was killed in battle by the forces of the Abyssinian King Yekuno Amlak. </p>\n<p>The name of the dynasty is thought to derive from the ancient Ge'ez phrase Ze-Agaw, meaning \"Dynasty of the Agaw\" in reference to the Agaw people that constituted its ruling class. Zagwe's best-known King was Gebre Mesqel Lalibela, who is credited with having constructed the rock-hewn monolithic churches of Lalibela.</p>\n<p>Gebre Mesqel Lalibela is said to have seen Jerusalem in a vision and then attempted to build a new Jerusalem as his capital in response to the capture of old Jerusalem by Muslims in 1187. As such, many features of the town of Lalibela have Biblical names including the town's river, known as the River Jordan. The city remained the capital of Ethiopia from the late 12th century and into the 13th century.</p>\n<p>Yemrehana Krestos, King (negus) of Ethiopia and a member of the Zagwe dynasty, is credited with the construction of a stone church built in the Aksumite style, which bears his name. Located 12 miles northeast from Lalibela, the Yemrehana Krestos Church was built in a large northeast-facing cave on the western side of Mount Abuna Yosef. </p>"}},{"node":{"id":"b347ba7d-6736-5bfc-a9a4-253d6dbd9987","frontmatter":{"country":"Ethiopia","title":"Lalibela","date":""},"fields":{"slug":"lalibela-city"},"excerpt":"Lalibela (Amharic: ላሊበላ) is a town in Amhara Region, Ethiopia famous for its rock-cut monolithic churches. The whole of Lalibela is a large antiquity of the medieval and post-medieval civilization of Ethiopia. Lalibela is one of Ethiopia's holiest cities, second only to Axum, and a center of pilgrimage. Unlike Axum, the population of Lalibela is almost completely Ethiopian Orthodox Christian. Ethiopia was one of the earliest nations to adopt Christianity in the first half of…","timeToRead":3,"html":"<p>Lalibela (Amharic: ላሊበላ) is a town in Amhara Region, Ethiopia famous for its rock-cut monolithic churches. The whole of Lalibela is a large antiquity of the medieval and post-medieval civilization of Ethiopia. Lalibela is one of Ethiopia's holiest cities, second only to Axum, and a center of pilgrimage. Unlike Axum, the population of Lalibela is almost completely Ethiopian Orthodox Christian.</p>\n<p>Ethiopia was one of the earliest nations to adopt Christianity in the first half of the fourth century, and its historical roots date to the time of the Apostles. The churches themselves date from the seventh to thirteenth centuries, and are traditionally dated to the reign of the Zagwe king Gebre Mesqel Lalibela (r. ca. 1181–1221).</p>\n<p>The layout and names of the major buildings in Lalibela are widely accepted, especially by local clergy, to be a symbolic representation of Jerusalem. This has led some experts to date the current church forms to the years following the capture of Jerusalem in 1187 by the Muslim leader Saladin.</p>\n<p>During the reign of Gebre Mesqel Lalibela, a member of the Zagwe dynasty who ruled Ethiopia in the late 12th century and early 13th century, the current town of Lalibela was known as Roha. The saint-king was named because a swarm of bees is said to have surrounded him at his birth, which his mother took as a sign of his future reign as emperor of Ethiopia. The names of several places in the modern town and the general layout of the rock-cut churches themselves are said to mimic names and patterns observed by Lalibela during the time he spent as a youth in Jerusalem and the Holy Land.</p>\n<p>Lalibela, revered as a saint, is said to have seen Jerusalem, and then attempted to build a new Jerusalem as his capital in response to the capture of old Jerusalem by Muslims in 1187. Each church was carved from a single piece of rock to symbolize spirituality and humility. Christian faith inspires many features with Biblical names – even Lalibela's river is known as the River Jordan. Lalibela remained the capital of Ethiopia from the late 12th into the 13th century.</p>\n<p>The Rock-Hewn Churches were declared a World Heritage site in 1978.</p>\n<p>Unesco identifies 11 churches, assembled in four groups:</p>\n<p>The Northern Group:</p>\n<ul>\n    <li>\n        Biete Medhane Alem (House of the Saviour of the World),home to the Lalibela Cross.\n    </li>\n    <li>\n        Biete Maryam (House of Miriam/House of Mary), possibly the oldest of the churches, and a replica of the Tombs of Adam and Christ.\n    </li>\n    <li>\n        Biete Golgotha Mikael (House of Golgotha Mikael), known for its arts and said to contain the tomb of King Lalibela)\n    </li>\n    <li>Biete Meskel (House of the Cross)</li>\n    <li>Biete Denagel (House of Virgins)</li>\n</ul>\n<p>The Western Group:</p>\n<ul>\n    <li>\n        Church of Saint George, thought to be the most finely executed and best preserved church\n    </li>\n</ul>\n<p>The Eastern Group:</p>\n<ul>\n    <li>\n        Biete Amanuel (House of Immanuel), possibly the former royal chapel\n    </li>\n    <li>\n        Biete Qeddus Mercoreus (House of Saint Mercurius/House of Mark the Evangelist), which may be a former prison\n    </li>\n    <li>\n        Biete Abba Libanos (House of Abbot Libanos)\n    </li>\n    <li>\n        Biete Gabriel-Rufael (House of the angels Gabriel, and Raphael) possibly a former royal palace, linked to a holy bakery.\n    </li>\n    <li>\n        Biete Lehem (\"Bethlehem\", Hebrew: בֵּית לֶחֶם‎ \"House of Bread\").\n    </li>\n    \n</ul>\n<p>Farther afield, lie the monastery of Ashetan Maryam and Yemrehana Krestos Church (possibly eleventh century, built in the Aksumite fashion, but within a cave).</p>\n<p>The churches are also a significant engineering feat, given that they are all associated with water (which fills the wells next to many of the churches), exploiting an artesian geological system that brings the water up to the top of the mountain ridge on which the city rests.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Lalibela\">https://en.wikipedia.org/wiki/Lalibela</a></p>"}},{"node":{"id":"8bbf1d68-714f-5ee3-ae0f-a70bba08c1d1","frontmatter":{"country":"Djibouti","title":"Sultanate of Ifat","date":""},"fields":{"slug":"Ifat_sult"},"excerpt":"The Sultanate of Ifat was a medieval Muslim state in the eastern regions of the Horn of Africa between the late 13th century and early 15th century. Led by the Walashma dynasty, it was centered in ancient city of Zeila and Shewa. The kingdom ruled over parts of what are now eastern Ethiopia, Djibouti and north eastern Somalia.","timeToRead":1,"html":"<p>The Sultanate of Ifat was a medieval Muslim state in the eastern regions of the Horn of Africa between the late 13th century and early 15th century. Led by the Walashma dynasty, it was centered in ancient city of Zeila and Shewa. The kingdom ruled over parts of what are now eastern Ethiopia, Djibouti and north eastern Somalia.</p>"}},{"node":{"id":"1bab275e-708b-5bbf-9628-d001702141e7","frontmatter":{"country":"Ethiopia","title":"Ethiopian Empire: The Solomonic Dynasty","date":"1270 - 1974"},"fields":{"slug":"ethi-empire"},"excerpt":"The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg. The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim…","timeToRead":1,"html":"<p>The Ethiopian Empire, also known as Abyssinia (derived from the Arabic al-Habash), was a kingdom that spanned a geographical area in the current states of Eritrea and Ethiopia. It began with the establishment of the Solomonic dynasty from approximately 1270 and lasted until 1974, when the ruling Solomonic dynasty was overthrown in a coup d'état by the Derg.</p>\n<p>The Solomonic dynasty was a bastion of Judaism and later of Ethiopian Orthodox Christianity. The dynasty's members claim patrilineal descent from the biblical King Solomon and the Queen of Sheba. Tradition asserts that the Queen gave birth to Menelik I after her biblically described visit to Solomon in Jerusalem. </p>\n<p>In 1270, the Zagwe dynasty of Ethiopia was overthrown by Yekuno Amlak, who claimed descent from Solomon and reinitiated the Solomonic era of Ethiopia. The eponymously named Solomonic dynasty was founded and ruled by the Abyssinians, from whom Abyssinia gets its name. The Abyssinians reigned with only a few interruptions from 1270  until 1974, which ended by a coup d'état and deposition of the emperor Haile Selassie. This dynasty governed large parts of Ethiopia through much of its modern history. During this time, the empire conquered and annexed various kingdoms into its realm. The dynasty also successfully fought off Italian, Ottoman and Egyptian forces and made fruitful contacts with some European powers.</p>"}},{"node":{"id":"60101f28-7dea-575e-b100-d45a5350cc44","frontmatter":{"country":"Sudan","title":"Kingdom of Fazughli","date":"c.1500–1685"},"fields":{"slug":"fazughli"},"excerpt":"The kingdom of Fazughli was a precolonial state in what is now southeastern Sudan and western Ethiopia. Oral traditions assert its establishment to refugees from the Nubian kingdom of Alodia, after its capital Soba had fallen to Arabs or the Funj in c.1500. Fazughli was famous for its gold. Centered around the mountainous region of Fazughli on the Blue Nile and serving as a buffer between the Funj sultanate and the Ethiopian empire, the kingdom lasted until its incorporation…","timeToRead":1,"html":"<p>The kingdom of Fazughli was a precolonial state in what is now southeastern Sudan and western Ethiopia. Oral traditions assert its establishment to refugees from the Nubian kingdom of Alodia, after its capital Soba had fallen to Arabs or the Funj in c.1500. Fazughli was famous for its gold. Centered around the mountainous region of Fazughli on the Blue Nile and serving as a buffer between the Funj sultanate and the Ethiopian empire, the kingdom lasted until its incorporation into the Funj sultanate in 1685.</p>\n<p>The kingdom of Fazughli was located between the sultanate of Sennar and the Ethiopian empire, serving as a buffer between these two states. Africanist Alessandro Triulzi describes the approximate extension of the kingdom as follows:</p>\n<p>to the east it included the Gumuz country between Gallabat and the Blue Nile, with its centre at Gubba; to the west it included the Burun country with its centre at Jebel Gule, whose realm was said to have extended as far south as Kaffa in southern Ethiopia, and to the south it included mostly the Bertha country along the gold-bearing Tumat valley down to Fadasi at the outskirts of the Oromo-inhabited territory.</p>\n<p>Its territory would have been inhabited predominantly by speakers of Eastern Sudanic languages. According to Spaulding, it maintained the Christian faith, at least among the ruling Alodian elite. According to him, this Alodian elite would become known as the Hamaj, but it also might be possible that it was in fact the bulk of the Fazughlian population that constituted the Hamaj.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kingdom_of_Fazughli\">https://en.wikipedia.org/wiki/Kingdom<em>of</em>Fazughli</a></p>"}},{"node":{"id":"80de06af-b170-5e71-8744-f58f8883f1d2","frontmatter":{"country":"Ethiopia","title":"Gondar","date":"1635"},"fields":{"slug":"gondar"},"excerpt":"Gondar  is a city and separate distirct in Ethiopia which served as a strong Christian kingdom for many years. Gondar previously served as the capital of both the Ethiopian Empire and the subsequent Begemder Province. The city holds the remains of several royal castles, including those in Fasil Ghebbi (the Royal Enclosure), for which Gondar has been called the \"Camelot of Africa\". Until the 16th century, the Solomonic Emperors of Ethiopia usually had no fixed capital town…","timeToRead":1,"html":"<p>Gondar  is a city and separate distirct in Ethiopia which served as a strong Christian kingdom for many years.</p>\n<p>Gondar previously served as the capital of both the Ethiopian Empire and the subsequent Begemder Province. The city holds the remains of several royal castles, including those in Fasil Ghebbi (the Royal Enclosure), for which Gondar has been called the \"Camelot of Africa\".</p>\n<p>Until the 16th century, the Solomonic Emperors of Ethiopia usually had no fixed capital town, but instead lived in tents in temporary royal camps as they moved around their realms while their family, bodyguard and retinue devoured surplus crops and cut down nearby trees for firewood. One exception to this rule was Debre Berhan, founded by Zara Yaqob in 1456; Tegulet in Shewa was also essentially the capital during the first century of Solomonic rule. Gondar was founded by Emperor Fasilides around the year 1635, and grew as an agricultural and market town. There was a superstition at the time that the capital's name should begin with the letter 'Gʷa' (modern pronunciation 'Gʷe'; Gonder was originally spelt Gʷandar), which also contributed to Gorgora's (founded as Gʷargʷara) growth in the centuries after 1600. Tradition also states that a buffalo led the Emperor Fasilides to a pool beside the Angereb, where an \"old and venerable hermit\" told the Emperor he would locate his capital there. Fasilides had the pool filled in and built his castle on that same site. The emperor also built a total of seven churches; the first two, Fit Mikael and Fit Abbo, were built to end local epidemics. The five emperors who followed him also built their palaces in the town.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Gondar\">https://en.wikipedia.org/wiki/Gondar</a></p>"}},{"node":{"id":"0eef9621-d485-5b7f-aae3-3096900ab5c1","frontmatter":{"country":"Ethiopia","title":"Fasil Ghebbi","date":"1635"},"fields":{"slug":"fasil-ghebbi"},"excerpt":"Fasil Ghebbi (Royal Enclosure) is the remains of a fortress-city within Gondar, Ethiopia. It was founded in the 17th century by Emperor Fasilides (Fasil) and was the home of Ethiopia's emperors. Its unique architecture shows diverse influences including Nubian styles. The site was inscribed as a UNESCO World Heritage Site in 1979. Ghebbi is an Amharic word for a compound or enclosure. The complex of buildings includes Fasilides' castle, Iyasu I's palace, Dawit III's Hall, a…","timeToRead":1,"html":"<p>Fasil Ghebbi (Royal Enclosure) is the remains of a fortress-city within Gondar, Ethiopia. It was founded in the 17th century by Emperor Fasilides (Fasil) and was the home of Ethiopia's emperors. Its unique architecture shows diverse influences including Nubian styles. The site was inscribed as a UNESCO World Heritage Site in 1979. Ghebbi is an Amharic word for a compound or enclosure.</p>\n<p>The complex of buildings includes Fasilides' castle, Iyasu I's palace, Dawit III's Hall, a banqueting hall, stables, Empress Mentewab's castle, a chancellery, library and three churches: Asasame Qeddus Mikael, Elfign Giyorgis and Gemjabet Mariyam.</p>\n<p>The origins of the Fasil Ghebbi can be found in the old tradition of the Ethiopian emperors to travel around their possessions, living off the produce of the peasants and dwelling in tents. Reflecting this connection, this precinct was frequently referred to as a katama (\"camp\" or \"fortified settlement\") or makkababya, the name applied to the imperial camp in the Royal Chronicle of Baeda Maryam.</p>\n<p>Emperor Fasilides broke with this tradition of progressing through the territories, and founded the city of Gondar as his capital; its relative permanence makes the city historically important. Within the capital, he commanded the construction of an imposing edifice, the Fasil Gemb or Fasilides castle. The area around the Fasil Gemb was delineated by a wall with numerous gates. Subsequent emperors built their own structures, many of which survive either in whole or part today. Visiting the Fasil Ghebbi in the late 1950s, Thomas Pakenham observed that \"dotted among the palaces are what remains of the pavilions and kiosks of the imperial city\".</p>\n<p>Fasil Ghebbi covers an area of about 70,000 square meters. To its south lies Adababay, the market place of Gondar, where imperial proclamations were made, troops presented, and criminals executed; it is currently a city park.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Fasil_Ghebbi\">https://en.wikipedia.org/wiki/Fasil_Ghebbi</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"country":"*Ethiopia*","countries":"Ethiopia"}}