{"data":{"markdownRemark":{"html":"<div class=\"mw-parser-output\">\n<p>\nSoba is the former capital of the medieval Nubian kingdom of Alodia. E. A. Wallis Budge identified it with a group of ruins on the Blue Nile 19 kilometres (12 mi) from Khartoum, where there are remains of a Meroitic temple that had been converted into a Christian church.<sup id=\"cite_ref-1\" class=\"reference\"><a href=\"#cite_note-1\">[1]</a></sup> \n</p>\n<p>\nIbn Selim el-Aswani described the city as large and wealthy, but he probably never visited it and modern archaeological investigations show it to have been a moderate centre. Built mainly of red brick, the abandoned city was plundered for building material when Khartoum was founded in 1821.\n</p>\n<p>\nSoba is commonly located on the east side of the Blue Nile river. It was once a Christian kingdom before being destroyed by Fong and Abdallab in 1509. There is confusion surrounding the location as many people think it was on the west bank of the Blue Nile river. The population of East Soba today are of the Magariba and Mahas tribe.\n</p>\n<h3>\n    <span class=\"mw-headline\" id=\"References\">\n        References\n    </span>\n    <hr/>\n</h3>\n<ul>\n    <li>\n        William Y. Adams, <i>Nubia: Corridor to Africa.</i> Princeton: Princeton University Press, 1977.\n    </li>\n</ul>\n<div>\n    <div>\n        <ol>\n            <li id=\"cite_note-1\">\n                <span class=\"mw-cite-backlink\"><b>\n                    <a href=\"#cite_ref-1\" aria-label=\"Jump up\" title=\"Jump up\">^</a></b>\n                </span> \n                <span class=\"reference-text\">\n                    E.A Wallis Budge, <i>A History of Ethiopia: Nubia and Abyssinia</i>, 1928 (Oosterhout, the Netherlands: Anthropological Publications, 1970) p. 118.\n                </span>\n            </li>\n        </ol>\n    </div>\n</div>\n</div>","fields":{"slug":"soba-city"},"frontmatter":{"title":"Soba ","img":[{"name":"","desc":""}],"vid":[],"url":[{"id":1,"url":"","title":"","desc":""}],"refs":[]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"soba-city","imgs":"*soba-city*"}}