{"data":{"markdownRemark":{"html":"<p>Sungbo's Eredo is an earth wall and ditch that is 160 kilometres (99 mi) long, rises 20 metres (66 ft) in places and encloses an area 40 kilometres (25 mi) wide in north-south, with the walls flanked by trees and other vegetation, turning the ditch into a green tunnel.</p>\n<p> According to legends of the contemporary Ijebu clan, Eredo was built in honour of a noblewoman of the Ijebu clan called Oloye Bilikisu Sungbo. According to them, the monument was built as her personal memorial. </p>\n<p> Sungbo's Eredo has also been connected with the legend of the Queen of Sheba which is recounted in both the Bible and Quran. </p>\n<p>The Eredo served a defensive purpose when it was built in 800–1000, a period of political confrontation and consolidation in the southern Nigerian rainforest. It was likely to have been inspired by the same process that led to the construction of similar walls and ditches throughout western Nigeria, including earthworks around Ifẹ̀, Ilesa, and the Benin Iya, a 6,500-kilometre (4,000 mi) series of connected but separate earthworks in the neighboring Edo-speaking region.</p>\n<p>It is believed that the Eredo was a means of unifying an area of diverse communities into a single kingdom. It seems that the builders of these fortifications deliberately tried to reach groundwater or clay to create a swampy bottom for the ditch. If this could be achieved in shallow depth, builders stopped, even if only at the depth of 1 meter. In some places small, conical idol statues had been placed on the bottom of the ditch. </p>\n<p> The site was added to the UNESCO World Heritage Site</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Sungbo%27s_Eredo\">https://en.wikipedia.org/wiki/Sungbo%27s_Eredo</a></p>","fields":{"slug":"eredo-walls"},"frontmatter":{"title":"Eredo Walls","img":[{"name":"","desc":""}],"vid":[{"url":"https://www.youtube.com/embed/gktjsIfwXy0"}],"url":[{"id":1,"url":"https://www.nytimes.com/1999/09/20/world/eredo-journal-a-wall-a-moat-behold-a-lost-yoruba-kingdom.html","title":"Eredo Journal; A Wall, a Moat, Behold! A Lost Yoruba Kingdom","desc":"Off the main road in this unassuming town, a footpath that snakes through the thick bush and trees of the Nigerian rain forest leads to the remains of what is certainly one of the largest monuments in sub-Saharan Africa: a 100-mile-long wall and moat whose construction began a millennium ago."},{"id":2,"url":"","title":"","desc":""},{"id":3,"url":"","title":"","desc":""}],"refs":[{"id":1,"ref":"Wikipedia contributors. (2018, December 28). Sungbo's Eredo. In Wikipedia, The Free Encyclopedia. Retrieved 21:11, February 3, 2019, from ","url":"https://en.wikipedia.org/w/index.php?title=Sungbo%27s_Eredo&oldid=875717163"},{"id":1,"ref":"Asante, Molefi Kete (2014). The History of Africa: The Quest for Eternal Harmony. Routledge. ISBN 978-1-135-01349-3.","url":"https://books.google.com/books?id=ZPnDBAAAQBAJ&pg=PA144#v=onepage&q&f=false"},{"id":1,"ref":"Stone, Peter G. (2011). Cultural Heritage, Ethics and the Military. Boydell Press. ISBN 978-1-84383-538-7.","url":"https://books.google.com/books?id=_dRnaZS9L3wC&pg=PA158#v=onepage&q&f=false"},{"id":1,"ref":"Lasisi and Aremu 2016,Olanrewaju B. Lasisi, David A. Aremu, New lights on the archaeology of Sungbo’s eredo, south-western Nigeria | Dig It 3: 54-63, April 2016 ","url":"https://www.academia.edu/25255530/New_Lights_on_the_Archaeology_of_Sungbo_Eredo_South-Western_Nigeria"},{"id":1,"ref":"\"Benin Iya / Sungbo' s Eredo - UNESCO World Heritage Centre\". Whc.unesco.org. 2014-10-01. Retrieved 2015-02-28.","url":"http://whc.unesco.org/en/tentativelists/488/"}]}},"allFile":{"totalCount":0,"edges":[]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"eredo-walls","imgs":"*eredo-walls*"}}