{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"04e7b75b-08f0-541c-874b-f94b12586d46","frontmatter":{"country":"Nigeria","title":"Ugwuele-Uturu","date":""},"fields":{"slug":"ugwuele"},"excerpt":"Ugwuele is an Igbo community in Uturu, Isuikwuato Local Government Area, Abia State in Nigeria which houses a stone age site that provides evidence that humans inhabited the region as far back as 250,000 years ago. It was the largest handaxe factory in Nigeria, and possibly in the world. Anthropologists at the University of Benin discovered fossils and use of monoliths dating back to 4500 BC at Ugwelle-Uturu in the Okigwe area. There are three layers of occupation. The oldest…","timeToRead":1,"html":"<p>Ugwuele is an Igbo community in Uturu, Isuikwuato Local Government Area, Abia State in Nigeria which houses a stone age site that provides evidence that humans inhabited the region as far back as 250,000 years ago. It was the largest handaxe factory in Nigeria, and possibly in the world.</p>\n<p>Anthropologists at the University of Benin discovered fossils and use of monoliths dating back to 4500 BC at Ugwelle-Uturu in the Okigwe area.</p>\n<p>There are three layers of occupation. The oldest and lowest holds quartz flakes, small stone tools and points. Above that is a layer with hoe-like tools, polished stone axes, red ochre, bored stone and red pottery. The top level, with dates between 2935 BC and 15 AD, held grey pottery wares.</p>\n<p>Handaxes, mostly broken, accounted for four out of five of the tools, and there were also cleavers, picks and sidescrapers. Based on this mix, the site has been classified as Acheulean. It is possible that these tools were rough or unsuccessful attempts, and the successful tools were carried elsewhere to be refined further.</p>\n<p>The Ugwuele stone workshop site consists of a dolerite ridge with a virtual scree forming its northern end. Sources claimed that the Ugwuele settlement was populated by the ancestors of the lower Niger and West African peoples and they achieved a distinct Stone Age level civilization based on agriculture. These were hominids associated with Homo erectus and the earliest Homo sapiens, who are believed to be hunter-gatherers. Ugwuele experienced cultural developments, demonstrating advances in the arts and religion, which featured the worship of a God creator and intermediary spirits. The Ugwuele hand ax is also particularly notable for archaeologists since it resembled the same tool found in the Acheulean sites, which emerged in France, England, India, and North Africa.</p>"}},{"node":{"id":"07aa35e0-f79c-5f26-9355-ba567e30fd12","frontmatter":{"country":"Kenya","title":"Eburran industry","date":"13000 BCE"},"fields":{"slug":"eburran-ind"},"excerpt":"The Eburran industry is the name of an East African tool assemblage that dates from 13,000 BCE and thereafter, found around Lake Nakuru in the Ol Doinyo Eburru volcano complex in the Rift Valley, Kenya. Eburran assemblages, as recovered from Gamble's Cave and Nderit Drift, comprise large backed blades, crescent microliths, burins, and endscrapers. Some tools at Gamble's Cave were made from obsidian. Obsidian is a naturally occurring volcanic glass formed as an extrusive…","timeToRead":1,"html":"<p>The Eburran industry is the name of an East African tool assemblage that dates from 13,000 BCE and thereafter, found around Lake Nakuru in the Ol Doinyo Eburru volcano complex in the Rift Valley, Kenya.</p>\n<p>Eburran assemblages, as recovered from Gamble's Cave and Nderit Drift, comprise large backed blades, crescent microliths, burins, and endscrapers. Some tools at Gamble's Cave were made from obsidian. Obsidian is a naturally occurring volcanic glass formed as an extrusive igneous rock.</p>\n<p>Phase 1, from 13,000 BCE to around 10,000 BCE, associated with a short, humid climatic period, superseded by a drier climatic period</p>\n<p>Phase 2, from around 7-8,000 BCE, the climate became very humid</p>\n<p>Phase 3, from around 6,000 BCE</p>\n<p>Phase 4, from around 4-5,000 BCE, with unevenly drier climate</p>\n<p>Phase 5, from around 3,000 BCE, the climate was much drier than now. During this last period Eburran tools are also found with ceramics and livestock. It is part of the Pastoral Neolithic in Africa. Before phase 5, Eburran peoples lived by hunting and gathering.</p>\n<p>Around 700 AD, a transformation from the Pastoral Neolithic to the Pastoral Iron Age took place.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Eburran_industry\">https://en.wikipedia.org/wiki/Eburran_industry</a></p>"}},{"node":{"id":"b97ac151-3c80-5a5a-8387-82989b9dc567","frontmatter":{"country":"Zambia","title":"Magosian Culture","date":"10000 BCE"},"fields":{"slug":"magosianc"},"excerpt":"The Kalambo Falls on the Kalambo River is a 772-foot (235 m) single-drop waterfall on the border of Zambia and Tanzania at the southeast end of Lake Tanganyika.  Archaeologically, Kalambo Falls is one of the most important sites in Africa. It has produced a sequence of past human activity stretching over more than two hundred and fifty thousand years, with evidence of continuous habitation since the Late Early Stone Age until modern times. Around 10,000 years ago (Later Stone…","timeToRead":1,"html":"<p>The Kalambo Falls on the Kalambo River is a 772-foot (235 m) single-drop waterfall on the border of Zambia and Tanzania at the southeast end of Lake Tanganyika. </p>\n<p>Archaeologically, Kalambo Falls is one of the most important sites in Africa. It has produced a sequence of past human activity stretching over more than two hundred and fifty thousand years, with evidence of continuous habitation since the Late Early Stone Age until modern times.</p>\n<p>Around 10,000 years ago (Later Stone Age) Kalambo Falls was occupied by hunter/gatherer of the Magosian culture. The Magosian is the name given by archaeologists to an industry found in southern and eastern Africa. It dates to between 10,000 and 6,000 years BC and is distinguished from its predecessors by the use of microliths and small blades.</p>\n<p>Around the fourth century AD, a more industrialized Bantu-speaking people began to farm and occupy the area. These Bantu-speaking people made ceramic vessels that have characteristics of East African pottery, which suggests a population movement from the Rift Valley. Burials from this period are characterized by Clark as shaft grave burials, which are similar to those of the earlier cultures of the East African Rift as opposed to the Kalambo region.</p>"}},{"node":{"id":"92163fa4-5d15-5f49-abba-6f228ed90b97","frontmatter":{"country":"Niger_","title":"Kiffian culture","date":"8000 BCE"},"fields":{"slug":"kiffianc"},"excerpt":"The Kiffian culture is a prehistoric industry, or domain, that existed between 10,000 and 8,000 years ago in the Sahara Desert, during the Neolithic Subpluvial. Human remains from this culture were found in 2000 at a site known as Gobero, located in Niger in the Ténéré Desert. The site is known as the largest and earliest grave of Stone Age people in the Sahara desert. The Kiffians were skilled hunters. Bones of many large savannah animals that were discovered in the same…","timeToRead":1,"html":"<p>The Kiffian culture is a prehistoric industry, or domain, that existed between 10,000 and 8,000 years ago in the Sahara Desert, during the Neolithic Subpluvial. Human remains from this culture were found in 2000 at a site known as Gobero, located in Niger in the Ténéré Desert. The site is known as the largest and earliest grave of Stone Age people in the Sahara desert.</p>\n<p>The Kiffians were skilled hunters. Bones of many large savannah animals that were discovered in the same area suggest that they lived on the shores of a lake that was present during the Holocene Wet Phase, a period when the Sahara desert was verdant and wet.</p>\n<p>The Kiffian people were tall, standing over six feet in height. Craniometric analysis indicates that this early Holocene population was closely related to the Late Pleistocene Iberomaurusians and early Holocene Capsians of the Maghreb, as well as mid-Holocene Mechta groups.</p>\n<p>Traces of the Kiffian culture do not exist after 8,000 years ago, as the Sahara went through a dry period for the next thousand years. After this time, the Tenerian culture colonized the area.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/Kiffian_culture\">https://en.wikipedia.org/wiki/Kiffian_culture</a></p>"}},{"node":{"id":"03571355-a4f1-5c72-8b11-04e8667d7036","frontmatter":{"country":"CAR","title":"Nomadic People First  Settle","date":"8000 BCE"},"fields":{"slug":"nomadic-car"},"excerpt":"The earliest period of settlement began around 10,000 years ago when nomadic people first began to settle, farm and fish in the region.  Approximately 10,000 years ago, desertification forced hunter-gatherer societies south into the Sahel regions of northern Central Africa, where some groups settled and began farming as part of the Neolithic Revolution. Initial farming of white yam progressed into millet and sorghum, and then later the domestication of African oil palm…","timeToRead":1,"html":"<p>The earliest period of settlement began around 10,000 years ago when nomadic people first began to settle, farm and fish in the region. </p>\n<p>Approximately 10,000 years ago, desertification forced hunter-gatherer societies south into the Sahel regions of northern Central Africa, where some groups settled and began farming as part of the Neolithic Revolution. Initial farming of white yam progressed into millet and sorghum, and then later the domestication of African oil palm improved the groups' nutrition and allowed for expansion of the local populations. Bananas arrived in the region and added an important source of carbohydrates to the diet; they were also used in the production of alcohol. This Agricultural Revolution, combined with a \"Fish-stew Revolution\", in which fishing began to take place, and the use of boats, allowed for the transportation of goods. Products were often moved in ceramic pots, which are the first known examples of artistic expression from the region's inhabitants.</p>\n<p>The Bouar Megaliths in the western region of the country indicate an advanced level of habitation dating back to the very late Neolithic Era (c. 3500-2700 BC). Ironworking arrived in the region around 1000 BC from both Bantu cultures in what is today Nigeria and from the Nile city of Meroë, the capital of the Kingdom of Kush.</p>\n<p>During the Bantu Migrations from about 1000 BC to AD 1000, Ubangian-speaking people spread eastward from Cameroon to Sudan, Bantu-speaking people settled in the southwestern regions of the CAR, and Central Sudanic-speaking people settled along the Ubangi River in what is today Central and East CAR.</p>\n<p>Production of copper, salt, dried fish, and textiles dominated the economic trade in the Central African region.</p>\n<p>The territory of modern Central African Republic is known to have been settled from at least the 7th century on by overlapping empires, including the Kanem-Bornu, Ouaddai, Baguirmi, and Dafour groups based on the Lake Chad region and along the Upper Nile.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/History_of_the_Central_African_Republic\">https://en.wikipedia.org/wiki/History<em>of</em>the<em>Central</em>African_Republic</a></p>"}},{"node":{"id":"1333c508-4a09-542d-a9e9-54ab47f579fa","frontmatter":{"country":"Sudan","title":"Wadi Howar","date":"7500 BCE"},"fields":{"slug":"wadi-howar"},"excerpt":"Wadi Howar (Wadi Howa) is a wadi in Sudan and Chad. Originating in the Ennedi Region of Chad Wadi Howar runs through the Sudanese states of North Darfur to join the Nile north of the great bend opposite Old Dongola. Stretching over 1100 km in west-east direction across the southern fringes of the Libyan Desert, it ordinarily receives 25 mm of rainfall per year. Wadi Howar is the remnant of the ancient Yellow Nile, a tributary of the Nile during the Neolithic Subpluvial from…","timeToRead":1,"html":"<p>Wadi Howar (Wadi Howa) is a wadi in Sudan and Chad. Originating in the Ennedi Region of Chad Wadi Howar runs through the Sudanese states of North Darfur to join the Nile north of the great bend opposite Old Dongola. Stretching over 1100 km in west-east direction across the southern fringes of the Libyan Desert, it ordinarily receives 25 mm of rainfall per year.</p>\n<p>Wadi Howar is the remnant of the ancient Yellow Nile, a tributary of the Nile during the Neolithic Subpluvial from about 9500 to 4500 years ago. At that time Savanna fauna and cattle-herders occupied this region and the southern edge of the Sahara was some 500 km further north than it is today. When the Sahara underwent Desertification between 6000 and 4000 years ago, the wadi first became a chain of freshwater lakes and marshes, as shown by Ptolemy's world map, then it became extinct about 2000 years ago.</p>\n<p>Abundant prehistoric sites certify Wadi Howar as a once ecologically favoured area of settlement and a communication route between the inner regions of Africa and the Nile Valley. The hitherto most thoroughly investigated archaeological site in the wadi is Gala Abu Ahmed.</p>\n<p>Gala Abu Ahmed is a fortress ruin in lower Wadi Howar, northern Sudan. The 120 by 180 metres (390 ft × 590 ft)facility is located 110 kilometres (68 mi) west of the Nile. The fort was discovered in 1984 by archaeologists from the University of Cologne. It dates to the Napatan phase (ca. 750-350 BC) of the Kingdom of Kush. Radiocarbon dating suggests that the fortress was already in use around 1100 BC. The function of the building is still unclear.</p>"}},{"node":{"id":"bb98072a-eaa1-581c-9ca3-a2ad8b3ef9ed","frontmatter":{"country":"Mauritania","title":"Bafour people","date":"5000 BCE"},"fields":{"slug":"bafour-ppl"},"excerpt":"The Bafour or Bafur are a group of people inhabiting Mauritania and Western Sahara. The Bafour may have been a settled people at the time of the Neolithic Era. According to their oral tradition, they lived in the Western Sahara and gradually migrated southward. Charles Mwalimu describes them as \"African black Agriculturalists...subsequently replaced by the Berber\". Anthony Pazzanita refers to them as \"a pastoral, pre-Berber people who migrated to the area during Neolithic…","timeToRead":2,"html":"<p>The Bafour or Bafur are a group of people inhabiting Mauritania and Western Sahara. The Bafour may have been a settled people at the time of the Neolithic Era. According to their oral tradition, they lived in the Western Sahara and gradually migrated southward. Charles Mwalimu describes them as \"African black Agriculturalists...subsequently replaced by the Berber\". Anthony Pazzanita refers to them as \"a pastoral, pre-Berber people who migrated to the area during Neolithic times\", possibly ancestors of the Imraguen.</p>\n<p>Twentieth-century historians have suggested that they may have been inhabitants of this territory in western Africa before the Islamic period. French art historian Jean Laude wrote, \"In the pre-Islamic period (before the ninth century), according to oral tradition, Mauritania was occupied by the Bafur, a population of mixed origin from whom the eastern Songhai, the central Gangara, and the western Serer are derived.\"</p>\n<p>Historian James L.A. Webb writes,</p>\n<p>\"During the more humid period from c. 1450 or 1500 to c. 1600. the lands of the central and northern Gibla came to be settled once again, this time apparently by Bafur villagers. Bafur place-names and desert traditions about the Bafur survive, but little else. The ethnic identity of the Bafur apparently was transformed in the period before the late seventeenth century and absorbed into the ethnic categories of Wolof, Berber, and Fula, and thus remains somewhat mysterious.\"</p>\n<p>They are at times referred to as the descendants of local pre-Berber peoples.</p>\n<p>According to Webb's study of oral traditions, from 1600 to 1850, in the pre-colonial period, there was a well-established commercial route between communities of the Senegambia reaching north to the Western Sahara and Mauritania. Over four centuries before that, Arabs mixed with Bafur and Berber Masufa in Wadan, in present-day Western Sahara. A group known as Idaw al-Hajj (\"sons of pilgrims\" in Hassaniya) gradually settled in trading areas of northwestern Senegal, from where they dominated the gum arabic trade, as well as shipment of grain from the Wolof region to the Bidan (white North Africans), and a slave trade of Wolof people to the Maghreb for horses for their military campaigns. As is common among trading peoples, over time intermarriage had taken place between the Idaw al-Hajj and Wolof peoples, and the northerners gradually became assimilated into the sub-Saharan African community, including the use of Wolof as their language.</p>"}},{"node":{"id":"01e2cdc5-ca4c-5b61-8034-4d750f8f0f5b","frontmatter":{"country":"Namibia","title":"Twyfelfontein","date":"4000 BCE"},"fields":{"slug":"twyfelfontein"},"excerpt":"Twyfelfontein (Afrikaans: uncertain spring), officially known as ǀUi-ǁAis (Damara/Nama: jumping waterhole), is a site of ancient rock engravings in the Kunene Region of north-western Namibia. Twyfelfontein valley has been inhabited by Stone-age hunter-gatherers of the Wilton stone age culture group since approximately 6,000 years ago. They made most of the engravings and probably all the paintings. 2,000 to 2,500 years ago the Khoikhoi, an ethnic group related to the San…","timeToRead":1,"html":"<p>Twyfelfontein (Afrikaans: uncertain spring), officially known as ǀUi-ǁAis (Damara/Nama: jumping waterhole), is a site of ancient rock engravings in the Kunene Region of north-western Namibia.</p>\n<p>Twyfelfontein valley has been inhabited by Stone-age hunter-gatherers of the Wilton stone age culture group since approximately 6,000 years ago. They made most of the engravings and probably all the paintings. 2,000 to 2,500 years ago the Khoikhoi, an ethnic group related to the San (Bushmen), occupied the valley, then known under its Damara/Nama name ǀUi-ǁAis (jumping waterhole). The Khoikhoi also produced rock art which can clearly be distinguished from the older engravings. Both ethnic groups used it as a place of worship and a site to conduct shamanist rituals.</p>\n<p>The oldest engravings might be as old as 10,000 years. The carvings represent animals such as rhinoceroses, elephants, ostriches and giraffes as well as depictions of human and animal footprints. Some of the figures, most prominently the \"Lion Man\"—a lion with an extremely long rectangular kinked tail ending in a six-toed pugmark depict the transformation of humans into animals. This transformation and the depiction of animals together with their tracks make it likely that they were created as part of shamanist rituals. </p>\n<p>The Khoikhoi herders produced the geometric imagery, probably depicting herder groups. They are also the creators of the more worldly indentations in that area that served as grinding hollows and game boards. Some of the stones bear marks from use as gong stones; they make unusual sounds when hit.</p>\n<p>Objects from the site include a variety of stone tools made mostly from quartzite. Type and shape of these tools indicate not only the use on rock but also the prevalence of wood and leather working. Artwork such as pendants and beads from ostrich eggshell fragments have been found at several places.</p>\n<p>UNESCO approved Twyfelfontein as Namibia's first World Heritage Site in 2007.</p>"}},{"node":{"id":"59a5d3be-e0bc-5835-b823-97d4649d836b","frontmatter":{"country":"Sudan","title":"A-Group culture","date":"3800 BCE - 3100 BCE"},"fields":{"slug":"a-groupc"},"excerpt":"The A-Group culture was an ancient civilization that flourished between the First and Second Cataracts of the Nile in Nubia. It lasted from c. 3800 BC to c. 3100 BC. The A-Group makers maintained commercial ties with the Ancient Egyptians. They traded commodities like incense, ebony and ivory, which were gathered from the southern riverine area. They also bartered carnelian from the Western Desert as well as gold mined from the Eastern Desert in exchange for Egyptian products…","timeToRead":2,"html":"<p>The A-Group culture was an ancient civilization that flourished between the First and Second Cataracts of the Nile in Nubia. It lasted from c. 3800 BC to c. 3100 BC.</p>\n<p>The A-Group makers maintained commercial ties with the Ancient Egyptians. They traded commodities like incense, ebony and ivory, which were gathered from the southern riverine area. They also bartered carnelian from the Western Desert as well as gold mined from the Eastern Desert in exchange for Egyptian products, olive oil and other items from the Mediterranean basin.</p>\n<p>The A-Group makers left behind a number of cemeteries, with each necropolis containing around fifty graves. Most of what is known about this culture has been gleaned from these tombs, over 3,000 of which have been excavated. The burials are of two kinds: a more common oval pit, and a similar pit featuring a lateral funerary niche. Skeletons found within these graves were observed to be physically akin to their peers in Upper Egypt. The specimens typically had straight hair of a black or dark brown hue. On average, the men were 169.9 cm in height and the women stood around 155.5 cm. Some individuals were wrapped in leather and positioned on reed mats. </p>\n<p>All of the tombs contained various burial items, including personal ornaments, utensils and ceramics. Copper and gold artefacts initially appeared in graves of the Middle A Group, which are dated from ca. 3600–3300 cal BC (Killick 2014a). These are associated with Naqada pottery and other items of Egyptian provenance, suggesting that they too were imported. </p>\n<p>Dental trait analysis of A-Group fossils found that they were closely related to Afroasiatic-speaking populations inhabiting Northeast Africa and the Maghreb. </p>\n<p>Among the ancient populations, the A-Group people were nearest to the Kerma culture bearers and Kush populations in Upper Nubia, followed by the Meroitic, X-Group and Christian period inhabitants of Lower Nubia and the Kellis population in the Dakhla Oasis, as well as C-Group and Pharaonic era skeletons excavated in Lower Nubia and ancient Egyptians (Naqada,Badari, Hierakonpolis, Abydos and Kharga in Upper Egypt; Hawara in Lower Egypt). Among the recent groups,the A-Group makers were morphologically closest to Afroasiatic-speaking populations in the Horn of Africa,followed by the Shawia and Kabyle Berber populations of Algeria as well as Bedouin groups in Morocco, Libya and Tunisia. </p>\n<p>The A-Group culture came to an end around 3100 BC, when it was destroyed, apparently by the First Dynasty rulers of Egypt.</p>"}},{"node":{"id":"cb9645d1-d220-5866-8542-6f35ff3a8d14","frontmatter":{"country":"Rwanda","title":"Hunter Gatherer Settlements","date":""},"fields":{"slug":"rw-hg"},"excerpt":"The territory of present-day Rwanda has been green and fertile for many thousands of years, even during the last ice age, when part of Nyungwe Forest was fed by the alpine ice sheets of the Rwenzoris. It is not known when the country was first inhabited, but it is thought that humans moved into the area shortly after that ice age, either in the Neolithic period, around ten thousand years ago, or in the long humid period which followed, up to around 3000 BC. The earliest…","timeToRead":1,"html":"<p>The territory of present-day Rwanda has been green and fertile for many thousands of years, even during the last ice age, when part of Nyungwe Forest was fed by the alpine ice sheets of the Rwenzoris. It is not known when the country was first inhabited, but it is thought that humans moved into the area shortly after that ice age, either in the Neolithic period, around ten thousand years ago, or in the long humid period which followed, up to around 3000 BC. The earliest inhabitants of the region are generally thought to have been the Twa, a group of Pygmy forest hunters and gatherers, whose descendants still live in Rwanda today.</p>\n<p>Archaeological excavations conducted from the 1950s onwards have revealed evidence of sparse settlement by hunter gatherers in the late stone age, followed by a larger population of early iron age settlers. These later groups were found to have manufactured artifacts,including a type of dimpled pottery, iron tools and implements.</p>\n<p>Hundreds of years ago, the Twa were partially supplanted by the immigration of a Bantu group, the ancestors of the agriculturalist ethnic group, today known as the Hutus. The Hutu began to clear forests for their permanent settlements. The exact nature of the third major immigration, that of a predominantly pastoralist people known as Tutsi, is highly contested. Oral histories of the Kingdom of Rwanda often trace the origins of the Rwandan people back nearly 10,000 ago to a legendary king named Gihanga, to whom metalworking and other modernizing technologies are also commonly attributed.</p>\n<p>Read more:\n<a href=\"https://en.wikipedia.org/wiki/History_of_Rwanda\">https://en.wikipedia.org/wiki/History<em>of</em>Rwanda</a></p>"}},{"node":{"id":"a7ca4846-294e-5b78-949c-8d7d73d932f3","frontmatter":{"country":"Zambia","title":"Gwisho","date":"2750 BCE"},"fields":{"slug":"gwisho-settl"},"excerpt":"The Gwisho hot-springs is located in Lochinvar National Park, Zambia. Radiocarbon dates place human activity in the area between 2750 and 2340 BCE. The people of Gwisho developed a bone industry, which produced items such as awls, ornaments and composite arrows. They also constructed and utilized wooden tools to uproot edible roots, which was a staple in their diet. Most of their food supply came from harvesting edible matter. Radiocarbon dates place human activity in the…","timeToRead":2,"html":"<p>The Gwisho hot-springs is located in Lochinvar National Park, Zambia. Radiocarbon dates place human activity in the area between 2750 and 2340 BCE. The people of Gwisho developed a bone industry, which produced items such as awls, ornaments and composite arrows. They also constructed and utilized wooden tools to uproot edible roots, which was a staple in their diet. Most of their food supply came from harvesting edible matter.</p>\n<p>Radiocarbon dates place human activity in the area between 2750 and 2340 BCE. </p>\n<p>Remains were found that seems to have been a hut or windbreak as well as sticks and twigs and a mass of grass lay in a flattened heap. All the grass and wood had been stripped of their roots. Tiny fragments of fired clay excavated from the site may have been used for windbreaks to smear huts and other structures. Blades and bladelets were excavated with primary flakes. Microlith and macrolith industries were discovered in the area as well as wooden tools.</p>\n<p>Large numbers of fragmentary bones had been excavated from the Gwisho sites. The bones were well preserved, with fresh edges and spongy structures. The remains belong to buffalo, lechwe, wildebeest, impala, buchduck, kudu, eland, oribi roan, hartebeest, grysbuck, duiker, zebra, warthog, bushpig, elephant, rhinoceros, hippopotamus, monkey, baboon, birds, tortoise. None of these animal findings are surprises since all the species are, or were common in the area of Gwisho. Ivory and fresh-water shells were found along with shell beads.</p>\n<p>Wooden artifacts and fibers were preserved under favorable conditions. Types of wood include Baikiaea, Dalbergia, Brachystegia, and Celtis. The hunters of Gwisho had at least three vegetation zones near their camps.</p>\n<p>The hunting methods of the Gwisho’s hunters were probably similar to those used by modern San. Many arrowheads and link shafts were excavated from the site, indicating the use of the bow and arrow. They also used spears as a hunting tool. Another method employed by the Gwisho inhabitants was the use of snares and traps. </p>\n<p>At the Gwisho site of Kafue Flats, more than thirty burials were found and skeletons showed Khoisan features. In terms of morphology, the Gwisho people may have been physically divergent from modern San.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Gwisho_Hot-Springs\">https://en.wikipedia.org/wiki/Gwisho_Hot-Springs</a></p>"}},{"node":{"id":"ffa0295a-0d7d-5814-806c-ad5da47d4d49","frontmatter":{"country":"Eritrea","title":"Gash Group","date":"2500 BCE - 1500 BCE"},"fields":{"slug":"gash-group"},"excerpt":"Excavations in and near Agordat in central Eritrea yielded the remains of an ancient pre-Aksumite civilization known as the Gash Group. Ceramics were discovered that were related to those of the C-Group (Temehu) pastoral culture, which inhabited the Nile Valley between 2500–1500 BC. Some sources dating back to 3500 BC. Shards akin to those of the Kerma culture, another community that flourished in the Nile Valley around the same period, were also found at other local…","timeToRead":1,"html":"<p>Excavations in and near Agordat in central Eritrea yielded the remains of an ancient pre-Aksumite civilization known as the Gash Group. Ceramics were discovered that were related to those of the C-Group (Temehu) pastoral culture, which inhabited the Nile Valley between 2500–1500 BC. Some sources dating back to 3500 BC. Shards akin to those of the Kerma culture, another community that flourished in the Nile Valley around the same period, were also found at other local archaeological sites in the Barka valley belonging to the Gash Group. According to Peter Behrens (1981) and Marianne Bechaus-Gerst (2000), linguistic evidence indicates that the C-Group and Kerma peoples spoke Afroasiatic languages of the Berber and Cushitic branches, respectively.</p>"}},{"node":{"id":"3559fa7c-6bed-5896-b9a6-32736dc98850","frontmatter":{"country":"Ivory Coast","title":"Kintampo Complex ","date":"2500-1400 BCE"},"fields":{"slug":"kintampo"},"excerpt":"Kintampo complex is the period in prehistory that saw the transition to sedentism in West Africa, specifically Ghana and parts of eastern Côte d'Ivoire that began sometime between 2500-1400 BCE. Besides being a classic example of early forest dwellers in west Africa, Kintampo is significant because there is evidence of a drastic change in food production techniques due to the transition from nomadic hunter-gather lifestyles to life in stationary settlements. This change is…","timeToRead":4,"html":"<p>Kintampo complex is the period in prehistory that saw the transition to sedentism in West Africa, specifically Ghana and parts of eastern Côte d'Ivoire that began sometime between 2500-1400 BCE. Besides being a classic example of early forest dwellers in west Africa, Kintampo is significant because there is evidence of a drastic change in food production techniques due to the transition from nomadic hunter-gather lifestyles to life in stationary settlements. This change is known as sedentism and is typical of societies who have access to, or are developing systems of agriculture. Ceramic sculptures of humans and animals indicate that the Kintampo settlements were lived at by practitioners of both pastoralism and horticulture.</p>\n<p>Another notable aspect of the Kintampo complex is the creation of art and items of personal adornment. Archaeologists have found polished stone beads, bracelets and figurines in addition to typical stone tools and structures such as hand axes, and building foundations which suggests that these people had both a complex society and were well-learned in Later Stone Age technologies.</p>\n<p>When referring to topics related to Kintampo, the term complex is preferred as opposed to culture. In an archaeological research context, culture implies that every site represented in the area used the same technologies and techniques to create the same types of tools, goods, and foods, had the same beliefs and customs, and so on. In reality, the inhabitants of the region during this particular period of time did have much in common, but did differ enough from village to village that culture is not entirely accurate. Complex,or sometimes tradition on the other hand, means a group that shares many characteristics, but also acknowledges differences. The name Kintampo which is used to describe the complex comes from the Kintampo district in the Brong-Ahafo region of Ghana.</p>\n<p>The people of Kintampo lived in open-air villages composed of rectangular structures made from wattle and daub construction techniques. Some house used mud, some used clays, and many were found to have been supported by wooden poles and some had foundations of stones like granite and laterite. Rock shelters were also used as dwellings, especially to the south, near the Atlantic coast. A society can not live without a water supply, and at Kintampo there is no exception. Many settlements were situated along the White Volta river which runs all the way through Ghana, from north to south, eventually dumping into the Atlantic. Other settlements, such as the rock shelters of southwestern Ghana and southeastern Côte d'Ivoire were along near the Atlantic coast. They also kept domesticated dogs and goats and cattle.</p>\n<p>Pearl millet is a crop that is well suited to hot climates, and is thought to have been first domesticated in the area. It is speculated that the people of Kintampo may have deliberately adapted it to mature faster, to allow for quicker harvest. Its charred remains have been excavated at Kintampo and was valuable to people living in west Africa because it could be stored after harvest to be used at a later date. There is evidence of trade of foods with other people throughout the region; one item of evidence is that the millet has been found with shell beads that would have been imported from the ocean.</p>\n<p>Another important staple to the people who settled at Kintampo was the oil palm. The oil palm was used at Kintampo starting at least 4000 years ago. A very useful plant in many ways, it serves as a source of drink, food, and construction material. It was allowed to flourish in the region due to its preference for a constant warm climate and high rainfall. As a food, the oil can be extracted from the mesocarp which covers the plant, and the kernel which is also edible by itself. It is an excellent source of vitamin A, which would have helped to support a growing population. It is speculated that ceramic techniques were improved so that the nut of the oil palm could be further cooked.</p>\n<p>The cowpea, incense tree, hackberry, yams, and sorghum,are also known to have been grown. Grasses were most likely not harvested as often, as the climate makes it difficult for grasses to grow. Kintampo people also kept livestock; goats, sheep, and cattle remains have been found. Other wild animals such as monitor lizards,snails, guineafowl, vervet monkey, baboon, turtles and tortoises royal and duiker antelopes, giant pouched and cane rats were hunted as game.</p>\n<p>Numerous types of tools have been excavated at Kintampo, including polished axes crafted from calc-chlorite schist, many types and sizes of grinding stones, small, quartz microlith projectile points of various shapes and styles, and stone celts. A few harpoons have been found, but these are rare.</p>\n<p>The Kintampo culture is known for possibly the first occurrences of figurative art and objects of personal decoration in West Africa. Stone arm bands that would have been worn as decoration have been found at several Kintampo sites. At the sites of Boyase hill and Ntersero, clay figurines of animals like dogs, lizards and cows were found, though it is not well understood what their meaning might be. This is all very important to those who study the humanities, as the emergence of art and the depiction of life through art is of great interest to both art historians and archaeologists alike.</p>\n<p>The rockshelters of Kintampo appear to be abandoned by the second century BCE, and then in the early first millennium CE, iron metallurgy became the dominant technology of the region.</p>\n<p>The area became home to the Akan, who later built the Ashanti Empire in the 18th century. It was a large kingdom that used firearms traded to them by Europeans to effectively conquer neighboring territories. The Ashanti enslaved their enemies and prisoners of war and made a profit by selling them in the transatlantic slave trade.</p>"}},{"node":{"id":"a30805ee-0a4a-51d1-857c-00ae0f36b734","frontmatter":{"country":"Sudan","title":"C-Group culture","date":"2400 BCE - 1550 BCE"},"fields":{"slug":"c-group"},"excerpt":"The C-Group culture is an archaeological culture found in Lower Nubia, which dates from ca. 2400 BCE to ca. 1550 BCE. The C-Group is marked by its distinctive pottery, and for its tombs. Early C-Group tombs consisted of a simple \"stone circle\" with the body buried in a depression in the centre. The tombs later became more elaborate with the bodies being placed in a stone lined chamber, and then the addition of an extra chamber on the east: for offerings. The C-Group were…","timeToRead":2,"html":"<p>The C-Group culture is an archaeological culture found in Lower Nubia, which dates from ca. 2400 BCE to ca. 1550 BCE.</p>\n<p>The C-Group is marked by its distinctive pottery, and for its tombs. Early C-Group tombs consisted of a simple \"stone circle\" with the body buried in a depression in the centre. The tombs later became more elaborate with the bodies being placed in a stone lined chamber, and then the addition of an extra chamber on the east: for offerings.</p>\n<p>The C-Group were farmers and semi-nomadic herders keeping large numbers of cattle in an area that is today too arid for such herding. Originally they were believed to be a peaceful people due to the lack of weapons in tombs; however, daggers, short swords and battle-axes were found in C-Group graves. Their settling around the forts built by the ancient Egyptians was seen as further evidence.</p>\n<p>Most of what is known about the C-Group peoples comes from Lower Nubia and the Dongola Reach. The northern border of the C-Group was around Kubaniek. The southern border is still uncertain, but C-Group sites have been found as far south as Eritrea.</p>\n<p>During the Egyptian Sixth Dynasty, Lower Nubia is described of consisting of a number of small states, three of which are named: Setju, Wawat, and Irjet. At this same time in Upper Nubia the Kingdom of Kerma was emerging. The exact relation between the C-Group and Kerma are uncertain, but early Kerma shows definite similarities to the C-Group culture and the Pan-Grave culture.</p>\n<p>Under the Middle Kingdom much of the C-Group lands in Lower Nubia were conquered by Egypt; after the Egyptians left, Kerma expanded north controlling the region. Starting with the conquest of Nubia by Egypt under Tuthmosis I in the late 16th century BCE, the C-Group merged with the Egyptians.</p>\n<p>Dental trait analysis of C-Group fossils found that they were closely related to other Afroasiatic-speaking populations inhabiting Northeast Africa and the Maghreb. Among the ancient populations, the C-Group people were nearest to the ancient Egyptians (Naqada, Badari, Hierakonpolis, Abydos and Kharga in Upper Egypt; Hawara in Lower Egypt) and Pharaonic era skeletons excavated in Lower Nubia, followed by the A-Group culture bearers of Lower Nubia,the Kerma and Kush populations in Upper Nubia, the Meroitic, X-Group and Christian period inhabitants of Lower Nubia, and the Kellis population in the Dakhla Oasis. Among the recent groups, the C-Group markers were morphologically closest to the Shawia and Kabyle Berber populations of Algeria as well as Bedouin groups in Morocco, Libya and Tunisia, followed by other Afroasiatic-speaking populations in the Horn of Africa. The C-Group skeletons and these ancient and recent fossils were also phenotypically distinct from those belonging to recent Negroid populations in Sub-Saharan Africa.</p>"}},{"node":{"id":"0b9c1807-e508-5b08-8912-588c34900feb","frontmatter":{"country":"Sudan","title":"Semna","date":"1985 BCE"},"fields":{"slug":"semna_settl"},"excerpt":"Excavated between 1956–57 and 1966–68, Semna South is a 12th Dynasty fort located in Nubia—the present Republic of Sudan—on the west bank of the Nile. These excavations revealed the building plan of the fort, a church, a cemetery, and numerous other settlement-related features. Some of the most important discoveries were found within dumps near the fort. In particular, Žabkar recovered pottery seals which provided the Egyptian name of the fort (“Subduer of the Setiu-Nubians…","timeToRead":1,"html":"<p>Excavated between 1956–57 and 1966–68, Semna South is a 12th Dynasty fort located in Nubia—the present Republic of Sudan—on the west bank of the Nile. These excavations revealed the building plan of the fort, a church, a cemetery, and numerous other settlement-related features. Some of the most important discoveries were found within dumps near the fort. In particular, Žabkar recovered pottery seals which provided the Egyptian name of the fort (“Subduer of the Setiu-Nubians” or “Subduer of the Seti-land”) which was unknown until the 1966-1968 field seasons.</p>\n<p>The artifacts recovered from these excavations, including pottery sherds, textiles, jewelry, an axe, and additional seals, indicate that the fort at Semna South was utilized during the Middle Kingdom. The adjacent cemetery with burials from the Meroitic, X-Group, and Christian periods suggests a much longer habitation of the region: from the Middle Kingdom until the Middle Ages.</p>\n<p>Archaeological excavations of Semna South have contributed to the overall understanding of the Middle Kingdom of Egypt fort system. These forts established military control over Upper and Lower Nubia and the Nile river transport of commodities, and were integral parts of the Egyptian empire.</p>\n<p>The temples of Dedwen and Sesostris III were moved to the National Museum of Sudan in Khartoum prior to the flooding of Lake Nasser.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Semna_(Nubia\">https://en.wikipedia.org/wiki/Semna_(Nubia</a>)</p>"}},{"node":{"id":"d7c32c7a-2cf0-5825-b5c9-c6e1ce063fb1","frontmatter":{"country":"Eritrea","title":"Ona Culture","date":"800 BCE"},"fields":{"slug":"ona-culture"},"excerpt":"Excavations at Sembel, in the Maekel Region of Eritrea,found evidence of an ancient pre-Aksumite civilization in greater Asmara. This Ona urban culture is believed to have been among the earliest pastoral and agricultural communities in the Horn region. Artifacts at the site have been dated to between 800 BC and 400 BC, contemporaneous with other pre-Aksumite settlements in the Eritrean and Ethiopian highlands during the mid-first millennium BC. Additionally, the Ona culture…","timeToRead":1,"html":"<p>Excavations at Sembel, in the Maekel Region of Eritrea,found evidence of an ancient pre-Aksumite civilization in greater Asmara. This Ona urban culture is believed to have been among the earliest pastoral and agricultural communities in the Horn region. Artifacts at the site have been dated to between 800 BC and 400 BC, contemporaneous with other pre-Aksumite settlements in the Eritrean and Ethiopian highlands during the mid-first millennium BC.</p>\n<p>Additionally, the Ona culture may have had connections with the ancient Land of Punt. In a tomb in Thebes (Luxor) dated to the 18th dynasty reign of Pharaoh Amenophis II (Amenhotep II), long-necked pots similar to those that were made by the Ona people are depicted as part of the cargo in a ship from Punt.</p>"}},{"node":{"id":"1db9b434-cac1-561b-82d1-5d9944fb11f1","frontmatter":{"country":"Sudan","title":"Ballana Tombs And X-Group Culture","date":"ca. 300 CE - ca. 600 CE"},"fields":{"slug":"x-groupc"},"excerpt":"Ballana was a cemetery in Lower Nubia. They date to the time after the collapse of the Meroitic state but before the founding of the Christian Nubian kingdoms, around AD 350 to 600. They usually featured one or several underground chambers, with one main burial chamber.  The Ballana tombs belong to a culture complex often called X-Group. The X-Group Culture was an ancient civilization that existed from ca. 300 CE to ca. 600 CE. It was centered in Nubia stretching from the…","timeToRead":1,"html":"<p>Ballana was a cemetery in Lower Nubia. They date to the time after the collapse of the Meroitic state but before the founding of the Christian Nubian kingdoms, around AD 350 to 600. They usually featured one or several underground chambers, with one main burial chamber. </p>\n<p>The Ballana tombs belong to a culture complex often called X-Group. The X-Group Culture was an ancient civilization that existed from ca. 300 CE to ca. 600 CE. It was centered in Nubia stretching from the Dodekaschoinos in the north to Delgo in the south. George A. Reisner, who first discovered their civilization, used the term X-Group Culture for lack of a more exact historical definition.</p>\n<p>The objects found in the tombs are chiefly of Nubian origin, but there were also many objects imported from Byzantine Egypt and the Mediterranean in general. Most remarkable is a set of crowns from different tombs showing that the richest burials belong to local ruling kings and queens. There were horses and servants buried with their masters. There are few written objects in the burials. The identification of the tomb owners is, therefore, impossible. It has been assumed that these are the burials of the kings and the court of Nobatia.</p>\n<p>One important tomb discovered here was tomb 118 which consisted of three chambers. It might be described as an example of a royal burial at Ballana and consisted of a main burial chamber and two storage rooms. The roof of the burial chamber had collapsed and the tomb, therefore, escaped looting. The body of the person buried here was found on a bier. It was most likely that of a king. Upon his head was found a crown. Under the bier, were the remains of a large wooden gaming board, weapons and an iron folding chair. There were also skeletons of a young male servant and a cow. In the two storerooms, more skeletons of servants, as well as pottery and several bronze lamps were discovered.</p>\n<p>The original Ballana cemetery is now flooded by the Nasser Lake.</p>"}},{"node":{"id":"c07a2d68-e942-5a7e-a945-9f531d0c8451","frontmatter":{"country":"DRC","title":"Upemba Depression Settlements","date":"400 CE"},"fields":{"slug":"upemba"},"excerpt":"The Upemba Depression (or Kamalondo Depression) is a large marshy bowl area (depression) in the Democratic Republic of the Congo comprising some fifty lakes, including Lake Upemba (530 km²) and Lake Kisale (300 km²). In an earlier era, the area was probably occupied by one large lake. The area includes many archaeological sites and is on the tentative list for UNESCO world heritage site. Chronology based on more than 55 radiocarbon datings and thermoluminescence shows periods…","timeToRead":1,"html":"<p>The Upemba Depression (or Kamalondo Depression) is a large marshy bowl area (depression) in the Democratic Republic of the Congo comprising some fifty lakes, including Lake Upemba (530 km²) and Lake Kisale (300 km²). In an earlier era, the area was probably occupied by one large lake.</p>\n<p>The area includes many archaeological sites and is on the tentative list for UNESCO world heritage site. Chronology based on more than 55 radiocarbon datings and thermoluminescence shows periods of occupation since the Stone Age. This Upemba depression has delivered the largest known cemetery in the sub-Saharan Africa.</p>\n<p>Archaeological research shows that the Upemba depression had been occupied continuously since at least the 5th century AD by the Luba people's ancestors, who settled in the Upemba Depression near Lake Upemba. In the marshes of the Upemba Depression, large scale cooperation was necessary to build and maintain dikes and drainage ditches. This kind of communal cooperation also made possible the construction of dams to stock fish during the long dry season. </p>\n<p>By the 6th century, fishing people lived on lakeshores, worked iron, and traded in salt, palm oil, and dried fish. They used these products to trade for copper, charcoal (for iron smelting), glass beads, iron and cowrie shells from the Indian Ocean. They began trading dried fish to the inhabitants of the adjacent forest regions.</p>\n<p>Several distinct societies developed out of the Upemba culture prior to the genesis of the Luba. Each of these societies based the foundation of their society on that of the one which preceded it (much in the way that many aspects of Roman culture were borrowed from the Greeks). The 5th century saw this societal evolution develop in the area around present day Kamilamba at the Kabambasee, which was followed and replaced by a number of other cultures which were based around the cities of Sanga and Katango.</p>\n<p>By the 10th century, the people of Upemba had diversified their economy, combining fishing, farming and metal-working. Metal-workers relied on traders to bring them the copper and charcoal that they needed in smelting. Traders exported salt and iron items, and imported glass beads and cowry shells from the distant Indian Ocean. The people of Upemba are considered the origin of the Kingdom of Luba (1585-1889). </p>"}},{"node":{"id":"e05912c6-a2b6-5b47-980d-d4bff30a6e7b","frontmatter":{"country":"Nigeria","title":"Gaya","date":""},"fields":{"slug":"gaya-settl"},"excerpt":"Gaya is a Local Government Area in Kano State, Nigeria. Its headquarters are in the town of Gaya in the north of the area. Gaya is believed to be the origin of a man named Kano who first settled in the present Kano State on his search for ironstone. Gaya served as an important terminus of a migratory corridor through which there was an influx of immigrating peoples especially from Eastern Sudan, the Maghrib and the Middle East. The traditional ruler of Gaya is known as the…","timeToRead":1,"html":"<p>Gaya is a Local Government Area in Kano State, Nigeria. Its headquarters are in the town of Gaya in the north of the area.</p>\n<p>Gaya is believed to be the origin of a man named Kano who first settled in the present Kano State on his search for ironstone. Gaya served as an important terminus of a migratory corridor through which there was an influx of immigrating peoples especially from Eastern Sudan, the Maghrib and the Middle East.</p>\n<p>The traditional ruler of Gaya is known as the Sarkin Gaya. The present Sarkin Gaya, Alhaji Ibrahim Abdulkadir Gaya (born in 1930) has been on the throne since his appointment in 1990. Alhaji Ibrahim Gaya was previously the district head of Kunchi and then Minjibir. The present local government chairman is Alhaji Ahmad Abdullahi tahir.</p>"}},{"node":{"id":"774cca7d-3f10-584e-a1f1-b33788044fe8","frontmatter":{"country":"Nigeria","title":"Kano","date":""},"fields":{"slug":"kano-state"},"excerpt":"Kano is the state capital of Kano State in North West, Nigeria. It is situated in the Sahelian geographic region, south of the Sahara. Kano is the commercial nerve centre of Northern Nigeria and is the second largest city in Nigeria.  The principal inhabitants of the city are the Hausa people. However, there are many who speak Fulani language. As in most parts of northern Nigeria, the Hausa language is widely spoken in Kano. The city is the capital of the Kano Emirate.  In…","timeToRead":2,"html":"<p>Kano is the state capital of Kano State in North West, Nigeria. It is situated in the Sahelian geographic region, south of the Sahara. Kano is the commercial nerve centre of Northern Nigeria and is the second largest city in Nigeria. </p>\n<p>The principal inhabitants of the city are the Hausa people. However, there are many who speak Fulani language. As in most parts of northern Nigeria, the Hausa language is widely spoken in Kano. The city is the capital of the Kano Emirate. </p>\n<p>In the 7th century, Dala Hill, a residual hill in Kano, was the site of a hunting and gathering community that engaged in iron work; it is unknown whether these were Hausa people or speakers of Niger–Congo languages. Kano was originally known as Dala, after the hill, and was referred to as such as late as the end of the 15th century and the beginning of the 16th by Bornoan sources.</p>\n<p>The Kano Chronicle identifies Barbushe, a priest of a Dala Hill spirit, as the city's first settler. (Elizabeth Isichei notes that the description of Barbushe is similar to those of Sao people.[4]). While small chiefdoms were previously present in the area, according to the Kano Chronicle, Bagauda, a grandson of the mythical hero Bayajidda,[5] became the first king of Kano in 999, reigning until 1063.[6][7] His grandson Gijimasu (1095–1134), the third king, began building city walls at the foot of Dala Hill. His own son, Tsaraki (1136–1194), the fifth king, completed them during his reign.[7]</p>\n<p>In the 12th century Ali Yaji as King of Kano renounced his allegiance to the cult of Tsumburbura, accepted Islam and proclaimed the Sultanate that was to last until its fall in the 19th century. The reign of Yaji ensued an era of expansionism that saw Kano becoming the capital of a pseudo Habe Empire. In 1463 Muhammad Rumfa (reigned 1463- 1499) ascended the throne. During his reign, political pressure from the rising Songhai Empire forced him to take Auwa, the daughter of Askiyah the Great as his wife. She was to later become the first female Madaki of Kano. Rumfa reformed the city, expanded the Sahelian Gidan Rumfa (Emir's Palace), and played a role in the further Islamization of the city,[8] as he urged prominent residents to convert.[9] The Kano Chronicle attributes a total of twelve \"innovations\" to Rumfa.[10]</p>\n<p>According to the Kano Chronicle, the thirty-seventh Sarkin Kano (King of Kano) was Mohammed Sharef (1703–1731). His successor, Kumbari dan Sharefa (1731–1743), engaged in major battles with Sokoto.</p>\n<p>Read more: <a href=\"https://en.wikipedia.org/wiki/Kano\">https://en.wikipedia.org/wiki/Kano</a></p>"}},{"node":{"id":"90e80b0f-48f8-56f1-9215-115deca43cae","frontmatter":{"country":"Botswana","title":"Toutswe Hill Farming Culture","date":"600-700 CE and 1200-1300 CE"},"fields":{"slug":"toutswe_settl"},"excerpt":"Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years.  Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated…","timeToRead":1,"html":"<p>Toutswemogala is an Iron Age settlement Hill in Botswana situated about 50 km north of the village of Palapye.  It , which has been occupied on two different occasions. The radio-carbon dates for this settlement range from 7th to late 19th century AD indicating occupation of more than one thousand years. </p>\n<p>Around 700 A.D., the Toutswe people moved westward into Botswana and began an agricultural and pastoral land tenure system based on sorghum and millet, and domesticated stock, respectively.  The hill was part of the formation of early states in Southern Africa with cattle  keeping as major source of economy. This was supplemented by goats, sheep and foraging as well as hunting of wild animals. The Toutswe people were also hunting westwards into the Kalahari and trading eastwards with the Limpopo. East coast shells, used as trade currency, were already being traded as far west as Tsodilo by 700AD.</p>\n<p>The site was situated in the center of a broader cultural area in Eastern Botswana and shares many commonalities with other archaeological sites of this region, in both ceramic production styles and also timeframes inhabited. Large structures were observed that contained vitrified remains of animal dung, leading to the theory that these were animal enclosures and that Toutswemogala Hill was thus a major center of animal husbandry in the region. However, agriculture also played a vital role in the longevity of Toutswemogala Hill's extended occupation, as many grain storage structures have also been found on the site. Many different stratified layers of housing floors further signal continuous occupation over hundreds of years.</p>\n<p>The remaining features of Toutswe settlement include house-floors, large heaps of vitrified cow-dung and burials while the outstanding structure is the stone wall. There are large traits of centaurs ciliaris, a type of grass which has come to be associated with cattle-keeping settlements in South, Central Africa. This site was added to the UNESCO World Heritage Tentative List on July 21, 1999 in the Cultural category.</p>"}},{"node":{"id":"e0b603b2-8306-50ab-a601-ca5dc0e4ad6f","frontmatter":{"country":"Nigeria","title":"Igbo-Ukwu","date":"800 CE"},"fields":{"slug":"igbo-ukwu"},"excerpt":"Igbo-Ukwu (Igbo: Great Igbo) is a town in the Nigerian state of Anambra in the southeastern part of the country. Igbo-Ukwu is notable for three archaeological sites, where excavations have found bronze artifacts from a highly sophisticated bronze metal-working culture dating to 9th century AD. The bronze artifacts were initially discovered by Isiah Anozie in 1939 while digging a well in his compound in Igbo-Ukwu, an Igbo town in Anambra State, Nigeria. As a result of three…","timeToRead":1,"html":"<p>Igbo-Ukwu (Igbo: Great Igbo) is a town in the Nigerian state of Anambra in the southeastern part of the country. Igbo-Ukwu is notable for three archaeological sites, where excavations have found bronze artifacts from a highly sophisticated bronze metal-working culture dating to 9th century AD.</p>\n<p>The bronze artifacts were initially discovered by Isiah Anozie in 1939 while digging a well in his compound in Igbo-Ukwu, an Igbo town in Anambra State, Nigeria. As a result of three archaeological sites were excavated in 1959 and 1964 by Thurstan Shaw which revealed more than 700 high quality artifacts of copper, bronze and iron, as well as about 165000 glass,carnelian and stone beads,pottery, textiles and ivory. They are the oldest bronze artifacts known in West African and were manufactured centuries before the emergence of other known bronze producing centers such as those of Ife and Benin. The bronzes include numerous ritual vessels, pendants, crowns, breastplates, staff ornaments, swords, and fly-whisk handles.</p>\n<p>The Igbo-Ukwu bronzes amazed the world with a very high level of technical and artistic proficiency and sophistication which was distinctly more advanced than contemporary bronze casting in Europe.</p>\n<p>The high technical proficiency and lack of known prototypes of the Igbo-Ukwu bronzes led to initial speculation in the academic community that they must have been created after European contact and phantom voyagers were postulated. However research and isotope analysis has established that the source of the metals is of local origin and radio carbon dating has confirmed a 9th-century date, long before the earliest contact with Europe. </p>\n<p>Some of the glass and carnelian beads have been found to be produced in Old Cairo at the workshops of Fustat thus establishing that trade contacts did exist between Igbo-Ukwu and ancient Egypt. </p>"}},{"node":{"id":"4e7032bc-cff9-5ab0-ae29-2de240a70985","frontmatter":{"country":"Senegal","title":"Takrur","date":"800 - 1285"},"fields":{"slug":"takrur_state"},"excerpt":"Takrur, Tekrur or Tekrour (c. 800 – c. 1285) was an ancient state of West Africa, which flourished roughly parallel to the Ghana Empire. Takrur was the name of the capital of the state which flourished on the lower Senegal River.  Located in the Senegal valley, along the border of present-day Senegal and Mauritania, it was a trading centre, where gold from the Bambuk region, salt from the Awlil, and Sahel grain were exchanged. It was rival of the Ghana Empire and the two…","timeToRead":1,"html":"<p>Takrur, Tekrur or Tekrour (c. 800 – c. 1285) was an ancient state of West Africa, which flourished roughly parallel to the Ghana Empire. Takrur was the name of the capital of the state which flourished on the lower Senegal River. </p>\n<p>Located in the Senegal valley, along the border of present-day Senegal and Mauritania, it was a trading centre, where gold from the Bambuk region, salt from the Awlil, and Sahel grain were exchanged. It was rival of the Ghana Empire and the two states clashed from time to time with the Soninké usually winning. Despite these clashes, Takrur prospered throughout the 9th and 10th centuries.</p>\n<p>According to Levtzion, It is significant that the cotton tree and the manufacture of cloth were first reported from Takrur.</p>\n<p>The kings of Takrur eventually adopted Islam. Sometime in the 1030s during the reign of king War Jabi, the court converted to Islam.</p>\n<p>Takrur was later conquered by Mali; it was also conquered by Jolof in the 15th century.</p>"}},{"node":{"id":"68fa7a7d-41c9-567a-842c-69400a665ca4","frontmatter":{"country":"Equatorial Guinea","title":"Pygmies","date":""},"fields":{"slug":"pygmies_gui"},"excerpt":"The first inhabitants of the region that is now Equatorial Guinea are believed to have been Pygmies, of whom only isolated pockets remain in northern Río Muni. Bantu migrations between the 17th and 19th centuries brought the coastal groups and later the Fang. Elements of the latter may have generated the Bubi, who emigrated to Bioko from Cameroon and Río Muni in several waves and succeeded former Neolithic populations. The Igbo of Nigeria (mostly Aro) slave traders arrived…","timeToRead":1,"html":"<p>The first inhabitants of the region that is now Equatorial Guinea are believed to have been Pygmies, of whom only isolated pockets remain in northern Río Muni. Bantu migrations between the 17th and 19th centuries brought the coastal groups and later the Fang. Elements of the latter may have generated the Bubi, who emigrated to Bioko from Cameroon and Río Muni in several waves and succeeded former Neolithic populations. The Igbo of Nigeria (mostly Aro) slave traders arrived and founded small settlements in Bioko and Rio Muni which expanded the Aro Confederacy in the 18th and 19th centuries. The Annobón population, originally from Angola, were brought by the Portuguese via São Tomé.</p>\n<p> Source:\n<a href=\"https://en.wikipedia.org/wiki/History_of_Equatorial_Guinea\">https://en.wikipedia.org/wiki/History<em>of</em>Equatorial_Guinea</a></p>"}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"type":"*Settlements*","types":"Settlements"}}